[
  {
    "id": "37478723",
    "name": "\"Armes Nobles Inferno - Durendal\"",
    "nameEn": "\"Armes Nobles Inferno - Durendal\"",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que cette carte est équipée à un monstre : vous pouvez ajouter 1 monstre FEU Guerrier de max. Niveau 5 depuis votre Deck à votre main, puis détruisez cette carte. Si cette carte est envoyée au Cimetière parce que le monstre équipé est envoyé au Cimetière : vous pouvez cibler 1 monstre FEU Guerrier de max. Niveau 5 dans votre Cimetière ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Guerrier exclus) le reste du tour. Vous ne pouvez utiliser qu'1 effet de \"\"Armes Nobles Inferno - Durendal\"\" par tour, et uniquement une fois le tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "52105192",
    "name": "Arsenal Secret",
    "nameEn": "Arsenal Secret",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez la carte du dessus de votre Deck au Cimetière ; ajoutez 1 Magie d'Équipement depuis votre Deck ou Cimetière à votre main. Vous ne pouvez pas Invoquer/Poser Normalement le tour où vous activez cette carte."
  },
  {
    "id": "37626500",
    "name": "Bénédiction des Lutins",
    "nameEn": "Bénédiction des Lutins",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel LUMIÈRE. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement."
  },
  {
    "id": "33907039",
    "name": "Carte de Piri Reis",
    "nameEn": "Carte de Piri Reis",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de votre Main Phase 1 : ajoutez 1 monstre avec 0 ATK depuis votre Deck à votre main, mais divisez par deux vos LP. Après l'avoir ajouté à votre main, jusqu'à la fin du prochain tour après que cette carte a été activée, vous ne pouvez activer ni les effets du monstre ajouté ni les effets des cartes de son nom, jusqu'à ce que vous Invoquiez Normalement le monstre ou une carte de son nom."
  },
  {
    "id": "29330706",
    "name": "Dragon Protecteur Cuirassé",
    "nameEn": "Dragon Protecteur Cuirassé",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2800,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Les Cartes d'Équipement face recto que vous contrôlez ne peuvent pas être détruites par des effets de carte. Cette carte gagne 500 ATK pour chaque Carte d'Équipement équipée à cette carte."
  },
  {
    "id": "41927278",
    "name": "Épée à Double Tranchant",
    "nameEn": "Épée à Double Tranchant",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez contrôler qu'1 \"Épée à Double Tranchant\". Le monstre équipé gagne 2000 ATK, et aussi, chaque joueur reçoit des dommages de combat des attaques impliquant le monstre équipé. Si vous recevez min. 2000 points de dommages de combat : envoyez cette carte au Cimetière."
  },
  {
    "id": "24793135",
    "name": "Estampe Sacrée de la Légende de Gizmek",
    "nameEn": "Estampe Sacrée de la Légende de Gizmek",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez dévoiler les 3 cartes du dessus de votre Deck, et si vous le faites, vous pouvez ajouter 1 monstre Machine dévoilé dont l'ATK est égale à sa propre DEF à votre main, et aussi, bannissez face verso les cartes restantes. Vous ne pouvez utiliser cet effet de \"Estampe Sacrée de la Légende de Gizmek\" qu'une fois par tour. Chaque fois qu'un ou plusieurs monstres Machine dont l'ATK est égale à leur propre DEF sont Invoqués Normalement ou Spécialement, placez 1 Compteur sur cette carte. Tant que cette carte a min. 10 Compteurs, aucun joueur ne peut activer les effets des monstres sur le Terrain dont l'ATK n'est pas égale à leur propre DEF.",
    "archetype": "Gizmek"
  },
  {
    "id": "22091647",
    "name": "Gearfried Phénix Immortel",
    "nameEn": "Gearfried Phénix Immortel",
    "attribute": "FIRE",
    "atk": 3000,
    "def": 2200,
    "level": 9,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir 1 Magie d'Équipement depuis votre Terrain ou Cimetière ; Invoquez Spécialement cette carte depuis votre main. Au début de la Damage Step, si cette carte attaque : vous pouvez équiper 1 monstre face recto sur le Terrain à cette carte (max. 1) comme une Magie d'Équipement qui donne 500 ATK à cette carte. Lorsqu'un effet de monstre est activé (Effet Rapide) : vous pouvez envoyer 1 Carte d'Équipement face recto que vous contrôlez au Cimetière ; annulez l'activation, et si vous le faites, détruisez-le. Vous ne pouvez utiliser chaque effet de \"Gearfried Phénix Immortel\" qu'une fois par tour."
  },
  {
    "id": "96399967",
    "name": "Gizmek Naganaki, le Signaleur du Lever du Soleil",
    "nameEn": "Gizmek Naganaki, le Signaleur du Lever du Soleil",
    "attribute": "LIGHT",
    "atk": 950,
    "def": 950,
    "level": 2,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre Machine dont l'ATK est égale à sa propre DEF ; Invoquez Spécialement depuis votre Deck, 1 monstre Machine dont l'ATK est égale à sa propre DEF, d'un Niveau inférieur au monstre Sacrifié. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez à votre main, 1 de vos monstres Machine face verso bannis dont l'ATK est égale à sa propre DEF. Vous ne pouvez utiliser chaque effet de \"Gizmek Naganaki, le Signaleur du Lever du Soleil\" qu'une fois par tour.",
    "archetype": "Gizmek"
  },
  {
    "id": "71197066",
    "name": "Gizmek Orochi, le Trancheur Céleste Serpentron",
    "nameEn": "Gizmek Orochi, le Trancheur Céleste Serpentron",
    "attribute": "DARK",
    "atk": 2450,
    "def": 2450,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main ou Cimetière (Effet Rapide) : vous pouvez bannir face verso 8 cartes du dessus de votre Deck ; Invoquez Spécialement cette carte. Vous pouvez bannir face verso 3 cartes depuis votre Extra Deck, puis ciblez 1 monstre face recto sur le Terrain ; détruisez-le. Vous ne pouvez utiliser qu'1 effet de \"Gizmek Orochi, le Trancheur Céleste Serpentron\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "14602126",
    "name": "Importation Xyz",
    "nameEn": "Importation Xyz",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz que vous contrôlez et 1 monstre contrôlé par votre adversaire avec une ATK inférieure ou égale à celui-ci ; attachez le monstre de l'adversaire à votre monstre comme Matériel. Vous ne pouvez activer qu'1 \"Importation Xyz\" par tour."
  },
  {
    "id": "59934749",
    "name": "Isolde, Deux Récits du Chevalier Noble",
    "nameEn": "Isolde, Deux Récits du Chevalier Noble",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": null,
    "level": 0,
    "monsterType": "Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Guerrier\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 monstre Guerrier depuis votre Deck à votre main, mais le reste de ce tour, vous ne pouvez ni Invoquer/Poser Normalement ni Invoquer Spécialement de monstres de ce nom, ni activer leurs effets de monstre. Vous pouvez envoyer un nombre de votre choix de Magies d'Équipement de noms différents depuis votre Deck au Cimetière ; Invoquez Spécialement 1 monstre Guerrier depuis votre Deck, dont le Niveau total est égal au nombre de cartes envoyées au Cimetière. Vous ne pouvez utiliser chaque effet de \"Isolde, Deux Récits du Chevalier Noble\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "23171610",
    "name": "Limiter Removal",
    "nameEn": "Limiter Removal",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Jusqu'à la fin de ce tour, doublez l'ATK de tous les monstres Machine que vous contrôlez actuellement. Durant la End Phase de ce tour, détruisez ces monstres."
  },
  {
    "id": "63995093",
    "name": "Machine de Duplication",
    "nameEn": "Machine de Duplication",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Machine que vous contrôlez avec max. 500 ATK ; Invoquez Spécialement max. 2 monstres du même nom que le monstre face recto depuis votre Deck."
  },
  {
    "id": "96729612",
    "name": "Préparation des Rites",
    "nameEn": "Préparation des Rites",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 Monstre Rituel de max. Niveau 7 depuis votre Deck à votre main, puis vous pouvez ajouter 1 Magie Rituelle depuis votre Cimetière à votre main."
  },
  {
    "id": "27068117",
    "name": "Régénérateur Habillé",
    "nameEn": "Régénérateur Habillé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz face recto sur le Terrain ; attachez-lui cette carte comme Matériel Xyz."
  },
  {
    "id": "26708437",
    "name": "Renaissance Xyz",
    "nameEn": "Renaissance Xyz",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz dans votre Cimetière ; Invoquez-le Spécialement, et si vous le faites, attachez-lui cette carte comme Matériel Xyz."
  },
  {
    "id": "56824871",
    "name": "Renaud, Chevalier Noble Inferno",
    "nameEn": "Renaud, Chevalier Noble Inferno",
    "attribute": "FIRE",
    "atk": 500,
    "def": 500,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre FEU Guerrier, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si elle est Invoquée de cette façon, traitez cette carte comme un Syntoniseur. Vous ne pouvez Invoquer Spécialement \"Renaud, Chevalier Noble Inferno\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 de vos monstres FEU Guerrier (\"Renaud, Chevalier Noble Inferno\" exclu) ou 1 de vos Magies d'Équipement, qui est banni ou dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Renaud, Chevalier Noble Inferno\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "32807846",
    "name": "Renfort de l'Armée",
    "nameEn": "Renfort de l'Armée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 monstre Guerrier de max. Niveau 4 depuis votre Deck à votre main."
  },
  {
    "id": "32086564",
    "name": "Rivaltribal Xyz",
    "nameEn": "Rivaltribal Xyz",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Les Monstres Xyz face recto sur le Terrain avec min. 2 Matériels Xyz ne peuvent pas être détruits par des effets de carte. Après le calcul des dommages, si un Monstre Xyz que vous contrôlez combat un monstre de votre adversaire : détruisez le monstre de votre adversaire. Le Monstre Xyz doit avoir min. 2 Matériels Xyz attachés pour activer et résoudre cet effet."
  },
  {
    "id": "81570454",
    "name": "Roland, Chevalier Noble Inferno",
    "nameEn": "Roland, Chevalier Noble Inferno",
    "attribute": "FIRE",
    "atk": 500,
    "def": 500,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez cibler 1 monstre face recto que vous contrôlez ; équipez cette carte depuis votre main à la cible comme une Magie d'Équipement qui donne 500 ATK à la carte. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez ajouter 1 monstre FEU Guerrier (\"Roland, Chevalier Noble Inferno\" exclu) ou 1 Magie d'Équipement depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Roland, Chevalier Noble Inferno\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "4810828",
    "name": "Sauravis, l'Ancien et Ascensionné",
    "nameEn": "Sauravis, l'Ancien et Ascensionné",
    "attribute": "LIGHT",
    "atk": 2600,
    "def": 2800,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Bénédiction des Lutins\". Lorsque votre adversaire active une carte ou un effet qui cible un monstre que vous contrôlez (Effet Rapide) : vous pouvez défausser cette carte ; annulez l'activation. Lorsque votre adversaire va Invoquer Spécialement un ou plusieurs monstres (Effet Rapide) : vous pouvez renvoyer cette carte à la main ; annulez l'Invocation Spéciale, et si vous le faites, bannissez ces monstres."
  },
  {
    "id": "85087012",
    "name": "Soldat de Carte",
    "nameEn": "Soldat de Carte",
    "attribute": "EARTH",
    "atk": 400,
    "def": 400,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez choisir un nombre entre 1 et 3, puis envoyez autant de cartes du dessus de votre Deck au Cimetière ; jusqu'à la fin de ce tour, cette carte gagne 500 ATK pour chaque carte envoyée au Cimetière de cette façon. Si cette carte que vous contrôlez est détruite et envoyée à votre Cimetière : piochez 1 carte."
  },
  {
    "id": "2295440",
    "name": "Un pour Un",
    "nameEn": "Un pour Un",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre depuis votre main au Cimetière ; Invoquez Spécialement 1 monstre de Niveau 1 depuis votre main ou Deck."
  }
]