[
  {
    "id": "98787535",
    "name": "Aleirtt, les Ténèbres Ogdoadiques",
    "nameEn": "Aleirtt, les Ténèbres Ogdoadiques",
    "attribute": "DARK",
    "atk": 2000,
    "def": 800,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 1 monstre ; Invoquez Spécialement cette carte, puis votre adversaire peut ajouter 1 monstre depuis son Cimetière à sa main. Si cette carte est Invoquée Spécialement : vous pouvez cibler 2 de vos monstres bannis (un monstre Reptile inclus) ; renvoyez-les au Cimetière. Vous ne pouvez utiliser chaque effet de \"Aleirtt, les Ténèbres Ogdoadiques\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "61160289",
    "name": "Amunessia, la Reine Ogdoadique",
    "nameEn": "Amunessia, la Reine Ogdoadique",
    "attribute": "DARK",
    "atk": 2700,
    "def": 2100,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 2 monstres ; Invoquez Spécialement cette carte. Si un ou plusieurs monstres sont Invoqués Spécialement depuis le Cimetière de votre adversaire (sauf durant la Damage Step) : vous pouvez envoyer 1 carte qu'il contrôle au Cimetière. Si un ou plusieurs monstres sont envoyés depuis la main ou Deck de votre adversaire au Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre LUMIÈRE ou TÉNÈBRES Reptile (\"Amunessia, la Reine Ogdoadique\" exclu) depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Amunessia, la Reine Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "8400623",
    "name": "Ananta, Dragon Maléfique",
    "nameEn": "Ananta, Dragon Maléfique",
    "attribute": "DARK",
    "atk": -1,
    "def": -1,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement en bannissant tous les monstres Reptile que vous contrôlez et dans votre Cimetière. L'ATK/DEF de cette carte deviennent le nombre de monstres bannis pour son Invocation Spéciale x 600. Une fois par tour, durant votre End Phase : ciblez 1 carte sur le Terrain ; détruisez la cible."
  },
  {
    "id": "23837054",
    "name": "Appel Ogdoadique",
    "nameEn": "Appel Ogdoadique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 2 \"Jeton Ogdoadique\" (Reptile/TÉNÈBRES/Niveau 2/ATK 0/DEF 0), OU si vous avez min. 8 monstres \"Ogdoadique\" de noms différents dans votre Cimetière, vous pouvez appliquer cet effet à la place.\n●Invoquez Spécialement 2 monstres Reptile de noms différents depuis votre Cimetière.\nVous ne pouvez activer qu'1 \"Appel Ogdoadique\" par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "34172284",
    "name": "Aron, le Roi Ogdoadique",
    "nameEn": "Aron, le Roi Ogdoadique",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2800,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 2 monstres ; Invoquez Spécialement cette carte. Si votre adversaire ajoute une ou plusieurs cartes à sa main (sauf durant la Draw Phase ou Damage Step) : vous pouvez envoyer 1 carte au hasard depuis sa main au Cimetière. Si un ou plusieurs monstres contrôlés par votre adversaire sont envoyés au Cimetière (sauf durant la Damage Step) : vous pouvez ajouter 1 monstre LUMIÈRE ou TÉNÈBRES Reptile (\"Aron, le Roi Ogdoadique\" exclu) depuis votre Deck ou Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Aron, le Roi Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "16067089",
    "name": "Avènement du Dieu Serpent",
    "nameEn": "Avènement du Dieu Serpent",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque \"Vénominon, Roi des Serpents Venimeux\" face recto que vous contrôlez est détruit, sauf au combat : Invoquez Spécialement 1 \"Vénominaga, Déesse des Serpents Venimeux\" depuis votre main ou Deck."
  },
  {
    "id": "42502956",
    "name": "Ayers le Rocher du Soleil Levant",
    "nameEn": "Ayers le Rocher du Soleil Levant",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Bête dans votre Cimetière ; Invoquez Spécialement la cible, et si vous le faites, tous les monstres face recto actuellement contrôlés par votre adversaire perdent 200 ATK pour chaque monstre Bête/Plante/Bête Ailée actuellement dans votre Cimetière, jusqu'à la fin de ce tour. Vous ne pouvez activer qu'1 \"Ayers le Rocher du Soleil Levant\" par tour."
  },
  {
    "id": "15758127",
    "name": "Charge Quintuplée Ursarctique",
    "nameEn": "Charge Quintuplée Ursarctique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez payer 700 LP, puis activez 1 des effets suivants ;\n●Ajoutez 1 monstre \"Ursarctique\" depuis votre Cimetière à votre main.\n●Sacrifiez 2 monstres \"Ursarctique\" (même si face verso), et si vous le faites, Invoquez Spécialement 1 monstre \"Ursarctique\" de Niveau égal à la différence de Niveau de ces monstres depuis votre Extra Deck, en ignorant ses conditions d'Invocation.\nLorsque votre Monstre Synchro \"Ursarctique\" est détruit par une attaque de l'adversaire : vous pouvez activer cet effet ; votre adversaire doit mélanger des cartes dans le Deck, afin que le nombre total de cartes sur son Terrain, dans sa main et Cimetière soit 7.",
    "archetype": "Ursarctic"
  },
  {
    "id": "16471775",
    "name": "Départ Ursarctique",
    "nameEn": "Départ Ursarctique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 carte ; ajoutez 2 monstres \"Ursarctique\" depuis votre Deck à votre main. Si vous allez Sacrifier un ou plusieurs monstres pour activer un effet de monstre \"Ursarctique\", sauf le tour où cette carte a été envoyée au Cimetière, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Départ Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "82385847",
    "name": "Dinolutteur Pancraceratops",
    "nameEn": "Dinolutteur Pancraceratops",
    "attribute": "EARTH",
    "atk": 2600,
    "def": 0,
    "level": 7,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Dinolutteur Pancraceratops\" qu'une fois par tour de cette façon. (Effet Rapide) : vous pouvez Sacrifier 1 monstre \"Dinolutteur\", puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Dinolutteur Pancraceratops\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "22638495",
    "name": "Dinoster Power, le Puissant Dracossassin",
    "nameEn": "Dinoster Power, le Puissant Dracossassin",
    "attribute": "WATER",
    "atk": 2000,
    "def": 2950,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Pendule \"Dracossassin\" + 1 Monstre Pendule\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en Sacrifiant les cartes ci-dessus que vous contrôlez. Les Cartes Monstre Pendule dans vos Zones Monstre et Zones Pendule ne peuvent être détruites ni au combat ni par des effets de carte de votre adversaire. Une fois par tour : vous pouvez Invoquer Spécialement 1 Monstre Pendule \"Dracossassin\" depuis votre main ou Cimetière, mais il ne peut pas être utilisé comme Matériel Fusion.",
    "archetype": "Dracoslayer"
  },
  {
    "id": "44584775",
    "name": "Dommages = Reptile",
    "nameEn": "Dommages = Reptile",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, lorsque vous recevez des dommages d'un combat impliquant un monstre Reptile : vous pouvez Invoquer Spécialement 1 monstre Reptile depuis votre Deck avec une ATK inférieure ou égale aux dommages que vous avez reçus."
  },
  {
    "id": "80776622",
    "name": "DoSolfaccord Coolia",
    "nameEn": "DoSolfaccord Coolia",
    "attribute": "WIND",
    "atk": 2700,
    "def": 2500,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYour opponent cannot activate a Spell/Trap Card, or monster effect, when your \"Solfachord\" Pendulum Monster(s) is Pendulum Summoned.\n\n[ Monster Effect ] \nVous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 2 Monstres Pendule. Vous ne pouvez utiliser chacun des effets suivants de \"DoSolfaccord Coolia\" qu'une fois par tour. Vous pouvez cibler 1 carte face recto contrôlée par votre adversaire, ou max. 2 cartes si vous avez une Échelle Pendule impaire dans votre Zone Pendule ; jusqu'à la fin du tour de votre adversaire, annulez ses effets. Lorsqu'un effet d'un monstre sur le Terrain est activé, avec une ATK inférieure ou égale à la plus haute Échelle Pendule dans votre Zone Pendule x 300 : vous pouvez détruire le monstre.",
    "archetype": "Solfachord"
  },
  {
    "id": "55226153",
    "name": "DoSolfaccord Cutia",
    "nameEn": "DoSolfaccord Cutia",
    "attribute": "EARTH",
    "atk": 100,
    "def": 400,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nPendulum Summons of your \"Solfachord\" Pendulum Monsters cannot be negated.\n\n[ Monster Effect ] \nTant que vous avez une Échelle Pendule paire dans votre Zone Pendule, les Monstres Pendule \"Solfaccord\" que vous contrôlez gagnent une ATK égale à 100 x leur propre Échelle Pendule. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Monstre Pendule \"Solfaccord\" (\"DoSolfaccord Cutia\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"DoSolfaccord Cutia\" qu'une fois par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "27870337",
    "name": "Élégance Solfaccord",
    "nameEn": "Élégance Solfaccord",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets ;\n●Placez 1 Monstre Pendule \"Solfaccord\" depuis votre Deck dans votre Zone Pendule.\n●Ajoutez face recto 1 Monstre Pendule \"Solfaccord\" depuis votre main à votre Extra Deck, puis, placez 2 Monstres Pendule \"Solfaccord\", 1 Échelle Pendule impaire et 1 Échelle Pendule paire, depuis votre Deck dans vos Zones Pendule.\n●Ajoutez face recto 2 cartes, 1 Échelle Pendule impaire et 1 Échelle Pendule paire, depuis vos Zones Pendule à l'Extra Deck, et si vous le faites, piochez 2 cartes.\nVous ne pouvez activer qu'1 \"Élégance Solfaccord\" par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "54100561",
    "name": "FaSolfaccord Fancia",
    "nameEn": "FaSolfaccord Fancia",
    "attribute": "FIRE",
    "atk": 1600,
    "def": 400,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nPendulum Summons of your \"Solfachord\" Pendulum Monsters cannot be negated.\n\n[ Monster Effect ] \nTant que vous avez une Échelle Pendule impaire dans votre Zone Pendule, si votre Monstre Pendule \"Solfaccord\" va être détruit au combat, vous pouvez détruire cette carte à la place. Durant votre Main Phase : vous pouvez ajouter face recto 1 Monstre Pendule \"Solfaccord\" (\"FaSolfaccord Fancia\" exclu) depuis votre Deck à votre Extra Deck. Vous ne pouvez utiliser cet effet de \"FaSolfaccord Fancia\" qu'une fois par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "9400127",
    "name": "Flogos, l'Infini Ogdoadique",
    "nameEn": "Flogos, l'Infini Ogdoadique",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 1400,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée depuis le Terrain au Cimetière, ou Invoquée Spécialement depuis le Cimetière : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire et 1 monstre dans son Cimetière avec une ATK supérieure ou égale à la cible ; Invoquez Spécialement le monstre depuis le Cimetière sur son Terrain, et si vous le faites, envoyez l'autre monstre qu'il contrôle au Cimetière. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 carte depuis votre main au Cimetière ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Flogos, l'Infini Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "53265336",
    "name": "Gamme Solfaccord",
    "nameEn": "Gamme Solfaccord",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez appliquer n'importe lequel des effets suivants, dans l'ordre, selon le nombre de Cartes Monstre Pendule \"Solfaccord\" que vous contrôlez de noms différents.\n●3+ : Renvoyez 1 carte depuis votre Zone Pendule à la main, et si vous le faites, placez 1 Monstre Pendule \"Solfaccord\" face recto depuis votre Extra Deck dans votre Zone Pendule.\n●5+ : Invoquez Spécialement 1 Monstre Pendule \"Solfaccord\" depuis votre main.\n●7+ : Détruisez toutes les cartes face recto contrôlées par votre adversaire.\nVous ne pouvez activer qu'1 \"Gamme Solfaccord\" par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "53865474",
    "name": "Glisseur Ursarctique",
    "nameEn": "Glisseur Ursarctique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 de vos monstres \"Ursarctique\" qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement, mais il ne peut pas attaquer, et aussi, détruisez-le durant la End Phase. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement (monstres avec un Niveau exclus). Vous ne pouvez activer qu'1 \"Glisseur Ursarctique\" par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "80086070",
    "name": "Grand Chariot Ursarctique",
    "nameEn": "Grand Chariot Ursarctique",
    "attribute": "WATER",
    "atk": 2700,
    "def": 700,
    "level": 7,
    "monsterType": "Beast-Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable par Synchronisation. Uniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant 2 monstres que vous contrôlez avec une différence de Niveau de 7 au Cimetière (1 Syntoniseur de min. Niveau 8 et 1 Monstre Synchro non-Syntoniseur). Si cette carte est Invoquée Spécialement : vous pouvez cibler max. 2 autres cartes sur le Terrain ; détruisez-les. Une fois par tour, lorsqu'une carte ou un effet qui cible une carte \"Ursarctique\" que vous contrôlez est activé (Effet Rapide) : vous pouvez Sacrifier 1 monstre depuis votre main ou Terrain ; annulez l'activation.",
    "archetype": "Ursarctic"
  },
  {
    "id": "89264428",
    "name": "Grande Casserole Ursarctique",
    "nameEn": "Grande Casserole Ursarctique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si votre monstre \"Ursarctique\" va Sacrifier un ou plusieurs monstres pour activer son effet, vous pouvez bannir 1 monstre \"Ursarctique\" de min. Niveau 7 depuis votre Cimetière à la place. Chaque fois qu'un ou plusieurs monstres sont Invoqués Spécialement, placez 1 Compteur sur cette carte. Une fois par tour, si un ou plusieurs monstres sont Invoqués Spécialement et qu'un Monstre Synchro \"Ursarctique\" est sur le Terrain (sauf durant la Damage Step) : vous pouvez retirer tous les Compteurs de cette carte (min. 7), puis ciblez 1 monstre contrôlé par votre adversaire ; prenez-en le contrôle.",
    "archetype": "Ursarctic"
  },
  {
    "id": "29650040",
    "name": "Harmonie Solfaccord",
    "nameEn": "Harmonie Solfaccord",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez activer 1 de ces effets ;\n●Ajoutez 1 Monstre Pendule \"Solfaccord\" face recto depuis votre Extra Deck à votre main.\n●Ce tour, augmentez l'Échelle Pendule d'1 carte \"Solfaccord\" dans votre Zone Pendule de son Niveau.\n●Si vous contrôlez des Cartes Monstre Pendule \"Solfaccord\" avec min. 3 Échelles Pendule paires différentes ou min. 3 Échelles Pendule impaires différentes, détruisez 1 carte contrôlée par votre adversaire.\nVous ne pouvez utiliser chaque effet de \"Harmonie Solfaccord\" qu'une fois par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "18239909",
    "name": "Ignister Proéminence, le Dracossassin Destructeur",
    "nameEn": "Ignister Proéminence, le Dracossassin Destructeur",
    "attribute": "FIRE",
    "atk": 2850,
    "def": 0,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ Monstre Pendule non-Syntoniseur\nUne fois par tour : vous pouvez cibler 1 Monstre Pendule sur le Terrain ou 1 carte dans la Zone Pendule ; détruisez-le, et si vous le faites, mélangez 1 carte sur le Terrain dans le Deck. Une fois par tour : vous pouvez Invoquer Spécialement 1 monstre \"Dracossassin\" depuis votre Deck en Position de Défense, mais il ne peut pas être utilisé comme Matériel pour une Invocation Synchro.",
    "archetype": "Dracoslayer"
  },
  {
    "id": "62383431",
    "name": "Keurse, la Lumière Ogdoadique",
    "nameEn": "Keurse, la Lumière Ogdoadique",
    "attribute": "LIGHT",
    "atk": 400,
    "def": 2400,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 1 monstre ; Invoquez Spécialement cette carte, puis votre adversaire peut Invoquer Spécialement 1 monstre depuis son Cimetière, mais annulez ses effets. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre \"Ogdoadique\" de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement, mais bannissez-le lorsqu'il quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Keurse, la Lumière Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "27993919",
    "name": "LaSolfaccord Angélia",
    "nameEn": "LaSolfaccord Angélia",
    "attribute": "FIRE",
    "atk": 2300,
    "def": 1400,
    "level": 6,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYour opponent cannot activate a Spell/Trap Card, or monster effect, when your \"Solfachord\" Pendulum Monster(s) is Pendulum Summoned.\n\n[ Monster Effect ] \nTant que vous avez une Échelle Pendule impaire dans votre Zone Pendule, si votre Monstre Pendule \"Solfaccord\" attaque, votre adversaire ne peut activer ni de Cartes Magie/Piège ni d'effets de Magie/Piège jusqu'à la fin de la Damage Step. Durant votre Main Phase : vous pouvez Sacrifier 1 Monstre Pendule \"Solfaccord\" (même si face verso), et si vous le faites, Invoquez Spécialement 1 Monstre Pendule \"Solfaccord\" (\"LaSolfaccord Angélia\" exclu) depuis votre Deck dont l'Échelle Pendule est supérieure de 2 ou inférieure de 2 à celle du monstre. Vous ne pouvez utiliser cet effet de \"LaSolfaccord Angélia\" qu'une fois par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "92746535",
    "name": "Luster Pendule, le Dracossassin",
    "nameEn": "Luster Pendule, le Dracossassin",
    "attribute": "LIGHT",
    "atk": 1850,
    "def": 0,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, if you have a card in your other Pendulum Zone: You can destroy that card, and if you do, add 1 card from your Deck to your hand, with the same name as that card.\n\n[ Monster Effect ] \nLes Monstres Fusion, Synchro ou Xyz (monstres \"Dracossassin\" exclus) ne peuvent pas être Invoqués Spécialement en utilisant cette carte comme Matériel.",
    "archetype": "Dracoslayer"
  },
  {
    "id": "67750322",
    "name": "Maître des Crânes",
    "nameEn": "Maître des Crânes",
    "attribute": "DARK",
    "atk": 1700,
    "def": 400,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un effet de carte est activé dans le Cimetière de votre adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; annulez l'effet."
  },
  {
    "id": "88722973",
    "name": "Majester Paladin, le Dracossassin Ascendant",
    "nameEn": "Majester Paladin, le Dracossassin Ascendant",
    "attribute": "WIND",
    "atk": 1850,
    "def": 2000,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 Monstres Pendule de Niveau 4\nLorsque cette carte est Invoquée par Xyz : vous pouvez ajouter 1 Monstre Pendule depuis votre Deck à votre main durant la End Phase de ce tour. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 Monstre Pendule \"Dracossassin\" face recto depuis votre Extra Deck, mais il ne peut pas être utilisé comme Matériel pour une Invocation Xyz.",
    "archetype": "Dracoslayer"
  },
  {
    "id": "81108658",
    "name": "Mégabilis Ursarctique",
    "nameEn": "Mégabilis Ursarctique",
    "attribute": "WATER",
    "atk": 2800,
    "def": 700,
    "level": 8,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de min. Niveau 7 depuis votre main ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres avec un Niveau exclus) le reste de ce tour. Si cette carte est Invoquée Spécialement tant que vous contrôlez un autre monstre \"Ursarctique\" : vous pouvez cibler 1 carte dans le Cimetière de votre adversaire ; bannissez-la. Vous ne pouvez utiliser chaque effet de \"Mégabilis Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "28715905",
    "name": "Mégapolaire Ursarctique",
    "nameEn": "Mégapolaire Ursarctique",
    "attribute": "WATER",
    "atk": 2500,
    "def": 700,
    "level": 8,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de min. Niveau 7 depuis votre main ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres avec un Niveau exclus) le reste de ce tour. Si cette carte est Invoquée Spécialement tant que vous contrôlez un autre monstre \"Ursarctique\" : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Mégapolaire Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "54700519",
    "name": "Mégatanus Ursarctique",
    "nameEn": "Mégatanus Ursarctique",
    "attribute": "WATER",
    "atk": 2400,
    "def": 700,
    "level": 8,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de min. Niveau 7 depuis votre main ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres avec un Niveau exclus) le reste de ce tour. Si cette carte est Invoquée Spécialement tant que vous contrôlez un autre monstre \"Ursarctique\" : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; changez-le en Position de Défense face verso. Vous ne pouvez utiliser chaque effet de \"Mégatanus Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "81321206",
    "name": "Mikbilis Ursarctique",
    "nameEn": "Mikbilis Ursarctique",
    "attribute": "WATER",
    "atk": 700,
    "def": 1400,
    "level": 7,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de min. Niveau 7 depuis votre main ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres avec un Niveau exclus) le reste de ce tour. Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Ursarctique\" (\"Mikbilis Ursarctique\" exclu) depuis votre main. Vous ne pouvez utiliser chaque effet de \"Mikbilis Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "29537493",
    "name": "Mikpolaire Ursarctique",
    "nameEn": "Mikpolaire Ursarctique",
    "attribute": "WATER",
    "atk": 700,
    "def": 2000,
    "level": 7,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de min. Niveau 7 depuis votre main ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres avec un Niveau exclus) le reste de ce tour. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 monstre \"Ursarctique\" (\"Mikpolaire Ursarctique\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Mikpolaire Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "55936191",
    "name": "Miktanus Ursarctique",
    "nameEn": "Miktanus Ursarctique",
    "attribute": "WATER",
    "atk": 700,
    "def": 1700,
    "level": 7,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de min. Niveau 7 depuis votre main ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres avec un Niveau exclus) le reste de ce tour. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre \"Ursarctique\" (\"Miktanus Ursarctique\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Miktanus Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "28115467",
    "name": "MiSolfaccord Éliteia",
    "nameEn": "MiSolfaccord Éliteia",
    "attribute": "WATER",
    "atk": 1100,
    "def": 400,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nPendulum Summons of your \"Solfachord\" Pendulum Monsters cannot be negated.\n\n[ Monster Effect ] \nTant que vous avez une Échelle Pendule paire dans votre Zone Pendule, vous ne recevez aucun dommage de combats impliquant vos Monstres Pendule \"Solfaccord\". Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; renvoyez-le à la main. Vous ne pouvez utiliser cet effet de \"MiSolfaccord Éliteia\" qu'une fois par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "62405028",
    "name": "Nauya, la Rémanence Ogdoadique",
    "nameEn": "Nauya, la Rémanence Ogdoadique",
    "attribute": "DARK",
    "atk": 0,
    "def": 2000,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main au Cimetière ; envoyez 1 monstre LUMIÈRE Reptile depuis votre Deck au Cimetière. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Ogdoadique\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Nauya, la Rémanence Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "24050692",
    "name": "Nénuphar Ogdoadique",
    "nameEn": "Nénuphar Ogdoadique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre Reptile depuis votre Deck au Cimetière, puis si vous avez min. 5 monstres Reptile de noms différents dans votre Cimetière, vous pouvez Invoquer Spécialement 1 monstre Reptile depuis votre Cimetière. Vous ne pouvez activer qu'1 \"Nénuphar Ogdoadique\" par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "36010310",
    "name": "Nunu, la Rémanence Ogdoadique",
    "nameEn": "Nunu, la Rémanence Ogdoadique",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main au Cimetière ; envoyez 1 monstre TÉNÈBRES Reptile depuis votre Deck au Cimetière. Si vous ne contrôlez aucun monstre, ou que vous contrôlez un monstre \"Ogdoadique\" : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière, mais bannissez-la lorsqu'elle quitte le Terrain, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Reptile exclus), tant que cette carte est face recto dans la Zone Monstre. Vous ne pouvez utiliser chaque effet de \"Nunu, la Rémanence Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "97565997",
    "name": "Ogdoabyss, le Seigneur Ogdoadique",
    "nameEn": "Ogdoabyss, le Seigneur Ogdoadique",
    "attribute": "LIGHT",
    "atk": 3100,
    "def": 2200,
    "level": 10,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 3 monstres ; Invoquez Spécialement cette carte. Une fois, tant que cette carte est face recto sur le Terrain (Effet Rapide) : vous pouvez envoyer tous les monstres (monstres face recto Invoqués Spécialement depuis le Cimetière exclus) depuis le Terrain au Cimetière. Vous ne pouvez utiliser chaque effet de \"Ogdoabyss, le Seigneur Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "56058749",
    "name": "Orchestre Solfaccord",
    "nameEn": "Orchestre Solfaccord",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, selon les Échelles Pendule des Cartes Monstre Pendule \"Solfaccord\" que vous contrôlez.\n●Impaire : Invoquez Spécialement 1 Monstre Pendule \"Solfaccord\" face recto avec une Échelle Pendule impaire depuis votre Extra Deck.\n●Paire : Invoquez Spécialement 1 Monstre Pendule \"Solfaccord\" face recto avec une Échelle Pendule paire depuis votre Extra Deck.\n●Paire et impaire : Ciblez 1 carte contrôlée par votre adversaire ; détruisez-la.\nVous ne pouvez activer qu'1 \"Orchestre Solfaccord\" par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "60448701",
    "name": "Origine Ogdoadique",
    "nameEn": "Origine Ogdoadique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres Reptile face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez cibler 1 carte contrôlée par votre adversaire ; envoyez-la au Cimetière. Si cette carte dans la Zone Terrain est détruite par un effet de carte de votre adversaire : vous pouvez envoyer un nombre de cartes du dessus du Deck de votre adversaire au Cimetière, égal au nombre des monstres Reptile de noms différents dans votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Origine Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "17189677",
    "name": "Pluie de Serpents",
    "nameEn": "Pluie de Serpents",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 carte ; envoyez 4 monstres Reptile depuis votre Deck au Cimetière."
  },
  {
    "id": "27693363",
    "name": "Polari Ursarctique",
    "nameEn": "Polari Ursarctique",
    "attribute": "WATER",
    "atk": 700,
    "def": 1000,
    "level": 1,
    "monsterType": "Beast",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable par Synchronisation. Uniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant 2 monstres que vous contrôlez avec une différence de Niveau de 1 au Cimetière (1 Syntoniseur et 1 non-Syntoniseur). Si cette carte est Invoquée Spécialement : vous pouvez activer 1 \"Grande Casserole Ursarctique\" directement depuis votre Deck. Vous pouvez Sacrifier 1 monstre de min. Niveau 7 ; ajoutez à votre main ou Invoquez Spécialement 1 monstre \"Ursarctique\" depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Polari Ursarctique\" qu'une fois par tour.",
    "archetype": "Field Searcher"
  },
  {
    "id": "96598015",
    "name": "Pot des Riches",
    "nameEn": "Pot des Riches",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Mélangez 3 Monstres Pendule depuis votre Cimetière et/ou face recto depuis votre Extra Deck dans le Deck, puis piochez 2 cartes. Vous ne pouvez activer qu'1 \"Pot des Riches\" par tour. Vous ne pouvez pas Invoquer Spécialement le tour où vous activez cette carte, sauf par Invocation Pendule.",
    "archetype": "Greed"
  },
  {
    "id": "76751255",
    "name": "Recharge Chevaliardent",
    "nameEn": "Recharge Chevaliardent",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez un nombre de votre choix de Monstres Pendule depuis votre main et mélangez-les dans le Deck, puis piochez un nombre de cartes égal au nombre de cartes que vous avez mélangées dans le Deck +1. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas piocher de cartes par des effets de carte. Vous ne pouvez activer qu'1 \"Recharge Chevaliardent\" par tour.",
    "archetype": "Igknight"
  },
  {
    "id": "64973456",
    "name": "Renaissance de la Vipère",
    "nameEn": "Renaissance de la Vipère",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si tous les monstres dans votre Cimetière sont Reptile : ciblez 1 non-Syntoniseur dans votre Cimetière ; Invoquez-le Spécialement, mais détruisez-le durant la End Phase de ce tour."
  },
  {
    "id": "92610868",
    "name": "RéSolfaccord Dreamia",
    "nameEn": "RéSolfaccord Dreamia",
    "attribute": "WIND",
    "atk": 600,
    "def": 400,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nPendulum Summons of your \"Solfachord\" Pendulum Monsters cannot be negated.\n\n[ Monster Effect ] \nTant que vous avez une Échelle Pendule impaire dans votre Zone Pendule, si une ou plusieurs Cartes Monstre Pendule \"Solfaccord\" que vous contrôlez vont être détruites par un effet de carte de votre adversaire, vous pouvez détruire cette carte au lieu d'1 de ces cartes. Si vous contrôlez une carte \"Solfaccord\" dans votre Zone Pendule : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"RéSolfaccord Dreamia\" qu'une fois par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "11398059",
    "name": "Roi des Lutins Sauvages",
    "nameEn": "Roi des Lutins Sauvages",
    "attribute": "DARK",
    "atk": 2300,
    "def": 2000,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 monstre Reptile depuis votre Deck à votre main."
  },
  {
    "id": "93217231",
    "name": "Sacrifice au Dieu Serpent",
    "nameEn": "Sacrifice au Dieu Serpent",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Reptile face recto que vous contrôlez et 2 cartes contrôlées par votre adversaire ; détruisez toutes les trois cibles."
  },
  {
    "id": "53087962",
    "name": "Septentrion Ursarctique",
    "nameEn": "Septentrion Ursarctique",
    "attribute": "WATER",
    "atk": 3000,
    "def": 700,
    "level": 7,
    "monsterType": "Beast-Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable par Synchronisation. Uniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant 2 monstres que vous contrôlez avec une différence de Niveau de 7 au Cimetière (1 Syntoniseur de min. Niveau 8 et 1 Monstre Synchro non-Syntoniseur). Annulez les effets des monstres face recto sans Niveau qui ont été Invoqués Spécialement depuis l'Extra Deck. Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez ajouter 1 carte \"Ursarctique\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Septentrion Ursarctique\" qu'une fois par tour.",
    "archetype": "Ursarctic"
  },
  {
    "id": "55501446",
    "name": "Serpent Lumineux",
    "nameEn": "Serpent Lumineux",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 800,
    "level": 3,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée depuis la main au Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Non utilisable comme Matériel Synchro."
  },
  {
    "id": "54387923",
    "name": "SiSolfaccord Beautia",
    "nameEn": "SiSolfaccord Beautia",
    "attribute": "EARTH",
    "atk": 2500,
    "def": 2400,
    "level": 7,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYour opponent cannot activate a Spell/Trap Card, or monster effect, when your \"Solfachord\" Pendulum Monster(s) is Pendulum Summoned.\n\n[ Monster Effect ] \n(Effet Rapide) : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire, ou, si vous avez une Échelle Pendule paire dans votre Zone Pendule, vous pouvez cibler 1 Magie/Piège face recto contrôlé par votre adversaire à la place ; ce tour, bannissez-le lorsqu'il quitte le Terrain. Vous ne pouvez utiliser cet effet de \"SiSolfaccord Beautia\" qu'une fois par tour. Une fois par tour, au début de la Damage Step, si cette carte combat un monstre avec une ATK supérieure ou égale à la plus faible Échelle Pendule dans votre Zone Pendule x 300 : détruisez le monstre.",
    "archetype": "Solfachord"
  },
  {
    "id": "91598270",
    "name": "SolSolfaccord Gracia",
    "nameEn": "SolSolfaccord Gracia",
    "attribute": "WATER",
    "atk": 2100,
    "def": 1400,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYour opponent cannot activate a Spell/Trap Card, or monster effect, when your \"Solfachord\" Pendulum Monster(s) is Pendulum Summoned.\n\n[ Monster Effect ] \nTant que vous avez une Échelle Pendule paire dans votre Zone Pendule, si votre Monstre Pendule \"Solfaccord\" attaque, votre adversaire ne peut pas activer d'effets de monstre jusqu'à la fin de la Damage Step. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Solfaccord\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"SolSolfaccord Gracia\" qu'une fois par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "92043888",
    "name": "Tenue Solfaccord",
    "nameEn": "Tenue Solfaccord",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous avez une ou plusieurs cartes \"Solfaccord\" dans votre Zone Pendule, lorsque votre adversaire active une Carte Magie/Piège ou un effet de monstre : mélangez 1 Monstre Pendule face recto depuis votre Extra Deck dans le Deck, puis appliquez ces effets.\n●Les Monstres Pendule que vous contrôlez ne sont pas affectés par l'effet.\n●Les cartes dans votre Zone Pendule ne peuvent pas être détruites par l'effet.\n●Les cartes dans votre Zone Pendule ne peuvent pas être bannies par l'effet.\nVous ne pouvez activer qu'1 \"Tenue Solfaccord\" par tour.",
    "archetype": "Solfachord"
  },
  {
    "id": "38120068",
    "name": "Transaction",
    "nameEn": "Transaction",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 monstre de Niveau 8 ; piochez 2 cartes."
  },
  {
    "id": "8062132",
    "name": "Vénominaga, Déesse des Serpents Venimeux",
    "nameEn": "Vénominaga, Déesse des Serpents Venimeux",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 10,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement avec \"Avènement du Dieu Serpent\" ou par son propre effet. Gagne 500 ATK pour chaque monstre Reptile dans votre Cimetière. Aucun joueur ne peut cibler cette carte avec des effets de carte, et aussi, elle n'est affectée ni par les autres cartes ni par leurs effets. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez bannir 1 autre monstre Reptile depuis votre Cimetière ; Invoquez Spécialement cette carte. Lorsque cette carte inflige des dommages de combat à votre adversaire : placez 1 Compteur Hyper-Venin sur elle. Lorsque le 3e Compteur Hyper-Venin est placé sur cette carte, vous gagnez le Duel.",
    "archetype": "Venom"
  },
  {
    "id": "72677437",
    "name": "Vénominon, Roi des Serpents Venimeux",
    "nameEn": "Vénominon, Roi des Serpents Venimeux",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement par l'effet d'un autre Monstre à Effet. Non affectée par \"Marais Venin\". Gagne 500 ATK pour chaque monstre Reptile dans votre Cimetière. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez bannir 1 autre monstre Reptile depuis votre Cimetière ; Invoquez Spécialement cette carte.",
    "archetype": "Venom"
  },
  {
    "id": "96433300",
    "name": "Vide Ogdoadique",
    "nameEn": "Vide Ogdoadique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : vous pouvez Sacrifier 1 Monstre à Effet Reptile, puis ciblez 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur votre Terrain, mais envoyez-le au Cimetière durant la End Phase. Vous ne pouvez utiliser cet effet de \"Vide Ogdoadique\" qu'une fois par tour. Si cette carte face recto est envoyée depuis la Zone Magie & Piège au Cimetière : envoyez tous les monstres non-Reptile face recto que vous contrôlez au Cimetière.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "31222701",
    "name": "Yeux d'Hésitation",
    "nameEn": "Yeux d'Hésitation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Détruisez autant de cartes dans les Zones Pendule de chaque joueur que possible, puis appliquez ces effets, dans l'ordre, selon le nombre de cartes détruites par cet effet.\n●1+ : Infligez 500 points de dommages à votre adversaire.\n●2+ : Vous pouvez ajouter 1 Monstre Pendule depuis votre Main Deck à votre main.\n●3+ : Vous pouvez bannir 1 carte sur le Terrain.\n●4 : Vous pouvez ajouter 1 \"Yeux d'Hésitation\" depuis votre Deck à votre main.",
    "archetype": "Magician"
  },
  {
    "id": "35998832",
    "name": "Zohah, l'Infini Ogdoadique",
    "nameEn": "Zohah, l'Infini Ogdoadique",
    "attribute": "DARK",
    "atk": 1500,
    "def": 1700,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée depuis le Terrain au Cimetière, ou Invoquée Spécialement depuis le Cimetière : vous pouvez activer cet effet ; votre adversaire pioche 1 carte, et s'il le fait, vous ajoutez 1 monstre \"Ogdoadique\" (\"Zohah, l'Infini Ogdoadique\" exclu) depuis votre Deck à votre main, puis, chaque joueur envoie 1 carte depuis sa main au Cimetière. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 carte depuis votre main au Cimetière ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Zohah, l'Infini Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  }
]