[
  {
    "id": "39354437",
    "name": "Aegirine Jadeglace",
    "nameEn": "Aegirine Jadeglace",
    "attribute": "WATER",
    "atk": 1000,
    "def": 2000,
    "level": 3,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Jadeglace\" depuis votre Deck à votre main. Lorsque votre adversaire active une carte ou un effet qui cible cette carte, ou cible cette carte avec une attaque (Effet Rapide) : vous pouvez activer cet effet ; la prochaine fois que cette carte va être détruite au combat ou par un effet de carte ce tour, elle n'est pas détruite, et aussi, Invoquez Spécialement 1 monstre EAU (\"Aegirine Jadeglace\" exclu) depuis votre main ou Cimetière, mais renvoyez-le à la main durant la End Phase. Vous ne pouvez utiliser chaque effet de \"Aegirine Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "52020510",
    "name": "Alerte Dinomorphia",
    "nameEn": "Alerte Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez la moitié de vos LP ; Invoquez Spécialement max. 2 monstres \"Dinomorphia\" depuis votre Cimetière dont le Niveau total est égal à max. 8, mais vous ne pouvez pas déclarer d'attaque avec eux ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Dinomorphia\" exclus) le reste de ce tour. Lorsque votre adversaire active une carte ou un effet, tant que vos LP sont inférieurs ou égaux à 2000 : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage d'effet des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Alerte Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "14504454",
    "name": "Alice, Dame de la Lamentation",
    "nameEn": "Alice, Dame de la Lamentation",
    "attribute": "DARK",
    "atk": 0,
    "def": 2000,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre \"Dame de la Lamentation\" dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chacun des effets suivants de \"Alice, Dame de la Lamentation\" qu'une fois par tour. Vous pouvez bannir 1 Piège depuis votre main ou Cimetière ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est Sacrifiée, ou si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez ajouter 1 monstre Démon dont la somme de son ATK/DEF est égale à 2000 (\"Alice, Dame de la Lamentation\" exclu) depuis votre Deck à votre main.",
    "archetype": "Lady of Lament"
  },
  {
    "id": "96203584",
    "name": "Attaque du Serpent Ogdoadique",
    "nameEn": "Attaque du Serpent Ogdoadique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer 1 monstre depuis votre main ou Terrain au Cimetière, puis ciblez 1 monstre Reptile dans votre Cimetière d'Attribut d'origine différent du monstre ; Invoquez-le Spécialement. Durant la Main Phase, si un monstre est envoyé au Cimetière de votre adversaire : vous pouvez envoyer 1 monstre Reptile depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Attaque du Serpent Ogdoadique\" qu'une fois par tour.",
    "archetype": "Ogdoadic"
  },
  {
    "id": "7142724",
    "name": "Berceau Enion de Cénote Jadeglace",
    "nameEn": "Berceau Enion de Cénote Jadeglace",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 de vos monstres \"Jadeglace\" qui est banni ou dans votre Cimetière à votre main. Une fois par tour, si un ou plusieurs monstres sont Invoqués Normalement ou Spécialement (sauf durant la Damage Step) : vous pouvez cibler 1 monstre EAU que vous contrôlez ; jusqu'à la fin de ce tour, le monstre ainsi que les monstres face recto actuellement contrôlés par votre adversaire perdent une ATK égale à l'ATK d'origine du monstre ciblé. Vous ne pouvez activer qu'1 \"Berceau Enion de Cénote Jadeglace\" par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "71595845",
    "name": "Bonheur de Poupée",
    "nameEn": "Bonheur de Poupée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : ajoutez 1 \"Papy Demetto\" ou \"Boîte d'Amis\" depuis votre Deck à votre main. Tant que vous contrôlez \"Princesse Cologne\", les monstres de votre adversaire ne peuvent pas cibler les monstres avec 0 ATK ou DEF avec une attaque. Une fois par tour : vous pouvez détruire 1 monstre dans votre main ou sur votre Terrain, et si vous le faites, envoyez 1 carte \"Monstre Poupée\" depuis votre Deck au Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez activer \"Bonheur de Poupée\" qu'une fois par tour.",
    "archetype": "Doll"
  },
  {
    "id": "99414629",
    "name": "Brute Dinomorphia",
    "nameEn": "Brute Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez la moitié de vos LP ; détruisez 1 monstre \"Dinomorphia\" que vous contrôlez et 1 carte contrôlée par votre adversaire. Lorsque votre adversaire active une carte ou un effet, tant que vos LP sont inférieurs ou égaux à 2000 : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage d'effet des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Brute Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "25419323",
    "name": "Carapace Dinomorphia",
    "nameEn": "Carapace Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de la Battle Phase de votre adversaire : payez la moitié de vos LP ; Invoquez Spécialement 1 \"Jeton Dinomorphia\" (Dinosaure/TÉNÈBRES/Niveau 10/ATK 0/DEF 3000), et si vous le faites, tant que vous contrôlez le Jeton dans votre Zone Monstre, votre adversaire ne peut pas cibler d'autres monstres (le Jeton exclu) avec une attaque le reste de ce tour. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Carapace Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "95471006",
    "name": "Combinaison XYZ",
    "nameEn": "Combinaison XYZ",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre Carte Monstre Union LUMIÈRE Machine est bannie (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 \"Tête de Canon X\", \"Tête de Dragon Y\" ou \"Tank de Métal Z\" depuis votre Deck. Vous pouvez renvoyer 1 Monstre Fusion que vous contrôlez à l'Extra Deck ; Invoquez Spécialement max. 2 de vos monstres bannis de noms différents, parmi \"Tête de Canon X\", \"Tête de Dragon Y\" et \"Tank de Métal Z\". Vous ne pouvez utiliser chaque effet de \"Combinaison XYZ\" qu'une fois par tour.",
    "archetype": "ABC"
  },
  {
    "id": "99137266",
    "name": "Conflit Âmépée",
    "nameEn": "Conflit Âmépée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une ou plusieurs cartes sont bannies (sauf durant la Damage Step) : vous pouvez bannir 1 Monstre Synchro Wyrm ou 1 carte \"Âmépée\" depuis votre main, Deck, Cimetière ou qui est face recto sur l'un des Terrains. Si cette carte est bannie : vous pouvez Invoquer Spécialement 1 \"Jeton Âmépée\" (Wyrm/Syntoniseur/EAU/Niveau 4/ATK 0/DEF 0). Tant que le Jeton est dans la Zone Monstre, le joueur qui l'a Invoqué ne peut pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck. Vous ne pouvez utiliser chaque effet de \"Conflit Âmépée\" qu'une fois par tour.",
    "archetype": "Swordsoul"
  },
  {
    "id": "77683371",
    "name": "Conjurateur Dimensionnel",
    "nameEn": "Conjurateur Dimensionnel",
    "attribute": "DARK",
    "atk": 500,
    "def": 500,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Dimension Magique\" depuis votre Deck ou Cimetière à votre main. Si cette carte est envoyée depuis la Zone Monstre au Cimetière : vous pouvez piocher un nombre de cartes égal au nombre de monstres Magicien que vous contrôlez, puis placez un nombre de cartes depuis votre main au-dessus de votre Deck dans l'ordre de votre choix, égal au nombre de cartes que vous avez piochées. Vous ne pouvez utiliser chaque effet de \"Conjurateur Dimensionnel\" qu'une fois par tour.",
    "archetype": "Dark Magician"
  },
  {
    "id": "33814281",
    "name": "Contrat des Ténèbres avec Licence de Brevet",
    "nameEn": "Contrat des Ténèbres avec Licence de Brevet",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Spécialement un ou plusieurs monstres du même type de carte (Fusion, Synchro, Xyz ou Lien) qu'un monstre \"D/D/D\" que vous contrôlez (sauf durant la Damage Step) : vous pouvez infliger 1000 points de dommages à votre adversaire, et aussi, tant que cette carte est sur le Terrain, votre adversaire ne peut pas Invoquer Spécialement de monstres du même type de carte que le monstre Invoqué Spécialement le reste de ce tour. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 monstre \"D/D\" depuis votre Cimetière, ou 1 Monstre Pendule \"D/D\" face recto depuis votre Extra Deck, à votre main. Vous ne pouvez utiliser cet effet de \"Contrat des Ténèbres avec Licence de Brevet\" qu'une fois par tour.",
    "archetype": "Dark Contract"
  },
  {
    "id": "28406301",
    "name": "D/D Griffon",
    "nameEn": "D/D Griffon",
    "attribute": "DARK",
    "atk": 1200,
    "def": 1200,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou can target 1 Fiend monster you control; it gains 500 ATK (until the end of this turn) for each \"Dark Contract\" Spell/Trap with different names currently on your field or in your GY, then destroy this card. You can only use this effect of \"D/D Gryphon\" once per turn.\n\n[ Monster Effect ] \nSi vous contrôlez un monstre \"D/D\" : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Si cette carte est Invoquée par Pendulation : vous pouvez défausser 1 carte \"D/D\" ou \"Contrat des Ténèbres\" ; piochez 1 carte. Si cette carte est Invoquée Spécialement depuis le Cimetière : vous pouvez ajouter 1 carte \"D/D\" (\"D/D Griffon\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"D/D Griffon\" qu'une fois par tour.",
    "archetype": "D/D"
  },
  {
    "id": "91781484",
    "name": "D/D/D Chasseur de Têtes",
    "nameEn": "D/D/D Chasseur de Têtes",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"D/D/D\" : ciblez 1 monstre face recto contrôlé par votre adversaire ; prenez-en le contrôle jusqu'à la End Phase du prochain tour, mais ses effets sont annulés, il ne peut pas déclarer d'attaque, et aussi, si c'est un monstre Invoqué Spécialement depuis l'Extra Deck, il est aussi traité comme un monstre \"D/D/D\". Vous ne pouvez activer qu'1 \"D/D/D Chasseur de Têtes\" par tour.",
    "archetype": "D/D"
  },
  {
    "id": "46593546",
    "name": "D/D/D Roi Planificateur Deus Machinex",
    "nameEn": "D/D/D Roi Planificateur Deus Machinex",
    "attribute": "DARK",
    "atk": 3000,
    "def": 3000,
    "level": 10,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhile you have a card in your other Pendulum Zone: You can target 1 Pendulum Monster you control or in your GY; Special Summon the card in your other Pendulum Zone, and if you do, place that targeted Pendulum Monster in your Pendulum Zone. You can only use this effect of \"D/D/D Deviser King Deus Machinex\" once per turn.\n\n[ Monster Effect ] \n2 monstres Démon de Niveau 10\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un monstre \"D/D/D\" que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Vous ne pouvez contrôler qu'1 \"D/D/D Roi Planificateur Deus Machinex\" dans votre Zone Monstre. Une fois par Chaîne, lorsqu'une Carte Monstre contrôlée par votre adversaire active son effet (Effet Rapide) : vous pouvez soit détacher 2 Matériels de cette carte soit détruire 1 carte \"Contrat des Ténèbres\" que vous contrôlez, et si vous le faites, attachez la carte de l'adversaire à cette carte comme Matériel. Une fois par tour, durant votre Standby Phase : vous pouvez placer cette carte dans votre Zone Pendule.",
    "archetype": "D/D"
  },
  {
    "id": "86271510",
    "name": "Darton la Monstruosité Mécanique",
    "nameEn": "Darton la Monstruosité Mécanique",
    "attribute": "DARK",
    "atk": -1,
    "def": 0,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant votre Main Phase : vous pouvez vérifier la différence entre l'ATK actuelle et d'origine de chaque monstre sur le Terrain, additionnez chacune de ces différences, et faites devenir l'ATK d'origine de ce monstre le montant total jusqu'à la fin du prochain tour de votre adversaire."
  },
  {
    "id": "73104892",
    "name": "Demoiselle d'Érable",
    "nameEn": "Demoiselle d'Érable",
    "attribute": "WIND",
    "atk": 2100,
    "def": 2600,
    "level": 7,
    "monsterType": "Fairy",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : vous pouvez déclarer 1 Attribut ; cette carte gagne l'effet suivant.\n●Tous les monstres face recto deviennent cet Attribut.\nVous pouvez cibler 1 monstre dans la Zone Monstre Main de votre adversaire ; votre adversaire doit envoyer 1 carte depuis ses Zones Monstre ou Zones Magie & Piège adjacentes au Cimetière. Vous ne pouvez utiliser chaque effet de \"Demoiselle d'Érable\" qu'une fois par tour."
  },
  {
    "id": "8264361",
    "name": "Dharc la Charmeuse des Ténèbres Obscures",
    "nameEn": "Dharc la Charmeuse des Ténèbres Obscures",
    "attribute": "DARK",
    "atk": 1850,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre TÉNÈBRES inclus)\n(Cette carte est toujours traitée comme une carte \"Familier Possédé\".)\nVous pouvez cibler 1 monstre TÉNÈBRES dans le Cimetière de votre adversaire ; Invoquez-le Spécialement dans votre zone pointée par cette carte. Si cette carte Invoquée par Lien est détruite au combat, ou détruite par un effet de carte de l'adversaire tant qu'elle est dans la Zone Monstre de son propriétaire : vous pouvez ajouter 1 monstre TÉNÈBRES avec max. 1500 DEF depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Dharc la Charmeuse des Ténèbres Obscures\" qu'une fois par tour.",
    "archetype": "Charmer"
  },
  {
    "id": "66961194",
    "name": "Dictateur des D",
    "nameEn": "Dictateur des D",
    "attribute": "DARK",
    "atk": 1200,
    "def": 1100,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un monstre \"Yeux Bleus\", vous choisissez les cibles des attaques de votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"Dictateur des D\" qu'une fois par tour. Vous pouvez envoyer 1 \"Dragon Blanc aux Yeux Bleus\" depuis votre main ou Deck au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez défausser 1 \"Dragon Blanc aux Yeux Bleus\", ou 1 carte qui le mentionne, puis ciblez 1 monstre \"Yeux Bleus\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "10851853",
    "name": "Dinofleur",
    "nameEn": "Dinofleur",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 0,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par son propre effet. Vous ne pouvez utiliser chacun des effets suivants de \"Dinofleur\" qu'une fois par tour. Si vous activez une Carte Piège ou effet de Piège, ou que votre adversaire active une Carte Magie ou effet de Magie : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est envoyée au Cimetière : vous pouvez cibler 3 Magies/Pièges bannis ; placez-les au-dessous des Decks appropriés dans l'ordre de votre choix, puis piochez 1 carte."
  },
  {
    "id": "38628859",
    "name": "Diplos Dinomorphia",
    "nameEn": "Diplos Dinomorphia",
    "attribute": "DARK",
    "atk": 1000,
    "def": 0,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 carte \"Dinomorphia\" depuis votre Deck au Cimetière, puis si vos LP sont inférieurs ou égaux à 2000, infligez 500 points de dommages à votre adversaire. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez bannir 1 Piège depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 (\"Diplos Dinomorphia\" exclu) depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Diplos Dinomorphia\" qu'une fois par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "34536828",
    "name": "Disciple Marqué",
    "nameEn": "Disciple Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un effet de monstre activé par votre adversaire est résolu, si le monstre de l'adversaire a 0 ATK ou DEF, et que vous contrôlez un Monstre Fusion Démon de min. Niveau 8, vous pouvez annuler l'effet activé. À la fin de la Damage Step, si des monstres avec 0 ATK se sont combattus l'un et l'autre : vous pouvez détruire le monstre combattant de votre adversaire. Vous ne pouvez utiliser chaque effet de \"Disciple Marqué\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "60921537",
    "name": "Dogmatikamacabre",
    "nameEn": "Dogmatikamacabre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Dogmatika\" depuis votre main ou Cimetière. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, et/ou bannir des Monstres Fusion ou Synchro depuis votre Cimetière, dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement, puis, si \"Chevalier Blanc de Dogmatika\" ainsi que \"Relique Blanche de Dogmatika\" sont sur le Terrain, vous pouvez regarder soit votre Extra Deck soit l'Extra Deck de votre adversaire, et envoyez 1 monstre depuis celui-ci au Cimetière. Vous ne pouvez activer qu'1 \"Dogmatikamacabre\" par tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "26631975",
    "name": "Domaine Dinomorphia",
    "nameEn": "Domaine Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : payez la moitié de vos LP ; Invoquez par Fusion 1 Monstre Fusion \"Dinomorphia\" depuis votre Extra Deck, en utilisant des monstres depuis votre main, Deck ou Terrain comme Matériel. Lorsque votre adversaire active une carte ou un effet, tant que vos LP sont inférieurs ou égaux à 2000 : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage d'effet des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Domaine Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "90359458",
    "name": "Domination du Marché",
    "nameEn": "Domination du Marché",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 carte depuis votre Deck et placez-la au-dessus de votre Deck, puis votre adversaire révèle 1 carte depuis son Deck et la place au-dessus de son Deck. Vous ne pouvez activer qu'1 \"Domination du Marché\" par tour."
  },
  {
    "id": "71406430",
    "name": "Doombroker Libromancien",
    "nameEn": "Doombroker Libromancien",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Libromancien\". Si cette carte est Invoquée Rituellement en utilisant un ou plusieurs monstres sur le Terrain, elle peut attaquer directement. Vous ne pouvez utiliser chacun des effets suivants de \"Doombroker Libromancien\" qu'une fois par tour. Durant votre Main Phase : vous pouvez Poser 1 Piège \"Libromancien\" directement depuis votre Deck. Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; mélangez-le dans le Deck.",
    "archetype": "Libromancer"
  },
  {
    "id": "30576089",
    "name": "Dragon à Réaction aux Yeux Bleus",
    "nameEn": "Dragon à Réaction aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Les autres cartes que vous contrôlez ne peuvent pas être détruites par des effets de carte de votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon à Réaction aux Yeux Bleus\" qu'une fois par tour, et pouvez uniquement les activer tant que \"Dragon Blanc aux Yeux Bleus\" est sur votre Terrain ou dans votre Cimetière. Si une ou plusieurs cartes sur le Terrain sont détruites au combat ou par un effet de carte : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque la carte a été détruite) ou la main (même si elle n'y était pas). Au début de la Damage Step, si cette carte combat : vous pouvez cibler 1 carte contrôlée par votre adversaire ; renvoyez-la à la main.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "11443677",
    "name": "Dragon Tyran aux Yeux Bleus",
    "nameEn": "Dragon Tyran aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 3400,
    "def": 2900,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Dragon Blanc aux Yeux Bleus\" + 1 monstre Dragon\nDoit d'abord être soit Invoquée par Fusion, soit Invoquée Spécialement depuis votre Extra Deck en Sacrifiant 1 \"Dragon Blanc aux Yeux Bleus\" équipé avec un Monstre Fusion. Non affectée ni par des Cartes Piège ni par des effets de Piège. Cette carte peut attaquer une fois tous les monstres contrôlés par votre adversaire. Une fois par tour, à la fin de la Damage Step, si cette carte a combattu : vous pouvez cibler 1 Piège dans votre Cimetière ; Posez-le dans votre Zone Magie & Piège.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "84462118",
    "name": "Dragonpiqûre",
    "nameEn": "Dragonpiqûre",
    "attribute": "DARK",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Insect",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre Insecte de max. Niveau 4 depuis votre main. Vous pouvez bannir 1 monstre Insecte de max. Niveau 4 depuis votre main, Cimetière ou Terrain face recto, puis ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, augmentez son Niveau du Niveau du monstre banni. Vous ne pouvez utiliser chaque effet de \"Dragonpiqûre\" qu'une fois par tour."
  },
  {
    "id": "57946551",
    "name": "Écailles de Pierre",
    "nameEn": "Écailles de Pierre",
    "attribute": "WATER",
    "atk": 2100,
    "def": 1600,
    "level": 5,
    "monsterType": "Fish",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 autre monstre face recto sur le Terrain ; équipez le monstre face recto à cette carte. Au début de la Damage Step, si cette carte combat un monstre de l'adversaire du même Type et Attribut que la Carte Monstre équipée par l'effet de cette carte : vous pouvez détruire le monstre de l'adversaire. Vous ne pouvez utiliser chaque effet de \"Écailles de Pierre\" qu'une fois par tour."
  },
  {
    "id": "51611041",
    "name": "Epigonen, l'Envahisseur Usurpateur",
    "nameEn": "Epigonen, l'Envahisseur Usurpateur",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2000,
    "level": 7,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 Monstre à Effet : Invoquez Spécialement cette carte depuis votre main, puis Invoquez Spécialement 1 \"Jeton Epigonos\" (Niveau 1/ATK 0/ DEF 0) du même Type et Attribut que le Type et Attribut d'origine du monstre Sacrifié. Vous ne pouvez utiliser cet effet de \"Epigonen, l'Envahisseur Usurpateur\" qu'une fois par tour."
  },
  {
    "id": "52566270",
    "name": "Epsilon, le Guerrier Magnétique",
    "nameEn": "Epsilon, le Guerrier Magnétique",
    "attribute": "EARTH",
    "atk": 1300,
    "def": 1500,
    "level": 4,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 (\"Epsilon, le Guerrier Magnétique\" exclu) depuis votre Deck au Cimetière ; le nom de cette carte devient le nom du monstre envoyé (jusqu'à la End Phase), puis vous pouvez Invoquer Spécialement 1 monstre \"Guerrier Magnétique\" depuis votre Cimetière d'un nom différent des cartes que vous contrôlez. Vous ne pouvez utiliser cet effet de \"Epsilon, le Guerrier Magnétique\" qu'une fois par tour.",
    "archetype": "Magnet Warrior"
  },
  {
    "id": "53742162",
    "name": "Érosion Jadeglace",
    "nameEn": "Érosion Jadeglace",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; détruisez 1 monstre \"Jadeglace\" que vous contrôlez, et si vous le faites, annulez les effets de la carte ciblée jusqu'à la fin de ce tour. Si un monstre EAU face recto que vous contrôlez quitte le Terrain par une carte de l'adversaire, sauf en étant détruit (et sauf durant la Damage Step) : vous pouvez ajouter à votre main ou Invoquer Spécialement 1 monstre \"Jadeglace\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Érosion Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "19516687",
    "name": "Espion Libromancien",
    "nameEn": "Espion Libromancien",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 2500,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Vous pouvez cibler 1 carte \"Libromancien\" (\"Espion Libromancien\" exclu) dans votre Cimetière ; ajoutez-la à votre main, puis si vous avez ajouté un Magie/Piège par cet effet, placez 1 carte depuis votre main au-dessous du Deck. Vous ne pouvez utiliser chaque effet de \"Espion Libromancien\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "90299015",
    "name": "Fantôme Vampire",
    "nameEn": "Fantôme Vampire",
    "attribute": "DARK",
    "atk": 1500,
    "def": 0,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement : vous pouvez envoyer 1 autre carte \"Vampire\" depuis votre main ou Terrain face recto au Cimetière ; ajoutez 1 monstre \"Vampire\" de min. Niveau 4 depuis votre Deck à votre main, et si vous le faites, envoyez 1 monstre \"Vampire\" de max. Niveau 2 depuis votre Deck au Cimetière. Durant la Main Phase (Effet Rapide) : vous pouvez bannir cette carte depuis votre Cimetière, et payez 500 LP ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Vampire\". Vous ne pouvez utiliser chaque effet de \"Fantôme Vampire\" qu'une fois par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "27170599",
    "name": "Fantôruse ou Friandise",
    "nameEn": "Fantôruse ou Friandise",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez une Magie de Terrain \"Fantôruse\" ou un Monstre Lien \"Fantôruse\" : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; votre adversaire peut payer 2000 LP pour faire devenir l'effet de cette carte \"Posez cette carte au lieu de l'envoyer au Cimetière après activation\", sinon, le reste de ce tour, le monstre face recto ne peut pas attaquer, ses effets sont annulés, et aussi, il est changé en Position de Défense face verso durant la End Phase. Vous ne pouvez activer qu'1 \"Fantôruse ou Friandise\" par tour.",
    "archetype": "Ghostrick"
  },
  {
    "id": "35871958",
    "name": "Festival Fantôruse",
    "nameEn": "Festival Fantôruse",
    "attribute": "DARK",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre non-Lien \"Fantôruse\"\nVous pouvez aussi utiliser un monstre \"Fantôruse\" face verso que vous contrôlez comme Matériel pour Invoquer par Lien cette carte. Tant qu'une carte \"Fantôruse\" est dans une Zone Terrain, vos monstres \"Fantôruse\" peuvent attaquer directement. Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Fantôruse\" depuis votre Deck en Position de Défense face verso. Vous ne pouvez utiliser cet effet de \"Festival Fantôruse\" qu'une fois par tour.",
    "archetype": "Ghostrick"
  },
  {
    "id": "53442500",
    "name": "Fin de la Ligne",
    "nameEn": "Fin de la Ligne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vos LP sont inférieurs à 100 : piochez 2 cartes, puis, si vos LP sont inférieurs à 10, piochez 2 cartes supplémentaires."
  },
  {
    "id": "45001322",
    "name": "Firestarter Libromancien",
    "nameEn": "Firestarter Libromancien",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 1800,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Libromancien\". Si cette carte est Invoquée Rituellement en utilisant un ou plusieurs monstres sur le Terrain, elle ne peut être ni détruite ni bannie par des effets de carte. Gagne 200 ATK/DEF chaque fois que votre adversaire active une carte ou un effet, tant que vous contrôlez cette carte avec une ATK inférieure à 3000 dans la Zone Monstre.",
    "archetype": "Libromancer"
  },
  {
    "id": "71143015",
    "name": "Fusion Ultime",
    "nameEn": "Fusion Ultime",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck qui mentionne \"Dragon Blanc aux Yeux Bleus\" ou \"Dragon Ultime aux Yeux Bleus\" comme Matériel, en mélangeant les Matériels Fusion listés sur celui-ci depuis votre main, Terrain et/ou Cimetière dans le Deck, puis, vous pouvez détruire un nombre de cartes face recto contrôlées par votre adversaire, inférieur ou égal au nombre de \"Dragon Blanc aux Yeux Bleus\" et \"Dragon Ultime aux Yeux Bleus\" utilisés depuis le Terrain comme Matériel. Vous ne pouvez activer qu'1 \"Fusion Ultime\" par tour.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "69087397",
    "name": "Fuvagabonbrise et l'Avènement d'Aventure",
    "nameEn": "Fuvagabonbrise et l'Avènement d'Aventure",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez 1 monstre Bête Ailée depuis votre main ou Terrain face recto ; ajoutez 1 monstre \"Fuvagabonbrise\" ou Magie de Terrain \"Fuvagabonbrise\" depuis votre Deck à votre main, puis gagnez 500 LP. Vous ne pouvez activer qu'1 \"Fuvagabonbrise et l'Avènement d'Aventure\" par tour.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "46123974",
    "name": "Garçon Geek Libromancien",
    "nameEn": "Garçon Geek Libromancien",
    "attribute": "WIND",
    "atk": 800,
    "def": 800,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 Magie \"Libromancien\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Garçon Geek Libromancien\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "11321089",
    "name": "Gardien Chimère",
    "nameEn": "Gardien Chimère",
    "attribute": "DARK",
    "atk": 3300,
    "def": 3300,
    "level": 9,
    "monsterType": "Beast",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de noms différents\nDoit d'abord être Invoquée par Fusion en utilisant uniquement des Matériels Fusion depuis votre main et Terrain, avec min. 1 monstre de chaque. Si cette carte est Invoquée par Fusion par une Carte Magie ou effet de Magie : vous pouvez piocher un nombre de cartes égal au nombre de cartes utilisées comme Matériel depuis la main, et si vous le faites, détruisez un nombre de cartes contrôlées par votre adversaire, égal au nombre de cartes utilisées comme Matériel depuis le Terrain. Vous ne pouvez utiliser cet effet de \"Gardien Chimère\" qu'une fois par tour. Tant que \"Polymérisation\" est dans votre Cimetière, votre adversaire ne peut pas cibler cette carte avec des effets de carte.",
    "archetype": "Guardian"
  },
  {
    "id": "45420955",
    "name": "Groza, Tyran du Tonnerre",
    "nameEn": "Groza, Tyran du Tonnerre",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2800,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur Démon\nDurant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet sur le Terrain ; défaussez 1 monstre, et si vous le faites, annulez l'effet du monstre jusqu'à la fin de ce tour. Vous ne pouvez utiliser cet effet de \"Groza, Tyran du Tonnerre\" qu'une fois par tour. Si un ou plusieurs monstres Démon sont envoyés depuis la main à votre Cimetière (sauf durant la Damage Step) : jusqu'à la fin de ce tour, vous pouvez appliquer 1 des effets suivants à cette carte.\n●Non destructible au combat.\n●Non destructible par des effets de carte de votre adversaire.\n●Votre adversaire ne peut pas cibler cette carte avec des effets de carte."
  },
  {
    "id": "65626958",
    "name": "Gullinbursti, Bête Nordique",
    "nameEn": "Gullinbursti, Bête Nordique",
    "attribute": "LIGHT",
    "atk": 300,
    "def": 100,
    "level": 3,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Pour une Invocation Synchro, vous pouvez substituer cette carte à 1 Syntoniseur \"Nordique\". Vous ne pouvez utiliser chacun des effets suivants de \"Gullinbursti, Bête Nordique\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Nordique\" depuis votre main. Vous pouvez cibler 1 monstre \"Nordique\" (\"Gullinbursti, Bête Nordique\" exclu) dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Nordic"
  },
  {
    "id": "86993168",
    "name": "Hacker Fou",
    "nameEn": "Hacker Fou",
    "attribute": "DARK",
    "atk": 1000,
    "def": 600,
    "level": 2,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres sont Invoqués Spécialement sur le Terrain de votre adversaire (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant la End Phase : vous pouvez bannir cette carte que vous contrôlez ; prenez le contrôle d'1 monstre contrôlé par votre adversaire avec la plus faible ATK (en cas d'égalité, vous choisissez), mais tant qu'il est face recto sur votre Terrain, il ne peut pas activer ses effets, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Lien exclus) depuis l'Extra Deck. Vous ne pouvez utiliser chaque effet de \"Hacker Fou\" qu'une fois par tour."
  },
  {
    "id": "7320132",
    "name": "Hlidskjálf, Relique Nordique",
    "nameEn": "Hlidskjálf, Relique Nordique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Nordique\" depuis votre Deck, mais vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Ases\" exclus) depuis l'Extra Deck, tant que le monstre est face recto sur le Terrain. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Nordique\" depuis votre Deck à votre main, puis mélangez 1 carte depuis votre main dans le Deck. Vous ne pouvez utiliser qu'1 effet de \"Hlidskjálf, Relique Nordique\" par tour, et uniquement une fois le tour.",
    "archetype": "Nordic"
  },
  {
    "id": "12266229",
    "name": "Illusion du Chaos",
    "nameEn": "Illusion du Chaos",
    "attribute": "DARK",
    "atk": 2100,
    "def": 2500,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Forme du Chaos\". Vous pouvez révéler cette carte dans votre main ; ajoutez 1 \"Magicien Sombre\", ou 1 monstre non-Rituel qui le mentionne, depuis votre Deck à votre main, puis placez 1 carte depuis votre main au-dessus du Deck. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez renvoyer cette carte à la main, et si vous le faites, Invoquez Spécialement 1 \"Magicien Sombre\" depuis votre Cimetière, et si vous faites ça, annulez l'effet activé. Vous ne pouvez utiliser chaque effet de \"Illusion du Chaos\" qu'une fois par tour.",
    "archetype": "Chaos"
  },
  {
    "id": "64964750",
    "name": "Interdiction de Vente",
    "nameEn": "Interdiction de Vente",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Déclarez 1 nom de carte ; le reste de ce tour, votre adversaire ne peut activer ni de cartes ni d'effets de cartes du même nom d'origine que la carte déclarée. Les mêmes restrictions s'appliquent à vous, mais tout le reste de ce Duel au lieu de ce tour uniquement. Vous ne pouvez activer qu'1 \"Interdiction de Vente\" par tour."
  },
  {
    "id": "44889144",
    "name": "Intervention Libromancienne",
    "nameEn": "Intervention Libromancienne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une carte ou un effet : ciblez 1 Monstre Rituel \"Libromancien\" que vous contrôlez ; renvoyez-le à la main, et si vous le faites, annulez l'effet activé, puis vous pouvez Invoquer Spécialement 1 monstre \"Libromancien\" depuis votre main ou Cimetière. Vous ne pouvez activer qu'1 \"Intervention Libromancienne\" par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "26357901",
    "name": "Intrusion Imprudente",
    "nameEn": "Intrusion Imprudente",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vos LP doivent être inférieurs à ceux de votre adversaire pour activer et résoudre cet effet.\nActivez 1 de ces effets ;\n●Détruisez 1 monstre contrôlé par votre adversaire avec une ATK inférieure ou égale à la différence des LP.\n●Invoquez Spécialement 1 monstre depuis votre Cimetière avec une ATK inférieure ou égale à la différence des LP."
  },
  {
    "id": "91011603",
    "name": "Ivaldi, Forgeron Nordique",
    "nameEn": "Ivaldi, Forgeron Nordique",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 700,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Ases\" ou \"Nordique\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Relique Nordique\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Ivaldi, Forgeron Nordique\" qu'une fois par tour.",
    "archetype": "Nordic"
  },
  {
    "id": "25449584",
    "name": "Kaiza, l'Étoile Cachée",
    "nameEn": "Kaiza, l'Étoile Cachée",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 2100,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 1 monstre LUMIÈRE ou TERRE Guerrier, et si vous le faites, cette carte gagne une ATK égale à l'ATK d'origine du monstre Sacrifié. Vous ne pouvez Invoquer Spécialement \"Kaiza, l'Étoile Cachée\" qu'une fois par tour de cette façon. Vous pouvez bannir 1 monstre Guerrier depuis votre Cimetière ; envoyez 1 monstre LUMIÈRE ou TERRE Guerrier depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Kaiza, l'Étoile Cachée\" qu'une fois par tour.",
    "archetype": "Star"
  },
  {
    "id": "48832775",
    "name": "Kentregina Dinomorphia",
    "nameEn": "Kentregina Dinomorphia",
    "attribute": "DARK",
    "atk": 4000,
    "def": 0,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Dinomorphia\" de noms différents\nPerd une ATK égale à vos LP. Vous ne pouvez utiliser chacun des effets suivants de \"Kentregina Dinomorphia\" qu'une fois par tour. Durant la Main Phase (Effet Rapide) : vous pouvez payer la moitié de vos LP, et bannissez 1 Piège Normal \"Dinomorphia\" depuis votre Cimetière ; cet effet devient l'effet du Piège lorsque la carte est activée. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 depuis votre Cimetière.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "3355732",
    "name": "Kosmochlor Jadeglace",
    "nameEn": "Kosmochlor Jadeglace",
    "attribute": "WATER",
    "atk": 1500,
    "def": 3000,
    "level": 10,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une carte face recto est dans une Zone Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Kosmochlor Jadeglace\" qu'une fois par tour de cette façon. Tant que \"Berceau Enion de Cénote Jadeglace\" est sur le Terrain, les monstres contrôlés par votre adversaire ne peuvent activer leurs effets que le tour où ils sont Invoqués. Si votre monstre \"Jadeglace\" combat un monstre de l'adversaire, le monstre de l'adversaire perd 1000 ATK durant ce calcul des dommages uniquement.",
    "archetype": "Icejade"
  },
  {
    "id": "27383719",
    "name": "Lapcewell de la Force-S",
    "nameEn": "Lapcewell de la Force-S",
    "attribute": "LIGHT",
    "atk": 2400,
    "def": 2500,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre \"Force-S\" (\"Lapcewell de la Force-S\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Vous pouvez bannir 1 carte \"Force-S\" depuis votre main ; détruisez tous les monstres de votre adversaire dans les mêmes colonnes que vos monstres \"Force-S\". Vous ne pouvez utiliser chaque effet de \"Lapcewell de la Force-S\" qu'une fois par tour.",
    "archetype": "S-Force"
  },
  {
    "id": "83340560",
    "name": "Le Grand Double Casting de Lanceurs",
    "nameEn": "Le Grand Double Casting de Lanceurs",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2600,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres (Monstres à Effet exclus)\nGagne une ATK égale à la somme des ATK d'origine des Monstres Rituel, Fusion, Synchro, Xyz ou Lien utilisés comme Matériel Fusion pour cette carte. Cette carte peut attaquer directement. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 de vos monstres (Monstres à Effet exclus) qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Le Grand Double Casting de Lanceurs\" qu'une fois par tour."
  },
  {
    "id": "73082255",
    "name": "Le Vampire Zombie",
    "nameEn": "Le Vampire Zombie",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2800,
    "level": 8,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 8\nSi vous utilisez un ou plusieurs monstres avec un Niveau dont le propriétaire est votre adversaire pour l'Invocation Xyz de cette carte, traitez-les comme Niveau 8. Aucun joueur ne peut cibler cette carte avec des effets de monstres Invoqués Spécialement, sauf ceux Invoqués Spécialement depuis le Cimetière. Vous pouvez détacher 1 Matériel de cette carte ; chaque joueur envoie les 4 cartes du dessus de son Deck au Cimetière, puis si des monstres ont été envoyés à l'un des Cimetières par cet effet, vous pouvez Invoquer Spécialement 1 de ces monstres sur votre Terrain. Vous ne pouvez utiliser cet effet de \"Le Vampire Zombie\" qu'une fois par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "50237654",
    "name": "Les Magiciens des Ténèbres",
    "nameEn": "Les Magiciens des Ténèbres",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2300,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Magicien Sombre\" ou \"Magicienne des Ténèbres\" + 1 monstre Magicien\nUne fois par tour, si une Carte Magie/Piège ou effet de Magie/Piège est activé (sauf durant la Damage Step) : vous pouvez piocher 1 carte, puis si c'était un Magie/Piège, vous pouvez le Poser, et si c'était un Piège ou une Magie Jeu-Rapide, vous pouvez l'activer ce tour. Si cette carte est détruite : vous pouvez Invoquer Spécialement 1 \"Magicien Sombre\" ainsi qu'1 \"Magicienne des Ténèbres\" depuis votre main, Deck et/ou Cimetière.",
    "archetype": "Dark Magician"
  },
  {
    "id": "88232397",
    "name": "Magicien Marron Expérimenté",
    "nameEn": "Magicien Marron Expérimenté",
    "attribute": "DARK",
    "atk": 300,
    "def": 200,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois qu'une Carte Magie est activée, placez 1 Compteur Magie sur cette carte (max. 3) lorsque la Magie est résolue. Vous pouvez retirer 1 Compteur Magie de cette carte, puis activez 1 de ces effets ;\n●Cette carte gagne 1500 ATK et son Niveau augmente de 1.\n●Ajoutez 1 monstre \"Kuriboh\" ou 1 \"Multiplicateur\" depuis votre Deck ou Cimetière à votre main.\nVous ne pouvez utiliser cet effet de \"Magicien Marron Expérimenté\" qu'une fois par tour.",
    "archetype": "Skilled Magician"
  },
  {
    "id": "46986414",
    "name": "Magicien Sombre",
    "nameEn": "Magicien Sombre",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2100,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Mage suprême en termes d'attaque et de défense.",
    "archetype": "Dark Magician"
  },
  {
    "id": "82128978",
    "name": "Magifille Libromancienne",
    "nameEn": "Magifille Libromancienne",
    "attribute": "WATER",
    "atk": 600,
    "def": 2100,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez Invoquer Rituellement 1 Monstre Rituel \"Libromancien\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Vous ne pouvez utiliser chaque effet de \"Magifille Libromancienne\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "31699677",
    "name": "Magikuriboh",
    "nameEn": "Magikuriboh",
    "attribute": "DARK",
    "atk": 300,
    "def": 200,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main ou Battle Phase, si vous avez reçu des dommages au combat ou par un effet de carte de l'adversaire ce tour (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; Invoquez Spécialement 1 \"Magicien Sombre\" ou 1 \"Magicienne des Ténèbres\" depuis votre Deck ou Cimetière. Si un ou plusieurs monstres Magicien face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez ajouter cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Magikuriboh\" qu'une fois par tour.",
    "archetype": "Kuriboh"
  },
  {
    "id": "85059922",
    "name": "Maître du Chaos",
    "nameEn": "Maître du Chaos",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Magicien Sombre\" + 1 Monstre Rituel \"Chaos\" ou \"Soldat du Lustre Noir\"\nSi cette carte est Invoquée par Fusion : vous pouvez cibler 1 monstre LUMIÈRE ou TÉNÈBRES dans votre Cimetière ; Invoquez-le Spécialement. Vous pouvez Sacrifier 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES ; bannissez tous les monstres contrôlés par votre adversaire. Si cette carte Invoquée par Fusion est détruite au combat ou par un effet de carte : vous pouvez cibler 1 Magie dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Maître du Chaos\" qu'une fois par tour.",
    "archetype": "Chaos"
  },
  {
    "id": "66749546",
    "name": "Martin-Pêcheur de Création Jadeglace",
    "nameEn": "Martin-Pêcheur de Création Jadeglace",
    "attribute": "WATER",
    "atk": 2500,
    "def": 2500,
    "level": 9,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre EAU que vous contrôlez ; équipez-lui cette carte depuis votre main ou Terrain. Un monstre \"Jadeglace\" équipé avec cette carte peut attaquer tant qu'il est en Position de Défense. S'il le fait, appliquez sa DEF pour le calcul des dommages. Tant que cette carte est équipée à un monstre : vous pouvez cibler 1 monstre contrôlé par votre adversaire avec une ATK inférieure ou égale à la DEF du monstre équipé ; Invoquez Spécialement cette carte, et si vous le faites, renvoyez le monstre ciblé à la main. Vous ne pouvez utiliser cet effet de \"Martin-Pêcheur de Création Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "72717433",
    "name": "Monstre Poupée Miss Mädchen",
    "nameEn": "Monstre Poupée Miss Mädchen",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bienvenue chez nous !\nJ'habite ici avec Cologne, Papy Demetto et toutes les autres poupées !",
    "archetype": "Doll Monster"
  },
  {
    "id": "18106132",
    "name": "Monstre Poupée Ours-Ours",
    "nameEn": "Monstre Poupée Ours-Ours",
    "attribute": "WIND",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Pas de problème si on se fait endommager.\nPapy Demetto est là pour nous réparer !",
    "archetype": "Doll Monster"
  },
  {
    "id": "90969892",
    "name": "Motivation de Tribu",
    "nameEn": "Motivation de Tribu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez min. 3 Types de Monstre différents sur votre Terrain : vous pouvez choisir 3 monstres depuis votre Deck de Types différents les uns des autres mais des mêmes Types que les monstres que vous contrôlez, puis, votre adversaire en choisit au hasard 1 pour vous à ajouter à votre main ou à Invoquer Spécialement, et aussi, placez les monstres restants au-dessous de votre Deck dans l'ordre de votre choix. Vous ne pouvez activer qu'1 \"Motivation de Tribu\" par tour."
  },
  {
    "id": "28427869",
    "name": "Moustique de Fumée",
    "nameEn": "Moustique de Fumée",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si vous allez recevoir des dommages de combat d'une attaque de monstre de l'adversaire (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, les dommages que vous recevez de ce combat sont divisés par deux, et aussi, terminez la Battle Phase après la Damage Step. Vous pouvez cibler 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, le Niveau de cette carte devient le même que celui du monstre. Vous ne pouvez utiliser chaque effet de \"Moustique de Fumée\" qu'une fois par tour."
  },
  {
    "id": "26561172",
    "name": "Mutant Myutant",
    "nameEn": "Mutant Myutant",
    "attribute": "WATER",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez une carte \"Myutant\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez Sacrifier cette carte, puis bannissez 1 carte \"Myutant\" depuis votre main ou Deck ; Invoquez Spécialement 1 monstre depuis votre main ou Deck selon la carte bannie, mais perdez un nombre de LP égaux à l'ATK d'origine du monstre Invoqué Spécialement.\n●Monstre : \"Bête Myutant\"\n●Magie : \"Brume Myutant\"\n●Piège : \"Arsenal Myutant\"\nVous ne pouvez utiliser chaque effet de \"Mutant Myutant\" qu'une fois par tour.",
    "archetype": "Myutant"
  },
  {
    "id": "90176467",
    "name": "Neiroy, Traître du Miroir des Rêves",
    "nameEn": "Neiroy, Traître du Miroir des Rêves",
    "attribute": "DARK",
    "atk": 1000,
    "def": 1000,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Neiroy, Disciple du Miroir des Rêves\" depuis votre Deck à votre main, puis vous pouvez faire devenir cette carte LUMIÈRE. Vous pouvez Sacrifier 1 autre monstre \"Miroir des Rêves\" ; choisissez 1 monstre \"Miroir des Rêves\" depuis votre Deck de Niveau différent du monstre Sacrifié, ajoutez 1 \"Miroir des Rêves de la Joie\" ou 1 \"Miroir des Rêves de la Terreur\" depuis votre Deck à votre main qui est mentionné sur le monstre choisi, et Invoquez Spécialement le monstre choisi en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Neiroy, Traître du Miroir des Rêves\" qu'une fois par tour.",
    "archetype": "Dream Mirror"
  },
  {
    "id": "24226942",
    "name": "Nephtys du Chaos",
    "nameEn": "Nephtys du Chaos",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1600,
    "level": 8,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par son propre effet. Si une ou plusieurs cartes sur le Terrain sont détruites par un effet de carte : vous pouvez bannir 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES (\"Nephtys du Chaos\" exclu) depuis votre Cimetière ; Invoquez Spécialement cette carte depuis le Cimetière (si elle y était lorsque la carte a été détruite) ou la main (même si elle n'y était pas). Vous ne pouvez utiliser cet effet de \"Nephtys du Chaos\" qu'une fois par tour. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 carte contrôlée par votre adversaire et 2 cartes dans son Cimetière ; bannissez-les.",
    "archetype": "Chaos"
  },
  {
    "id": "21570001",
    "name": "Nouveau Monde Transparent",
    "nameEn": "Nouveau Monde Transparent",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto que vous contrôlez ; détruisez-le, et si vous le faites, Invoquez Spécialement 1 monstre depuis votre Deck en Position de Défense, de Type et Attribut d'origine différents, dont le Niveau est inférieur au Niveau d'origine du monstre, mais annulez ses effets. Vous ne pouvez activer qu'1 \"Nouveau Monde Transparent\" par tour."
  },
  {
    "id": "25607552",
    "name": "Nowru Aries le Dragon Vernal",
    "nameEn": "Nowru Aries le Dragon Vernal",
    "attribute": "WIND",
    "atk": 2000,
    "def": 2500,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 monstre de min. Niveau 5 depuis votre main au Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est détruite au combat, ou si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez cibler 1 carte contrôlée par votre adversaire ; bannissez-la. Vous ne pouvez utiliser chaque effet de \"Nowru Aries le Dragon Vernal\" qu'une fois par tour."
  },
  {
    "id": "9486959",
    "name": "Onibimaru le Balayeur d'Âmes",
    "nameEn": "Onibimaru le Balayeur d'Âmes",
    "attribute": "DARK",
    "atk": 1900,
    "def": 1600,
    "level": 2,
    "monsterType": "Fiend",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 2\nVous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre contrôlé par votre adversaire ; jusqu'à la End Phase de votre adversaire, bannissez-le. Si cette carte contrôlée par son propriétaire est détruite par une carte de l'adversaire : vous pouvez cibler un nombre de monstres bannis, inférieur ou égal au nombre de Matériels que cette carte avait ; mélangez-les dans le Deck. Vous ne pouvez utiliser chaque effet de \"Onibimaru le Balayeur d'Âmes\" qu'une fois par tour."
  },
  {
    "id": "49776811",
    "name": "Piecephilia Brillant",
    "nameEn": "Piecephilia Brillant",
    "attribute": "LIGHT",
    "atk": 700,
    "def": 2000,
    "level": 4,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non destructible au combat. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez placer 1 Compteur Piece sur cette carte (max. 4), puis vous pouvez appliquer l'effet suivant, selon le nombre de Compteurs Piece sur elle.\n●1 : Placez 1 monstre depuis votre Deck au-dessus de votre Deck.\n●2 : Piochez 1 carte.\n●3 : Ajoutez 1 monstre depuis votre Deck à votre main.\n●4 : Ajoutez 1 carte depuis votre Deck à votre main."
  },
  {
    "id": "50599453",
    "name": "Plie Feuilleremplace",
    "nameEn": "Plie Feuilleremplace",
    "attribute": "DARK",
    "atk": -1,
    "def": -1,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Gagne 200 ATK/DEF pour chaque carte dans le Cimetière de votre adversaire. Durant votre Standby Phase, si cette carte est dans votre main ou Cimetière et que votre adversaire a plus de cartes dans son Cimetière que vous : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Plie Feuilleremplace\" qu'une fois par tour."
  },
  {
    "id": "16720314",
    "name": "Potion Souriante",
    "nameEn": "Potion Souriante",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle un monstre dont l'ATK actuelle est supérieure à son ATK d'origine, tant que vous ne contrôlez aucun monstre : piochez 2 cartes. Vous ne pouvez activer qu'1 \"Potion Souriante\" par tour."
  },
  {
    "id": "18890039",
    "name": "Première Apparition Libromancienne",
    "nameEn": "Première Apparition Libromancienne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Libromancien\" depuis votre Deck à votre main, d'un nom différent des cartes que vous contrôlez. Durant votre Main Phase : vous pouvez Invoquer Rituellement 1 Monstre Rituel \"Libromancien\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Vous ne pouvez activer qu'1 \"Première Apparition Libromancienne\" par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "32692693",
    "name": "Radiation Ursarctique",
    "nameEn": "Radiation Ursarctique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en plaçant 7 Compteurs sur elle. Chaque fois qu'un ou plusieurs monstres \"Ursarctique\" sont Invoqués Spécialement depuis la main ou l'Extra Deck : vous pouvez retirer 1 Compteur de cette carte ; piochez 1 carte. Une fois par tour, durant la End Phase : vous pouvez cibler 1 carte \"Ursarctique\" (\"Radiation Ursarctique\" exclu) dans votre Cimetière ; mélangez-la dans le Deck. Vous ne pouvez contrôler qu'1 \"Radiation Ursarctique\".",
    "archetype": "Ursarctic"
  },
  {
    "id": "48654323",
    "name": "Relique Blanche de Dogmatika",
    "nameEn": "Relique Blanche de Dogmatika",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 2500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Dogmatikamacabre\". Si cette carte est Invoquée Rituellement : vous pouvez cibler 2 monstres face recto sur le Terrain ; faites gagner à 1 de ces monstres une ATK égale à l'ATK de l'autre monstre. Les monstres \"Dogmatika\" de min. Niveau 8 que vous contrôlez ne peuvent pas être détruits au combat. Si un ou plusieurs monstres sont Invoqués Spécialement depuis l'Extra Deck de votre adversaire (sauf durant la Damage Step) : vous pouvez regarder l'Extra Deck de votre adversaire, et envoyez-en 1 monstre au Cimetière. Vous ne pouvez utiliser cet effet de \"Relique Blanche de Dogmatika\" qu'une fois par tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "54564198",
    "name": "Renaissance de Monstre",
    "nameEn": "Renaissance de Monstre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ce tour, si un ou plusieurs monstres ont été détruits au combat : envoyez 1 \"Monster Reborn\" depuis votre main ou Deck au Cimetière, puis ciblez 1 monstre dans l'un des Cimetières ; Invoquez Spécialement le monstre sur votre Terrain. (Ceci est traité comme une Invocation Spéciale par l'effet de \"Monster Reborn\".)"
  },
  {
    "id": "53782828",
    "name": "Rétroactive de la Force-S",
    "nameEn": "Rétroactive de la Force-S",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre que vous contrôlez va être utilisé comme Matériel Lien pour un monstre \"Force-S\", cette carte dans votre main peut aussi être utilisée comme Matériel. Durant la Main Phase (Effet Rapide) : vous pouvez renvoyer cette carte à la main, et si vous le faites, Invoquez Spécialement 1 monstre \"Force-S\" de min. Niveau 2 depuis votre main. Si un monstre \"Force-S\" que vous contrôlez va bannir une ou plusieurs cartes depuis votre main pour activer son effet, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Rétroactive de la Force-S\" qu'une fois par tour.",
    "archetype": "S-Force"
  },
  {
    "id": "28292031",
    "name": "Réversion Dinomorphia",
    "nameEn": "Réversion Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un Monstre Fusion \"Dinomorphia\" : payez la moitié de vos LP et bannissez 1 Contre-Piège depuis votre Cimetière ; cet effet devient l'effet du Contre-Piège lorsque la carte est activée. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Réversion Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "13382806",
    "name": "Senri Vignargentée",
    "nameEn": "Senri Vignargentée",
    "attribute": "WIND",
    "atk": 0,
    "def": 0,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier cette carte, puis ciblez 1 monstre de Niveau 2 (\"Senri Vignargentée\" exclu) dans votre Cimetière ; Invoquez-le Spécialement, puis vous pouvez Invoquer Spécialement 1 monstre de Niveau 2 depuis votre main d'Attribut différent du monstre Invoqué Spécialement par cet effet. Vous ne pouvez utiliser cet effet de \"Senri Vignargentée\" qu'une fois par tour."
  },
  {
    "id": "52843699",
    "name": "Simorgh, l'Oiseau de la Perfection",
    "nameEn": "Simorgh, l'Oiseau de la Perfection",
    "attribute": "DARK",
    "atk": 1800,
    "def": 500,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que cette carte est face recto sur le Terrain, elle est aussi VENT. Vous ne pouvez utiliser chacun des effets suivants de \"Simorgh, l'Oiseau de la Perfection\" qu'une fois par tour. Durant votre Main Phase, si vous Invoquez Normalement ou Spécialement un ou plusieurs monstres Bête Ailée : vous pouvez révéler cette carte dans votre main ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Simorgh\". Si cette carte est Invoquée Normalement : vous pouvez envoyer 1 monstre \"Simorgh\" depuis votre Deck au Cimetière ; ajoutez 1 Magie/Piège \"Simorgh\" depuis votre Deck à votre main.",
    "archetype": "Simorgh"
  },
  {
    "id": "64804316",
    "name": "Sirène Fantôruse",
    "nameEn": "Sirène Fantôruse",
    "attribute": "DARK",
    "atk": 800,
    "def": 1500,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Normalement, sauf si vous contrôlez un monstre \"Fantôruse\". Une fois par tour, durant votre Main Phase : vous pouvez changer cette carte en Position de Défense face verso. Si cette carte est Invoquée Normalement ou retournée face recto : envoyez les 2 cartes du dessus de votre Deck au Cimetière, puis si l'une des cartes était une carte \"Fantôruse\", vous pouvez appliquer 1 de ces effets.\n●Ajoutez 1 Magie/Piège \"Fantôruse\" depuis votre Deck à votre main.\n●Changez 1 Monstre à Effet contrôlé par votre adversaire en Position de Défense face verso.",
    "archetype": "Ghostrick"
  },
  {
    "id": "19739265",
    "name": "Sol et Luna",
    "nameEn": "Sol et Luna",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre que vous contrôlez et 1 monstre contrôlé par votre adversaire ; appliquez l'effet suivant sur chaque monstre, selon sa position de combat.\n●Face recto : Changez-le en Position de Défense face verso.\n●Face verso : Changez-le en Position de Défense face recto.\nVous ne pouvez activer qu'1 \"Sol et Luna\" par tour."
  },
  {
    "id": "109401",
    "name": "Soldat de la Dimension des Ténèbres",
    "nameEn": "Soldat de la Dimension des Ténèbres",
    "attribute": "DARK",
    "atk": 1200,
    "def": 2400,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous pouvez bannir 1 carte depuis votre main, puis ciblez 1 de vos monstres TÉNÈBRES bannis ; Invoquez Spécialement le monstre en Position de Défense face recto ou face verso. Durant la End Phase : infligez 100 points de dommages à votre adversaire pour chaque carte Posée sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Soldat de la Dimension des Ténèbres\" qu'une fois par tour.",
    "archetype": "D.D."
  },
  {
    "id": "52807032",
    "name": "Sonique Dinomorphia",
    "nameEn": "Sonique Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une Carte Magie/Piège, tant que vous contrôlez un monstre \"Dinomorphia\" : payez la moitié de vos LP ; annulez l'activation, et si vous le faites, détruisez la carte, puis, détruisez 1 monstre \"Dinomorphia\" que vous contrôlez. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Sonique Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "47710198",
    "name": "Souverain Sinistre de l'Âmépée - Qixing Longyuan",
    "nameEn": "Souverain Sinistre de l'Âmépée - Qixing Longyuan",
    "attribute": "FIRE",
    "atk": 2900,
    "def": 2300,
    "level": 10,
    "monsterType": "Wyrm",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur Wyrm\nSi vous Invoquez par Synchronisation un autre monstre Wyrm, tant que ce monstre est sur le Terrain : vous pouvez piocher 1 carte. Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez bannir 1 de ces monstres, et si vous le faites, infligez 1200 points de dommages à votre adversaire. Lorsque votre adversaire active une Carte Magie/Piège ou effet de Magie/Piège (Effet Rapide) : vous pouvez bannir la carte, et si vous le faites, infligez 1200 points de dommages à votre adversaire. Vous ne pouvez utiliser chaque effet de \"Souverain Sinistre de l'Âmépée - Qixing Longyuan\" qu'une fois par tour.",
    "archetype": "Swordsoul"
  },
  {
    "id": "74936480",
    "name": "Stealthbergia Dinomorphia",
    "nameEn": "Stealthbergia Dinomorphia",
    "attribute": "DARK",
    "atk": 0,
    "def": 2500,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Dinomorphia\" de noms différents\nTant que vos LP sont inférieurs ou égaux à 2000, vous ne payez pas de LP pour activer des Cartes Piège ou des effets de monstre \"Dinomorphia\". Vous ne pouvez utiliser chacun des effets suivants de \"Stealthbergia Dinomorphia\" qu'une fois par tour. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez infliger des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 depuis votre Cimetière.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "64797746",
    "name": "Svalinn, Relique Nordique",
    "nameEn": "Svalinn, Relique Nordique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Ases\" : jusqu'à la fin de ce tour, vous pouvez annuler les effets de toutes les cartes face recto actuellement contrôlées par votre adversaire. Vous pouvez Sacrifier 1 monstre \"Nordique\", puis ciblez 1 monstre \"Ases\" dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser qu'1 effet de \"Svalinn, Relique Nordique\" par tour, et uniquement une fois le tour.",
    "archetype": "Nordic"
  },
  {
    "id": "28363749",
    "name": "Tête d'Opale de Feu",
    "nameEn": "Tête d'Opale de Feu",
    "attribute": "FIRE",
    "atk": 2500,
    "def": 1000,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "Ce chef de meute de dinosaures, dont la tête est recouverte d'une pierre brûlante, a hérité du nom de sa technique ultime."
  },
  {
    "id": "92133240",
    "name": "Therizia Dinomorphia",
    "nameEn": "Therizia Dinomorphia",
    "attribute": "DARK",
    "atk": 1500,
    "def": 0,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Poser 1 Piège \"Dinomorphia\" directement depuis votre Deck dans votre Zone Magie & Piège, puis si vos LP sont inférieurs ou égaux à 2000, cette carte gagne 500 ATK. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez bannir 1 Piège depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 (\"Therizia Dinomorphia\" exclu) depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Therizia Dinomorphia\" qu'une fois par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "3078380",
    "name": "Timée le Dragon Uni",
    "nameEn": "Timée le Dragon Uni",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 1800,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer 1 monstre Magicien, ou 1 Magie/Piège qui mentionne \"Magicien Sombre\", depuis votre main ou Terrain face recto au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel (un monstre Magicien inclus). Vous ne pouvez utiliser chaque effet de \"Timée le Dragon Uni\" qu'une fois par tour.",
    "archetype": "Legendary Knight"
  },
  {
    "id": "69809989",
    "name": "Tir Fantôruse",
    "nameEn": "Tir Fantôruse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Fantôruse\" depuis votre main ou Cimetière, puis vous pouvez changer 1 monstre \"Fantôruse\" face verso que vous contrôlez en Position d'Attaque face recto. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz \"Fantôruse\" que vous contrôlez ; attachez 1 carte \"Fantôruse\" depuis votre Cimetière au monstre comme Matériel. Vous ne pouvez utiliser chaque effet de \"Tir Fantôruse\" qu'une fois par tour.",
    "archetype": "Ghostrick"
  },
  {
    "id": "27753563",
    "name": "Uradora du Destin",
    "nameEn": "Uradora du Destin",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 1000 LP, puis ciblez 1 monstre face recto que vous contrôlez ; il gagne 1000 ATK jusqu'à la fin du tour de votre adversaire, et s'il le fait, appliquez cet effet jusqu'à la fin du tour de votre adversaire.\n●Chaque fois qu'il détruit un monstre de l'adversaire au combat : vous pouvez révéler la carte du dessous de votre Deck, et placez-la au-dessus ou au-dessous du Deck. Si la carte révélée était un monstre Dragon, Dinosaure, Serpent de Mer ou Wyrm, piochez 1 carte pour chaque 1000 ATK du monstre, puis gagnez 1000 LP pour chaque carte piochée."
  },
  {
    "id": "72860663",
    "name": "Vampire Fascinatrice",
    "nameEn": "Vampire Fascinatrice",
    "attribute": "DARK",
    "atk": 2400,
    "def": null,
    "level": null,
    "monsterType": "Zombie",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un monstre Zombie inclus)\nSi cette carte est Invoquée par Lien : vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur votre Terrain en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Zombie exclus) le reste de ce tour. Vous pouvez Sacrifier 1 monstre \"Vampire\", puis ciblez 1 monstre contrôlé par votre adversaire ; jusqu'à la End Phase, prenez-en le contrôle. Vous ne pouvez utiliser chaque effet de \"Vampire Fascinatrice\" qu'une fois par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "99054885",
    "name": "Vénus, Agent de la Destruction",
    "nameEn": "Vénus, Agent de la Destruction",
    "attribute": "DARK",
    "atk": 0,
    "def": 1600,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir 1 \"Vénus, Agent de la Création\" depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez payer des LP en multiples de 500, puis pour chaque 500 LP payés, ciblez 1 de vos \"Sphère Mystique Lumineuse\" qui est banni ou dans votre Cimetière ; Invoquez-les Spécialement, mais placez-les au-dessous du Deck lorsqu'ils quittent le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Vénus, Agent de la Destruction\" par tour, et uniquement une fois le tour.",
    "archetype": "The Agent"
  },
  {
    "id": "35659410",
    "name": "Vision avec des Yeux de Bleu",
    "nameEn": "Vision avec des Yeux de Bleu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous activez cette carte : vous pouvez révéler 1 \"Dragon Blanc aux Yeux Bleus\" dans votre main ; Invoquez Spécialement 1 monstre depuis votre main. Une fois par tour : vous pouvez cibler 1 monstre face recto que vous contrôlez ; renvoyez le monstre face recto à la main, puis vous pouvez appliquer l'effet suivant, selon le nom d'origine de la carte renvoyée à la main.\n●\"Dragon Blanc aux Yeux Bleus\" : Invoquez Spécialement 1 monstre depuis votre main.\n●Autre : Invoquez Spécialement 1 monstre \"Yeux Bleus\" depuis votre main.\nVous ne pouvez activer qu'1 \"Vision avec des Yeux de Bleu\" par tour.",
    "archetype": "with Eyes of Blue"
  },
  {
    "id": "87116749",
    "name": "Visite Guidée Submareed",
    "nameEn": "Visite Guidée Submareed",
    "attribute": "WATER",
    "atk": 2200,
    "def": 0,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque tour, le premier Monstre Normal que vous contrôlez qui va être détruit au combat ou par un effet de carte n'est pas détruit. Si vous contrôlez un Monstre Normal : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Visite Guidée Submareed\" qu'une fois par tour."
  }
]