[
  {
    "id": "81105204",
    "name": "Aile Noire - Kris la Fissure de l'Aube",
    "nameEn": "Aile Noire - Kris la Fissure de l'Aube",
    "attribute": "DARK",
    "atk": 1900,
    "def": 300,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Aile Noire\" (\"Aile Noire - Kris la Fissure de l'Aube\" exclu), vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Aile Noire - Kris la Fissure de l'Aube\" qu'une fois par tour de cette façon. Une fois par tour, cette carte ne peut pas être détruite par des effets de Magie/Piège.",
    "archetype": "Blackwing"
  },
  {
    "id": "59277750",
    "name": "Alarme d'Intrusion - Alerte Jaune",
    "nameEn": "Alarme d'Intrusion - Alerte Jaune",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque : Invoquez Spécialement 1 monstre depuis votre main, mais renvoyez-le à la main à la fin de la Battle Phase. Tant que vous contrôlez le monstre face recto Invoqué Spécialement, votre adversaire ne peut pas cibler d'autres monstres avec une attaque. Vous ne pouvez activer qu'1 \"Alarme d'Intrusion - Alerte Jaune\" par tour."
  },
  {
    "id": "77402960",
    "name": "Appel Numeron",
    "nameEn": "Appel Numeron",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si \"Réseau Numeron\" est dans votre Zone Terrain et que vous ne contrôlez aucun monstre : Invoquez Spécialement max. 4 Monstres Xyz \"Porte Numeron\" de noms différents depuis votre Extra Deck, mais bannissez-les durant la End Phase, et aussi, vous ne pouvez Invoquer Normalement ou Spécialement qu'une fois le reste de ce tour.",
    "archetype": "Numeron"
  },
  {
    "id": "30118200",
    "name": "Aspiréléphant Électroménageur",
    "nameEn": "Aspiréléphant Électroménageur",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Électroménageur\"\nNon utilisable comme Matériel Lien le tour où elle est Invoquée par Lien. Peut attaquer directement tant qu'elle n'est pas co-liée. Vous pouvez envoyer 1 carte depuis votre main au Cimetière, puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la. Si cette carte est co-liée : vous pouvez cibler 1 monstre dans la Zone Monstre Main de votre adversaire ; détruisez-le. Vous ne pouvez utiliser qu'1 effet de \"Aspiréléphant Électroménageur\" par tour, et uniquement une fois le tour.",
    "archetype": "Appliancer"
  },
  {
    "id": "53389254",
    "name": "Assaut Aile Noire - Sohaya la Pluie Diluvienne",
    "nameEn": "Assaut Aile Noire - Sohaya la Pluie Diluvienne",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2000,
    "level": 5,
    "monsterType": "Winged Beast",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation en utilisant un monstre \"Aile Noire\" comme Matériel, elle est traitée comme un Syntoniseur tant qu'elle est face recto sur le Terrain. Vous ne pouvez utiliser chacun de ces effets de \"Assaut Aile Noire - Sohaya la Pluie Diluvienne\" qu'une fois par tour.\n●Lorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre \"Assaut Aile Noire\" dans votre Cimetière ; Invoquez-le Spécialement.\n●Durant votre Main Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez bannir 1 autre \"Assaut Aile Noire - Sohaya la Pluie Diluvienne\" depuis votre Cimetière ; Invoquez Spécialement cette carte.",
    "archetype": "Blackwing"
  },
  {
    "id": "4729591",
    "name": "Balance Kappa Électroménageur",
    "nameEn": "Balance Kappa Électroménageur",
    "attribute": "WATER",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Électroménageur\"\nNon utilisable comme Matériel Lien le tour où elle est Invoquée par Lien. Vous pouvez Sacrifier cette carte co-liée ; Invoquez Spécialement 1 Monstre Lien \"Électroménageur\" (\"Balance Kappa Électroménageur\" exclu) depuis votre Cimetière. Vous pouvez Sacrifier cette carte qui n'est pas co-liée ; Invoquez Spécialement 1 monstre \"Électroménageur\" de max. Niveau 4 depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Balance Kappa Électroménageur\" qu'une fois par tour.",
    "archetype": "Appliancer"
  },
  {
    "id": "72291078",
    "name": "Bête Fantôme Méca O-Lion",
    "nameEn": "Bête Fantôme Méca O-Lion",
    "attribute": "WIND",
    "atk": 600,
    "def": 1000,
    "level": 2,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un Jeton, cette carte ne peut être détruite ni au combat ni par des effets de carte. Si cette carte est envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 \"Jeton Bête Fantôme Méca\" (Machine/VENT/Niveau 3/ATK 0/DEF 0). Vous ne pouvez utiliser cet effet de \"Bête Fantôme Méca O-Lion\" qu'une fois par tour. Vous pouvez bannir cette carte depuis votre Cimetière ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Bête Fantôme Méca\" depuis votre main.",
    "archetype": "Mecha Phantom Beast"
  },
  {
    "id": "13529466",
    "name": "Caliga l'Invokhé",
    "nameEn": "Caliga l'Invokhé",
    "attribute": "DARK",
    "atk": 1000,
    "def": 1800,
    "level": 4,
    "monsterType": "Beast",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Aleister l'Invokhateur\" + 1 monstre TÉNÈBRES\nChaque joueur ne peut tenter d'activer qu'1 effet de monstre par tour. Chaque joueur ne peut attaquer qu'avec 1 monstre durant chaque Battle Phase.",
    "archetype": "Invoked"
  },
  {
    "id": "3507053",
    "name": "Canard Séchoir Électroménageur",
    "nameEn": "Canard Séchoir Électroménageur",
    "attribute": "FIRE",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Électroménageur\"\nNon utilisable comme Matériel Lien le tour où elle est Invoquée par Lien. Cette carte liée gagne 1000 ATK. Une fois par tour, durant votre Battle Phase, si cette carte est co-liée (sauf durant la Damage Step) : vous pouvez échanger la position de 2 monstres \"Électroménageur\" dans vos Zones Monstre Main (cette carte incluse), et si vous le faites, l'autre monstre peut faire une seconde attaque durant chaque Battle Phase ce tour. Une fois par tour, lorsque cette carte qui n'est pas co-liée est ciblée avec une attaque : vous pouvez annuler l'attaque.",
    "archetype": "Appliancer"
  },
  {
    "id": "37057743",
    "name": "Confrérie du Poing de Feu - Empereur Lion",
    "nameEn": "Confrérie du Poing de Feu - Empereur Lion",
    "attribute": "FIRE",
    "atk": 2200,
    "def": 200,
    "level": 3,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres FEU de Niveau 3\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre FEU dans votre Cimetière ; ajoutez la cible à votre main, et aussi, vous ne pouvez Invoquer ni Normalement ni Spécialement le monstre, ou un monstre du même nom, le reste de ce tour.",
    "archetype": "Fire Fist"
  },
  {
    "id": "41830887",
    "name": "Copiteille Électroménageur",
    "nameEn": "Copiteille Électroménageur",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Électroménageur\" que vous contrôlez ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, le nom de cette carte devient le nom du monstre jusqu'à la End Phase. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Électroménageur\" que vous contrôlez ; Invoquez Spécialement 1 monstre du même nom depuis votre main ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Copiteille Électroménageur\" qu'une fois par tour.",
    "archetype": "Appliancer"
  },
  {
    "id": "42052439",
    "name": "Dame Pierre à Feu",
    "nameEn": "Dame Pierre à Feu",
    "attribute": "FIRE",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre Guerrier : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez envoyer cette carte depuis le Terrain au Cimetière ; Invoquez Spécialement 1 monstre Guerrier de max. Niveau 4 depuis votre main, et si vous le faites, votre adversaire ne peut pas le cibler avec des effets de carte ce tour. Vous ne pouvez utiliser chaque effet de \"Dame Pierre à Feu\" qu'une fois par tour."
  },
  {
    "id": "43694650",
    "name": "Danger !? Jackalope ?",
    "nameEn": "Danger !? Jackalope ?",
    "attribute": "DARK",
    "atk": 500,
    "def": 2000,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger !? Jackalope ?\", Invoquez Spécialement 1 \"Danger !? Jackalope ?\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez Invoquer Spécialement 1 monstre \"Danger !\" (\"Danger !? Jackalope ?\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Danger !? Jackalope ?\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "58901502",
    "name": "Défenseur Goyo",
    "nameEn": "Défenseur Goyo",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1000,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par tour, si tous les monstres que vous contrôlez sont des Monstres Synchro TERRE Guerrier (min. 1) : vous pouvez Invoquer Spécialement \"Défenseur Goyo\" depuis votre Extra Deck. Lorsque cette carte est ciblée par une attaque : jusqu'à la fin de la Damage Step, vous pouvez faire gagner 1000 ATK à cette carte pour chaque Monstre Synchro TERRE Guerrier que vous contrôlez (cette carte exclue)."
  },
  {
    "id": "43575579",
    "name": "Dernières Lueurs",
    "nameEn": "Dernières Lueurs",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez cette carte, et autant de \"Dernières Lueurs\" depuis votre main, Deck, Cimetière et Terrain face recto que possible, puis mélangez 1 de vos \"Dernières Lueurs\" bannis dans le Deck. Durant votre prochaine Draw Phase, révélez la carte que vous piochez pour votre pioche normale, et infligez 4000 points de dommages à votre adversaire si c'est \"Dernières Lueurs\". Vous ne pouvez activer qu'1 \"Dernières Lueurs\" par Duel."
  },
  {
    "id": "74875003",
    "name": "Disciple de Râ",
    "nameEn": "Disciple de Râ",
    "attribute": "LIGHT",
    "atk": 1100,
    "def": 600,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée : vous pouvez Invoquer Spécialement max. 2 \"Disciple de Râ\" depuis votre main et/ou Deck. Non Sacrifiable, sauf pour l'Invocation Sacrifice de \"Slifer, le Dragon Céleste\", \"Obelisk, le Tourmenteur\" ou \"Le Dragon Ailé de Râ\". Vous ne pouvez pas Invoquer Spécialement de monstres, sauf par l'effet de \"Disciple de Râ\"."
  },
  {
    "id": "5846183",
    "name": "Disjonctarboucle Électroménageur",
    "nameEn": "Disjonctarboucle Électroménageur",
    "attribute": "WATER",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si un autre monstre \"Électroménageur\" que vous contrôlez combat un monstre de l'adversaire (Effet Rapide) : vous pouvez défausser cette carte ; le monstre que vous contrôlez ne peut pas être détruit par ce combat, et aussi, vous ne recevez aucun dommage de combat. Si un ou plusieurs monstres \"Électroménageur\" que vous contrôlez vont être détruits par un effet de carte, vous pouvez bannir cette carte depuis votre Terrain ou Cimetière à la place.",
    "archetype": "Appliancer"
  },
  {
    "id": "76218313",
    "name": "Dragon Buster, Épée Destructrice",
    "nameEn": "Dragon Buster, Épée Destructrice",
    "attribute": "DARK",
    "atk": 400,
    "def": 300,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 \"Buster Blader\" que vous contrôlez ; équipez ce monstre depuis votre main ou Terrain à la cible. Tant que cette carte est équipée à un monstre, votre adversaire ne peut pas Invoquer Spécialement de monstres depuis l'Extra Deck. Tant que cette carte est équipée à un monstre : vous pouvez Invoquer Spécialement cette carte équipée. Vous ne pouvez utiliser cet effet de \"Dragon Buster, Épée Destructrice\" qu'une fois par tour.",
    "archetype": "Destruction Sword"
  },
  {
    "id": "12435193",
    "name": "Dragon de Foudre Koa'ki Meiru",
    "nameEn": "Dragon de Foudre Koa'ki Meiru",
    "attribute": "WIND",
    "atk": 1900,
    "def": 1600,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant chacune de vos End Phases, détruisez cette carte sauf si vous envoyez 1 \"Noyau d'Énergie Koa'ki Meiru\" depuis votre main au Cimetière ou révélez 1 monstre Dragon dans votre main. Aucun joueur ne peut Invoquer Spécialement de monstres LUMIÈRE ou TÉNÈBRES.",
    "archetype": "Koa'ki Meiru"
  },
  {
    "id": "10000",
    "name": "Dragon Dix-Mille",
    "nameEn": "Dragon Dix-Mille",
    "attribute": "DARK",
    "atk": -1,
    "def": -1,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement en Sacrifiant des monstres que vous contrôlez dont la somme des ATK/DEF est min. 10 000. Si elle est Invoquée de cette façon, l'ATK/DEF de cette carte deviennent 10 000."
  },
  {
    "id": "12015000",
    "name": "Dragon Fossile Skullgar",
    "nameEn": "Dragon Fossile Skullgar",
    "attribute": "EARTH",
    "atk": 2500,
    "def": 0,
    "level": 4,
    "monsterType": "Rock",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre Rocher + 1 monstre de max. Niveau 4 dans le Cimetière de votre adversaire\nDoit d'abord être Invoquée Spécialement avec \"Fusion Fossile\". Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Fusion Fossile\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Dragon Fossile Skullgar\" qu'une fois par tour.",
    "archetype": "Fossil"
  },
  {
    "id": "21225115",
    "name": "Dragon Fossile Tyrannosquelette",
    "nameEn": "Dragon Fossile Tyrannosquelette",
    "attribute": "EARTH",
    "atk": 3500,
    "def": 0,
    "level": 8,
    "monsterType": "Rock",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre Rocher + 1 monstre de min. Niveau 7 dans le Cimetière de votre adversaire\nDoit d'abord être Invoquée Spécialement avec \"Fusion Fossile\". Avant le calcul des dommages, si cette carte combat un monstre de l'adversaire : jusqu'à la fin de cette Damage Step, vous pouvez échanger l'ATK et la DEF actuelles du monstre de l'adversaire. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Si cette carte Invoquée par Fusion combat un monstre de l'adversaire, les dommages de combat qu'elle inflige à votre adversaire sont doublés.",
    "archetype": "Fossil"
  },
  {
    "id": "87116928",
    "name": "Dragon Mégaflotte Chimeratech",
    "nameEn": "Dragon Mégaflotte Chimeratech",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 10,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Cyber Dragon\" + 1+ monstre dans la Zone Monstre Extra\nNon utilisable comme Matériel Fusion. Doit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en envoyant les cartes ci-dessus depuis au moins l'un des Terrains au Cimetière. L'ATK d'origine de cette carte devient 1200 x le nombre de Matériels utilisés pour son Invocation Spéciale."
  },
  {
    "id": "77102944",
    "name": "Dragon Ménage Électroménageur",
    "nameEn": "Dragon Ménage Électroménageur",
    "attribute": "WATER",
    "atk": 1500,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Électroménageur\"\nNon utilisable comme Matériel Lien le tour où elle est Invoquée par Lien. Aucun joueur ne reçoit de dommages de combat des attaques impliquant cette carte. Une fois par tour, après le calcul des dommages, si cette carte co-liée combat un monstre de l'adversaire : vous pouvez bannir le monstre de l'adversaire. Une fois par tour, après le calcul des dommages, si ce monstre qui n'est pas co-lié combat un monstre de l'adversaire : vous pouvez détruire le monstre de l'adversaire, et si vous le faites, infligez des dommages à votre adversaire égaux à son ATK d'origine.",
    "archetype": "Appliancer"
  },
  {
    "id": "16958382",
    "name": "Dragon Paradigme Corrompu",
    "nameEn": "Dragon Paradigme Corrompu",
    "attribute": "DARK",
    "atk": 4000,
    "def": 4000,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 1 monstre \"Corrompu\" depuis votre Extra Deck tant que \"Dragon Paradigme Corrompu\" n'est pas sur le Terrain. Si \"Monde Corrompu\" n'est pas sur le Terrain, détruisez cette carte. Une fois par tour : vous pouvez envoyer 1 carte \"Corrompu\" depuis votre Deck au Cimetière ; renvoyez 1 de vos Monstres Synchro de Niveau 8 bannis à l'Extra Deck, puis vous pouvez Invoquer Spécialement le monstre depuis l'Extra Deck, et aussi, vous ne pouvez attaquer qu'avec des monstres \"Corrompu\" le reste de ce tour.",
    "archetype": "Malefic"
  },
  {
    "id": "11270236",
    "name": "Elysium l'Invokhé",
    "nameEn": "Elysium l'Invokhé",
    "attribute": "LIGHT",
    "atk": 3200,
    "def": 4000,
    "level": 10,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Invokhé\" + 1 monstre qui a été Invoqué Spécialement depuis l'Extra Deck\nDoit d'abord être Invoquée par Fusion avec les Matériels Fusion ci-dessus. Tant que cette carte est face recto sur le Terrain, elle est aussi TÉNÈBRES, TERRE, EAU, FEU et VENT. Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre \"Invokhé\" que vous contrôlez ou dans votre Cimetière ; bannissez-le ainsi que tous les monstres contrôlés par votre adversaire du même Attribut que le monstre.",
    "archetype": "Invoked"
  },
  {
    "id": "4538826",
    "name": "Empereur du Chaos, le Dragon de l'Armageddon",
    "nameEn": "Empereur du Chaos, le Dragon de l'Armageddon",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou can pay 1000 LP, then target 1 of your banished Dragon monsters; destroy this card, and if you do, add that monster to your hand. You can only use this effect of \"Chaos Emperor, the Dragon of Armageddon\" once per turn.\n\n[ Monster Effect ] \nNi Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Extra Deck) en bannissant 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES depuis votre Cimetière. Vous ne pouvez Invoquer Spécialement \"Empereur du Chaos, le Dragon de l'Armageddon\" qu'une fois par tour de cette façon. Une fois par tour : vous pouvez payer la moitié de vos LP ; envoyez autant de cartes que vous contrôlez que possible au Cimetière, sauf depuis la Zone Monstre Extra, et si vous le faites, envoyez un nombre de cartes contrôlées par votre adversaire au Cimetière, inférieur ou égal au nombre de vos cartes envoyées au Cimetière, puis, infligez 300 points de dommages à votre adversaire pour chaque carte envoyée à son Cimetière par l'effet de cette carte. Si cette carte face recto Invoquée Spécialement quitte le Terrain, renvoyez-la au-dessous du Deck.",
    "archetype": "Chaos"
  },
  {
    "id": "33574806",
    "name": "Escuridao, HÉROS Élémentaire",
    "nameEn": "Escuridao, HÉROS Élémentaire",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"HÉROS Élémentaire\" + 1 monstre TÉNÈBRES\nUniquement Invocable par Fusion. Gagne 100 ATK pour chaque monstre \"HÉROS Élémentaire\" dans votre Cimetière.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "30382214",
    "name": "Fleur Cardian Fleur de Cerisier",
    "nameEn": "Fleur Cardian Fleur de Cerisier",
    "attribute": "DARK",
    "atk": 100,
    "def": 100,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Fleur Cardian\" de max. Niveau 2 : vous pouvez Invoquer Spécialement cette carte depuis votre main, et aussi, vous ne pouvez Invoquer ni Normalement ni Spécialement de monstres (monstres \"Fleur Cardian\" exclus) le reste de ce tour. Une fois par tour : vous pouvez Sacrifier 1 monstre \"Fleur Cardian\" ; piochez 1 carte, et si vous le faites, montrez-la, puis si c'est un monstre \"Fleur Cardian\", vous pouvez prendre 1 monstre \"Fleur Cardian\" (\"Fleur Cardian Fleur de Cerisier\" exclu) depuis votre Deck, et soit ajoutez-le à votre main soit Invoquez-le Spécialement. Sinon, envoyez la carte que vous avez piochée au Cimetière.",
    "archetype": "Flower Cardian"
  },
  {
    "id": "85808813",
    "name": "Flux Intemporel",
    "nameEn": "Flux Intemporel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Fusion \"Fossile\" que vous contrôlez ; Sacrifiez-le, et si vous le faites, Invoquez Spécialement 1 Monstre Fusion \"Fossile\" depuis votre Extra Deck, dont le Niveau d'origine est supérieur de 2 à celui du monstre. (Ceci est traité comme une Invocation Fusion avec \"Fusion Fossile\".) Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte et 1 Monstre Fusion \"Fossile\" depuis votre Cimetière, puis ciblez 1 Monstre Fusion \"Fossile\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Fossil"
  },
  {
    "id": "59419719",
    "name": "Fusion Fossile",
    "nameEn": "Fusion Fossile",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion \"Fossile\" depuis votre Extra Deck, en bannissant les Matériels Fusion mentionnés sur celui-ci depuis les Cimetières (Matériels avec des conditions spécifiques de Cimetière exclus). Si vous avez banni des monstres depuis les deux Cimetières, aucun joueur ne peut cibler le monstre Invoqué Spécialement avec des effets de monstre. Si un ou plusieurs Monstres Fusion \"Fossile\" face recto que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Fusion Fossile\" qu'une fois par tour.",
    "archetype": "Fossil"
  },
  {
    "id": "7391448",
    "name": "Gardien Goyo",
    "nameEn": "Gardien Goyo",
    "attribute": "EARTH",
    "atk": 2800,
    "def": 2000,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur TERRE + 1+ monstre non-Syntoniseur\nLorsque cette carte détruit un monstre de l'adversaire au combat et l'envoie au Cimetière : vous pouvez Invoquer Spécialement le monstre sur votre Terrain en Position de Défense.",
    "archetype": "Guardian"
  },
  {
    "id": "2220237",
    "name": "Gardna de Sécurisation",
    "nameEn": "Gardna de Sécurisation",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 Monstre Lien Cyberse\nAprès que cette carte est Invoquée Spécialement, vous ne recevez aucun dommage d'effet le reste de ce tour. Une fois par tour, si vous allez recevoir des dommages de combat ou d'effet, vous ne recevez aucun dommage. Non utilisable comme Matériel Lien. Vous ne pouvez contrôler qu'1 \"Gardna de Sécurisation\"."
  },
  {
    "id": "34680482",
    "name": "Gelange Magidolce",
    "nameEn": "Gelange Magidolce",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Magidolce\" depuis votre Deck, et si vous le faites, il ne peut pas être détruit au combat, mais mélangez-le dans le Deck durant la End Phase de votre prochain tour. Vous ne pouvez utiliser cet effet de \"Gelange Magidolce\" qu'une fois par tour. Si cette carte en votre possession est détruite par une carte de votre adversaire et envoyée à votre Cimetière : mélangez cette carte dans le Deck.",
    "archetype": "Madolche"
  },
  {
    "id": "80457744",
    "name": "Guerrier Amplificateur",
    "nameEn": "Guerrier Amplificateur",
    "attribute": "FIRE",
    "atk": 300,
    "def": 200,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un Syntoniseur, vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense. Tous les monstres Guerrier que vous contrôlez gagnent 300 ATK."
  },
  {
    "id": "59531356",
    "name": "Guerrier Fossile Chevalier Squelette",
    "nameEn": "Guerrier Fossile Chevalier Squelette",
    "attribute": "EARTH",
    "atk": 2400,
    "def": 1100,
    "level": 6,
    "monsterType": "Rock",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre Rocher + 1 monstre de Niveau 5 ou 6\nDoit d'abord être Invoquée Spécialement avec \"Fusion Fossile\". Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Lorsque cette carte attaquante détruit un monstre au combat : vous pouvez activer cet effet ; cette carte peut faire une seconde attaque à la suite. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre sur le Terrain ; détruisez-le. Vous ne pouvez utiliser cet effet de \"Guerrier Fossile Chevalier Squelette\" qu'une fois par tour.",
    "archetype": "Fossil"
  },
  {
    "id": "86520461",
    "name": "Guerrier Fossile Monstre Squelette",
    "nameEn": "Guerrier Fossile Monstre Squelette",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 800,
    "level": 4,
    "monsterType": "Rock",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre Rocher + 1 monstre de max. Niveau 4\nDoit d'abord être Invoquée Spécialement avec \"Fusion Fossile\". Durant chaque Battle Phase, cette carte peut faire max. 2 attaques sur des monstres. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Flux Intemporel\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Guerrier Fossile Monstre Squelette\" qu'une fois par tour.",
    "archetype": "Fossil"
  },
  {
    "id": "96897184",
    "name": "Guerrier Fossile Roi Squelette",
    "nameEn": "Guerrier Fossile Roi Squelette",
    "attribute": "EARTH",
    "atk": 2800,
    "def": 1300,
    "level": 8,
    "monsterType": "Rock",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre Rocher + 1 monstre de min. Niveau 7\nDoit d'abord être Invoquée Spécialement avec \"Fusion Fossile\". Durant chaque Battle Phase, cette carte peut faire une seconde attaque. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; défaussez 1 carte, et si vous le faites, Invoquez Spécialement le monstre sur votre Terrain. Vous ne pouvez utiliser cet effet de \"Guerrier Fossile Roi Squelette\" qu'une fois par tour.",
    "archetype": "Fossil"
  },
  {
    "id": "25366484",
    "name": "Homme-Oiseau à l'Éclat Lumineux, HÉROS Élémentaire",
    "nameEn": "Homme-Oiseau à l'Éclat Lumineux, HÉROS Élémentaire",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2100,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Homme-Oiseau de Feu, HÉROS Élémentaire\" + \"Sparkman, HÉROS Élémentaire\"\nUniquement Invocable par Fusion. Gagne 300 ATK pour chaque carte \"HÉROS Élémentaire\" dans votre Cimetière. Si cette carte détruit un monstre au combat et l'envoie au Cimetière : infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre dans le Cimetière.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "29223325",
    "name": "Ignition d'Artéfact",
    "nameEn": "Ignition d'Artéfact",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez un monstre \"Artéfact\" dans votre Deck : ciblez 1 Magie/Piège sur le Terrain ; détruisez la cible, et si vous le faites, Posez 1 monstre \"Artéfact\" depuis votre Deck dans votre Zone Magie & Piège comme une Magie. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : votre adversaire saute sa prochaine Battle Phase.",
    "archetype": "Artifact"
  },
  {
    "id": "12292422",
    "name": "Inspection de Spécimens",
    "nameEn": "Inspection de Spécimens",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 \"Fusion Fossile\" dans votre main ; envoyez 1 monstre depuis votre main au Cimetière, et si vous le faites, déclarez un Type et un Niveau, puis votre adversaire regarde sa main et Deck, et en envoie 1 monstre du Type et Niveau déclarés au Cimetière (si possible). Vous ne pouvez activer qu'1 \"Inspection de Spécimens\" par tour.",
    "archetype": "Fossil"
  },
  {
    "id": "74063034",
    "name": "Invokhation",
    "nameEn": "Invokhation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis votre main comme Matériel Fusion. Si vous Invoquez un Monstre Fusion \"Invokhé\" de cette façon, vous pouvez aussi bannir des monstres depuis votre Terrain et/ou les Cimetières comme Matériel Fusion. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 de vos \"Aleister l'Invokhateur\" bannis ; mélangez cette carte dans le Deck, et si vous le faites, ajoutez le monstre à votre main. Vous ne pouvez utiliser cet effet de \"Invokhation\" qu'une fois par tour.",
    "archetype": "Invoked"
  },
  {
    "id": "41659072",
    "name": "Jugement, le Dragon des Cieux",
    "nameEn": "Jugement, le Dragon des Cieux",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2600,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi vous Invoquez par Synchronisation cette carte, tous les Matériels doivent être du même Attribut. Une fois par tour, si vous avez min. 4 Syntoniseurs de noms différents dans votre Cimetière et contrôlez cette carte Invoquée par Synchronisation : vous pouvez payer la moitié de vos LP ; détruisez toutes les autres cartes sur le Terrain, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon exclus) le reste de ce tour. Une fois par tour, durant votre End Phase : bannissez 4 cartes du dessus de votre Deck.",
    "archetype": "Lightsworn"
  },
  {
    "id": "97317530",
    "name": "Kalantosa, Bête Mystique de la Forêt",
    "nameEn": "Kalantosa, Bête Mystique de la Forêt",
    "attribute": "EARTH",
    "atk": 200,
    "def": 1400,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement par l'effet d'un monstre Bête : vous pouvez cibler 1 carte sur le Terrain ; détruisez la cible.",
    "archetype": "Mystical Beast of the Forest"
  },
  {
    "id": "14087893",
    "name": "Le Livre de la Lune",
    "nameEn": "Le Livre de la Lune",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto sur le Terrain ; changez la cible en Position de Défense face verso.",
    "archetype": "Book of"
  },
  {
    "id": "43175027",
    "name": "Loup Blizzard, Bête Glaciale",
    "nameEn": "Loup Blizzard, Bête Glaciale",
    "attribute": "WATER",
    "atk": 1400,
    "def": 700,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre déclare une attaque : vous pouvez annuler l'attaque, et si vous le faites, Invoquez Spécialement 1 monstre EAU de max. Niveau 4 (\"Loup Blizzard, Bête Glaciale\" exclu) depuis votre main. Au début de la Battle Phase de votre adversaire, si cette carte est dans votre Cimetière et que vous ne contrôlez aucun monstre : vous pouvez Invoquer Spécialement cette carte en Position d'Attaque, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Loup Blizzard, Bête Glaciale\" qu'une fois par tour.",
    "archetype": "Glacial Beast"
  },
  {
    "id": "79266769",
    "name": "Métal Ténébreux, le Dragon de l'Acier des Ténèbres",
    "nameEn": "Métal Ténébreux, le Dragon de l'Acier des Ténèbres",
    "attribute": "DARK",
    "atk": 2800,
    "def": null,
    "level": 0,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ Monstres à Effet des mêmes Type et Attribut\nVous pouvez cibler 1 de vos monstres qui sont bannis ou dans votre Cimetière ; Invoquez-le Spécialement dans votre zone pointée par cette carte, en Position de Défense, mais ses effets sont annulés, et aussi, vous ne pouvez pas Invoquer Spécialement de Monstres Lien le reste de ce tour, et le monstre Invoqué est placé au-dessous du Deck lorsqu'il quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Métal Ténébreux, le Dragon de l'Acier des Ténèbres\" qu'une fois par tour.",
    "archetype": "Red-Eyes"
  },
  {
    "id": "3875465",
    "name": "Monde Électrolyrique Électroménageur",
    "nameEn": "Monde Électrolyrique Électroménageur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 carte \"Électroménageur\" (Magies de Terrain exclues) depuis votre Deck à votre main. Une fois par tour, si vous Invoquez par Lien un ou plusieurs Monstres Lien \"Électroménageur\" : vous pouvez ajouter 1 monstre \"Électroménageur\" depuis votre Cimetière à votre main. Une fois par tour, lorsqu'un monstre déclare une attaque : vous pouvez déplacer 1 monstre \"Électroménageur\" que vous contrôlez dans une autre de vos Zones Monstre Main. Vous ne pouvez activer qu'1 \"Monde Électrolyrique Électroménageur\" par tour.",
    "archetype": "Appliancer"
  },
  {
    "id": "50277355",
    "name": "Mouton de Croix",
    "nameEn": "Mouton de Croix",
    "attribute": "EARTH",
    "atk": 700,
    "def": null,
    "level": null,
    "monsterType": "Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres de noms différents\nSi un monstre est Invoqué Spécialement dans une zone pointée par cette carte : vous pouvez appliquer les effets suivants dans l'ordre selon les types de carte des monstres pointés par cette carte.\n●Rituel : Piochez 2 cartes, puis défaussez 2 cartes.\n●Fusion : Invoquez Spécialement 1 monstre de max. Niveau 4 depuis votre Cimetière.\n●Synchro : Tous les monstres que vous contrôlez gagnent 700 ATK.\n●Xyz : Tous les monstres contrôlés par votre adversaire perdent 700 ATK.\nVous ne pouvez utiliser cet effet de \"Mouton de Croix\" qu'une fois par tour."
  },
  {
    "id": "42352091",
    "name": "Mur Numeron",
    "nameEn": "Mur Numeron",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucune carte (\"Mur Numeron\" exclu) (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; activez 1 \"Réseau Numeron\" directement depuis votre main ou Deck. Vous ne pouvez utiliser cet effet de \"Mur Numeron\" qu'une fois par tour. Lorsque vous recevez des dommages de combat : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, terminez la Battle Phase après la Damage Step.",
    "archetype": "Numeron"
  },
  {
    "id": "6568731",
    "name": "Narval Iceberg, Bête Glaciale",
    "nameEn": "Narval Iceberg, Bête Glaciale",
    "attribute": "WATER",
    "atk": 2700,
    "def": 1600,
    "level": 7,
    "monsterType": "Aqua",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur EAU\nChaque fois qu'un ou plusieurs autres monstres que vous contrôlez sont détruits par une attaque ou effet de carte de votre adversaire : infligez 600 points de dommages à votre adversaire. Durant la Battle Phase, lorsque votre adversaire active une carte ou un effet tant que vous contrôlez un autre monstre (Effet Rapide) : vous pouvez annuler l'effet, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser cet effet de \"Narval Iceberg, Bête Glaciale\" qu'une fois par tour.",
    "archetype": "Glacial Beast"
  },
  {
    "id": "74122412",
    "name": "Nékroz de Gungnir",
    "nameEn": "Nékroz de Gungnir",
    "attribute": "WATER",
    "atk": 2500,
    "def": 1700,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une Magie Rituelle \"Nékroz\". Uniquement Invocable Rituellement, sans utiliser des monstres de Niveau 7. Vous ne pouvez utiliser chacun de ces effets de \"Nékroz de Gungnir\" qu'une fois par tour.\n●(Effet Rapide) : vous pouvez défausser cette carte, puis ciblez 1 monstre \"Nékroz\" que vous contrôlez ; ce tour, il ne peut être détruit ni au combat ni par des effets de carte.\n●(Effet Rapide) : vous pouvez défausser 1 carte \"Nékroz\", puis ciblez 1 carte sur le Terrain ; détruisez-la.",
    "archetype": "Nekroz"
  },
  {
    "id": "17032740",
    "name": "Néos Chaos, HÉROS Élémentaire",
    "nameEn": "Néos Chaos, HÉROS Élémentaire",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 9,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Néos, HÉROS Élémentaire\" + \"Panthère Noire Néo-Spacien\" + \"Limon Luminescent Néo-Spacien\"\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en mélangeant les cartes ci-dessus que vous contrôlez dans le Deck. (N'utilisez pas \"Polymérisation\".) Une fois par tour, durant la End Phase : mélangez cette carte dans l'Extra Deck, et si vous le faites, Posez tous les monstres face recto sur le Terrain. Une fois par tour, durant votre Main Phase 1 : vous pouvez lancer une pièce 3 fois.\n●3 faces : Détruisez tous les monstres contrôlés par votre adversaire.\n●2 faces : Le reste de ce tour, les effets de tous les monstres face recto contrôlés par votre adversaire sont annulés.\n●1 face : Renvoyez tous les monstres que vous contrôlez à la main.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "69884162",
    "name": "Nouveau Néos, HÉROS Élémentaire",
    "nameEn": "Nouveau Néos, HÉROS Élémentaire",
    "attribute": "LIGHT",
    "atk": 1900,
    "def": 1300,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte est traitée comme un Monstre Normal tant qu'elle est face recto sur le Terrain ou dans le Cimetière. Tant que cette carte est un Monstre Normal sur le Terrain, vous pouvez l'Invoquer Normalement pour qu'elle devienne un Monstre à Effet avec cet effet.\n●Le nom de cette carte devient \"Néos, HÉROS Élémentaire\" tant qu'elle est sur le Terrain.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "15232745",
    "name": "Numéro 1 : Porte Numeron Ekam",
    "nameEn": "Numéro 1 : Porte Numeron Ekam",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 100,
    "level": 1,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 1\nNon destructible au combat. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, doublez l'ATK de tous les monstres \"Numeron\" que vous contrôlez actuellement.",
    "archetype": "Numeron"
  },
  {
    "id": "42230449",
    "name": "Numéro 2 : Porte Numeron Dve",
    "nameEn": "Numéro 2 : Porte Numeron Dve",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 100,
    "level": 1,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 1\nNon destructible au combat. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, doublez l'ATK de tous les monstres \"Numeron\" que vous contrôlez actuellement.",
    "archetype": "Numeron"
  },
  {
    "id": "78625448",
    "name": "Numéro 3 : Porte Numeron Trini",
    "nameEn": "Numéro 3 : Porte Numeron Trini",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 100,
    "level": 1,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 1\nNon destructible au combat. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, doublez l'ATK de tous les monstres \"Numeron\" que vous contrôlez actuellement.",
    "archetype": "Numeron"
  },
  {
    "id": "4997565",
    "name": "Numéro 3 : Roi Cicada",
    "nameEn": "Numéro 3 : Roi Cicada",
    "attribute": "WIND",
    "atk": 1200,
    "def": 2500,
    "level": 3,
    "monsterType": "Insect",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 3\nSi la position de combat de cette carte est changée : vous pouvez Invoquer Spécialement 1 monstre Insecte depuis votre main ou Cimetière en Position de Défense. Lorsqu'un monstre sur le Terrain active son effet : vous pouvez détacher 1 Matériel de cette carte, puis ciblez le monstre ; annulez ses effets, puis, soit faites gagner 500 DEF à 1 monstre Insecte sur le Terrain, soit changez sa position de combat. Vous ne pouvez utiliser chaque effet de \"Numéro 3 : Roi Cicada\" qu'une fois par tour."
  },
  {
    "id": "84013238",
    "name": "Numéro 39 : Utopie",
    "nameEn": "Numéro 39 : Utopie",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nLorsqu'un monstre déclare une attaque : vous pouvez détacher 1 Matériel de cette carte ; annulez l'attaque. Si cette carte est ciblée par une attaque, tant qu'elle n'a pas de Matériel : détruisez cette carte.",
    "archetype": "Utopia"
  },
  {
    "id": "4019153",
    "name": "Numéro 4 : Porte Numeron Catvari",
    "nameEn": "Numéro 4 : Porte Numeron Catvari",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 100,
    "level": 1,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 1\nNon destructible au combat. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, doublez l'ATK de tous les monstres \"Numeron\" que vous contrôlez actuellement.",
    "archetype": "Numeron"
  },
  {
    "id": "79747096",
    "name": "Numéro C1 : Porte du Chaos Numeron Sunya",
    "nameEn": "Numéro C1 : Porte du Chaos Numeron Sunya",
    "attribute": "DARK",
    "atk": 2000,
    "def": 1000,
    "level": 2,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres de Niveau 2\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant \"Numéro 1 : Porte Numeron Ekam\" que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Si cette carte est Invoquée par Xyz : bannissez tous les monstres sur le Terrain. Une fois par tour, durant votre prochaine Standby Phase après que cette carte a été bannie : vous pouvez Invoquer Spécialement cette carte bannie, puis si \"Réseau Numeron\" est dans votre Zone Terrain, infligez des dommages à votre adversaire égaux à la somme des ATK de tous les Monstres Xyz bannis.",
    "archetype": "Numeron"
  },
  {
    "id": "47017574",
    "name": "Numéro C92 : Dragon Heart-eartH du Chaos",
    "nameEn": "Numéro C92 : Dragon Heart-eartH du Chaos",
    "attribute": "DARK",
    "atk": 1000,
    "def": 0,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres de Niveau 10\nNon destructible au combat. Lorsqu'un monstre que vous contrôlez inflige des dommages de combat à votre adversaire : vous gagnez des LP égaux aux dommages qu'il a reçus. Si cette carte a \"Numéro 92 : Dragon Heart-eartH\" comme Matériel Xyz, elle gagne cet effet.\n●Une fois par tour : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, annulez les effets de toutes les cartes face recto actuellement contrôlées par votre adversaire. Cette activation et effet ne peuvent être annulés.",
    "archetype": "Chaos"
  },
  {
    "id": "43490025",
    "name": "Numéro F0 : Futur Utopique - Taillade",
    "nameEn": "Numéro F0 : Futur Utopique - Taillade",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 0,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 Monstres Xyz du même Rang (monstres \"Numéro\" exclus)\n(Le Rang d'origine de cette carte est toujours traité comme 1.)\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant \"Numéro F0 : Futur Utopique\" ou un monstre \"Utopie\" que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Gagne 500 ATK pour chaque Monstre Xyz \"Numéro\" dans les Cimetières. Non destructible au combat. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte ; durant chaque Battle Phase ce tour, cette carte peut faire une seconde attaque.",
    "archetype": "Utopia"
  },
  {
    "id": "56832966",
    "name": "Numéro S39 : Utopie l'Éclair",
    "nameEn": "Numéro S39 : Utopie l'Éclair",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2000,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres LUMIÈRE de Niveau 5\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un monstre \"Utopie\" de Rang 4 que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Non utilisable comme Matériel pour une Invocation Xyz. Si cette carte combat, votre adversaire ne peut activer ni de cartes ni d'effets jusqu'à la fin de la Damage Step. Une fois par Chaîne, durant le calcul des dommages, si cette carte combat un monstre de l'adversaire tant que cette carte a un Monstre Xyz \"Utopie\" comme Matériel (Effet Rapide) : vous pouvez détacher 2 Matériels de cette carte ; l'ATK de cette carte devient 5000 durant ce calcul des dommages uniquement.",
    "archetype": "Utopia"
  },
  {
    "id": "72537897",
    "name": "Obéissance Scolarisée",
    "nameEn": "Obéissance Scolarisée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre : Invoquez Spécialement 3 Monstres à Effet Bête de max. Niveau 2 de noms différents depuis votre Deck, mais leurs effets sont annulés, et aussi, ils sont détruits durant la End Phase. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Bête exclus)."
  },
  {
    "id": "17170970",
    "name": "Ours Blanc Blindé",
    "nameEn": "Ours Blanc Blindé",
    "attribute": "WATER",
    "atk": 1800,
    "def": 1400,
    "level": 4,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement tant qu'un Monstre Synchro est sur le Terrain : vous pouvez cibler 1 Magie de Terrain dans votre Cimetière ; ajoutez-la à votre main. Si cette carte est détruite au combat et envoyée au Cimetière, ou si cette carte en votre possession est détruite par un effet de carte de l'adversaire et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre Bête de max. Niveau 4 (\"Ours Blanc Blindé\" exclu) depuis votre Deck ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Ours Blanc Blindé\" qu'une fois par tour."
  },
  {
    "id": "50366775",
    "name": "Périophormat",
    "nameEn": "Périophormat",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez révéler 1 Monstre Lien dans votre Extra Deck, et si vous le faites, lorsque vous Invoquez par Lien ce tour, vous pouvez traiter cette carte comme Matériel Lien des mêmes nom, Type et Attribut que le monstre révélé. Si cette carte est envoyée au Cimetière comme Matériel Lien : vous pouvez ajouter 1 monstre Cyberse de min. Niveau 5 depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Périophormat\" qu'une fois par tour."
  },
  {
    "id": "78225596",
    "name": "Pieuvrallonge Électroménageur",
    "nameEn": "Pieuvrallonge Électroménageur",
    "attribute": "DARK",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Électroménageur\"\nCette carte liée ne peut être ciblée ni par des effets de carte de votre adversaire ni par les attaques de ses monstres. Durant le calcul des dommages, si un Monstre Lien \"Électroménageur\" que vous contrôlez co-lié à cette carte combat un monstre de l'adversaire : durant ce calcul des dommages uniquement, votre monstre combattant gagne une ATK égale au nombre de monstres co-liés à cette carte x 1000. Une fois par tour, si un ou plusieurs Monstres Lien \"Électroménageur\" que vous contrôlez qui ne sont pas co-liés à cette carte sont détruits au combat ou par un effet de carte : vous pouvez piocher 1 carte.",
    "archetype": "Appliancer"
  },
  {
    "id": "79169622",
    "name": "Pingouin Polaire, Bête Glaciale",
    "nameEn": "Pingouin Polaire, Bête Glaciale",
    "attribute": "WATER",
    "atk": 800,
    "def": 1000,
    "level": 3,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; renvoyez-le à la main. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez cibler 1 carte contrôlée par votre adversaire ; renvoyez-la à la main. Vous ne pouvez utiliser qu'1 effet de \"Pingouin Polaire, Bête Glaciale\" par tour, et uniquement une fois le tour.",
    "archetype": "Penguin"
  },
  {
    "id": "70569684",
    "name": "Pioche à Haut Régime",
    "nameEn": "Pioche à Haut Régime",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Détruisez min. 2 monstres que vous contrôlez, et si vous le faites, piochez 1 carte pour tous les 2 monstres détruits. Durant la Main Phase de votre adversaire, si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre que vous contrôlez ; détruisez-le, et si vous le faites, Posez cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Pioche à Haut Régime\" qu'une fois par tour."
  },
  {
    "id": "78447174",
    "name": "Prisetroll Électroménageur",
    "nameEn": "Prisetroll Électroménageur",
    "attribute": "DARK",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Électroménageur\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si un autre \"Prisetroll Électroménageur\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 \"Prisetroll Électroménageur\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Prisetroll Électroménageur\" qu'une fois par tour.",
    "archetype": "Appliancer"
  },
  {
    "id": "12307878",
    "name": "Purgatorio l'Invokhé",
    "nameEn": "Purgatorio l'Invokhé",
    "attribute": "FIRE",
    "atk": 2300,
    "def": 2000,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Aleister l'Invokhateur\" + 1 monstre FEU\nCette carte gagne 200 ATK pour chaque carte contrôlée par votre adversaire. Peut attaquer une fois tous les monstres contrôlés par votre adversaire. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.",
    "archetype": "Invoked"
  },
  {
    "id": "49513164",
    "name": "Raidjin l'Invokhé",
    "nameEn": "Raidjin l'Invokhé",
    "attribute": "WIND",
    "atk": 2200,
    "def": 2400,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Aleister l'Invokhateur\" + 1 monstre VENT\nUne fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto sur le Terrain ; changez-le en Position de Défense face verso.",
    "archetype": "Invoked"
  },
  {
    "id": "87742943",
    "name": "Rampant Puissant",
    "nameEn": "Rampant Puissant",
    "attribute": "EARTH",
    "atk": 2700,
    "def": 2000,
    "level": 7,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez détruire 1 monstre contrôlé par votre adversaire avec une ATK inférieure à cette carte. Vous ne pouvez utiliser cet effet de \"Rampant Puissant\" qu'une fois par tour. Tous les monstres contrôlés par votre adversaire doivent attaquer, si possible."
  },
  {
    "id": "12930501",
    "name": "Régénération de la Magie des Ténèbres",
    "nameEn": "Régénération de la Magie des Ténèbres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque : ciblez 1 Magie dans le Cimetière de votre adversaire ; Posez-la sur votre Terrain. Vous pouvez bannir cette carte depuis votre Cimetière et envoyer 1 \"Monster Reborn\" depuis votre main ou Posé sur votre Terrain au Cimetière ; Invoquez Spécialement 1 \"Le Dragon Ailé de Râ\" depuis votre Cimetière en ignorant ses conditions d'Invocation, puis vous pouvez envoyer 1 monstre contrôlé par votre adversaire au Cimetière, et aussi, envoyez le monstre Invoqué Spécialement au Cimetière durant la End Phase.",
    "archetype": "Egyptian God"
  },
  {
    "id": "41418852",
    "name": "Réseau Numeron",
    "nameEn": "Réseau Numeron",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase, envoyez 1 Carte Magie Normale \"Numeron\" qui remplit ses conditions d'activation depuis votre Deck au Cimetière ; cet effet devient l'effet de la Magie lorsque la carte est activée. Vous ne pouvez utiliser cet effet de \"Réseau Numeron\" qu'une fois par tour. Les Monstres Xyz \"Numeron\" que vous contrôlez peuvent activer les effets sans détacher de Matériels.",
    "archetype": "Numeron"
  },
  {
    "id": "30996652",
    "name": "Réutilisation Électroménageur",
    "nameEn": "Réutilisation Électroménageur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Électroménageur\" dans votre Cimetière ; Invoquez-le Spécialement, mais placez-le au-dessous du Deck lorsqu'il quitte le Terrain.",
    "archetype": "Appliancer"
  },
  {
    "id": "25148255",
    "name": "Robot Ancre",
    "nameEn": "Robot Ancre",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 2,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Pour une Invocation Synchro, vous pouvez substituer cette carte à 1 Syntoniseur \"Synchronique\". Une fois par tour : vous pouvez défausser 1 carte, puis ciblez 1 monstre non-Syntoniseur \"Robot\" dans votre Cimetière ; Invoquez Spécialement la cible, et si vous le faites, immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro qui liste un monstre \"Synchronique\" comme Syntoniseur, en utilisant uniquement le monstre et cette carte. Ces Matériels Synchro sont bannis au lieu d'être envoyés au Cimetière.",
    "archetype": "Junk"
  },
  {
    "id": "44297127",
    "name": "Rupture Miracle",
    "nameEn": "Rupture Miracle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre Rocher de max. Niveau 4 depuis votre Deck au Cimetière, puis, si \"Fusion Fossile\" est dans votre Cimetière, piochez 1 carte. Vous ne pouvez activer qu'1 \"Rupture Miracle\" par tour.",
    "archetype": "Fossil"
  },
  {
    "id": "26889158",
    "name": "Salamangrande Gazelle",
    "nameEn": "Salamangrande Gazelle",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 1000,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre \"Salamangrande\" (\"Salamangrande Gazelle\" exclu) est envoyé à votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 carte \"Salamangrande\" (\"Salamangrande Gazelle\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Salamangrande Gazelle\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "87871125",
    "name": "Salamangrande Loup du Soleil",
    "nameEn": "Salamangrande Loup du Soleil",
    "attribute": "FIRE",
    "atk": 1800,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres à Effet FEU\nSi un ou plusieurs monstres sont Invoqués Normalement ou Spécialement dans les zones pointées par cette carte (sauf durant la Damage Step) : vous pouvez ajouter 1 monstre FEU depuis votre Cimetière à votre main, mais le reste de ce tour, vous ne pouvez ni Invoquer/Poser Normalement ni Invoquer Spécialement de monstres du nom du monstre ajouté. Durant votre Main Phase, si vous contrôlez cette carte qui a été Invoquée par Lien en utilisant \"Salamangrande Loup du Soleil\" comme Matériel : vous pouvez ajouter 1 Magie/Piège \"Salamangrande\" depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Salamangrande Loup du Soleil\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "12444060",
    "name": "Sanctuaire Artéfact",
    "nameEn": "Sanctuaire Artéfact",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Artéfact\" depuis votre Deck. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez cibler 1 carte sur le Terrain ; détruisez la cible. Vous ne pouvez activer qu'1 \"Sanctuaire Artéfact\" par tour. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cette carte.",
    "archetype": "Artifact"
  },
  {
    "id": "23147658",
    "name": "Soldat Météo",
    "nameEn": "Soldat Météo",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 1200,
    "level": 4,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est détruite au combat ou envoyée au Cimetière par un effet de carte : vous pouvez ajouter 1 \"Fusion Fossile\" ou 1 carte qui liste spécifiquement \"Fusion Fossile\" dans son texte (\"Soldat Météo\" exclu), depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Soldat Météo\" qu'une fois par tour. Une fois par tour, durant votre End Phase : cette carte perd 600 ATK.",
    "archetype": "Fossil"
  },
  {
    "id": "16780318",
    "name": "Super Tapis !",
    "nameEn": "Super Tapis !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Renvoyez 1 Monstre Synchro que vous contrôlez à l'Extra Deck, et si vous le faites, Invoquez Spécialement 4 monstres \"Fleur Cardian\" depuis votre Cimetière, puis, piochez 1 carte et montrez-la, puis si c'est un monstre \"Fleur Cardian\", vous pouvez l'Invoquer Spécialement en ignorant ses conditions d'Invocation. Sinon, détruisez autant de monstres que vous contrôlez que possible, et si vous en avez détruit min. 1, divisez par deux vos LP. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée par l'effet d'un monstre \"Fleur Cardian\" ce tour tant qu'elle est en votre possession : vous pouvez ajouter 1 Magie/Piège depuis votre Cimetière à votre main.",
    "archetype": "Flower Cardian"
  },
  {
    "id": "78144171",
    "name": "Ténèbres Armées, le Dragon de l'Annihilation",
    "nameEn": "Ténèbres Armées, le Dragon de l'Annihilation",
    "attribute": "DARK",
    "atk": 2800,
    "def": 1000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 7\nUne fois par tour, si vous avez exactement 5 monstres TÉNÈBRES dans votre Cimetière, vous pouvez aussi Invoquer par Xyz \"Ténèbres Armées, le Dragon de l'Annihilation\" en utilisant 1 monstre TÉNÈBRES Dragon de min. Niveau 5 que vous contrôlez comme Matériel. Vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la, puis bannissez 1 carte depuis votre Cimetière, et aussi, cette carte ne peut pas attaquer le reste de ce tour."
  },
  {
    "id": "66380357",
    "name": "Test Électroménageur",
    "nameEn": "Test Électroménageur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Lien \"Électroménageur\" que vous contrôlez ; Invoquez Spécialement autant de monstres \"Électroménageur\" Link-1 depuis votre Cimetière que possible dans vos zones pointées par le monstre, mais bannissez-les durant la End Phase. Vous ne pouvez activer qu'1 \"Test Électroménageur\" par tour.",
    "archetype": "Appliancer"
  },
  {
    "id": "17679043",
    "name": "Torpille Pingouin",
    "nameEn": "Torpille Pingouin",
    "attribute": "WATER",
    "atk": 550,
    "def": 300,
    "level": 3,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut attaquer directement. Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 monstre de max. Niveau 6 contrôlé par votre adversaire ; prenez son contrôle jusqu'à la End Phase, mais ses effets sont annulés, et aussi, il ne peut pas déclarer d'attaque, tant que vous le contrôlez. Vous ne pouvez utiliser cet effet de \"Torpille Pingouin\" qu'une fois par tour. À la fin de la Damage Step, si cette carte a attaqué : détruisez cette carte.",
    "archetype": "Penguin"
  },
  {
    "id": "91351370",
    "name": "Tourbillon Noir",
    "nameEn": "Tourbillon Noir",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre \"Aile Noire\" est Invoqué Normalement sur votre Terrain : vous pouvez ajouter 1 monstre \"Aile Noire\" avec une ATK inférieure au monstre depuis votre Deck à votre main.",
    "archetype": "Blackwing"
  },
  {
    "id": "15661378",
    "name": "Trishula, le Dragon de l'Emprisonnement Glacial",
    "nameEn": "Trishula, le Dragon de l'Emprisonnement Glacial",
    "attribute": "WATER",
    "atk": 2700,
    "def": 2000,
    "level": 9,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de noms différents\nDoit d'abord être soit Invoquée par Fusion en utilisant des monstres dans votre main et/ou sur votre Terrain, soit Invoquée Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus que vous contrôlez (auquel cas vous n'utilisez pas \"Polymérisation\"). Si cette carte a été Invoquée Spécialement en utilisant uniquement des monstres qui étaient Dragon à l'origine : vous pouvez révéler et bannir 3 cartes (1 depuis votre Deck, 1 du dessus du Deck de votre adversaire et 1 depuis son Extra Deck). Vous ne pouvez utiliser cet effet de \"Trishula, le Dragon de l'Emprisonnement Glacial\" qu'une fois par tour.",
    "archetype": "Ice Barrier"
  },
  {
    "id": "80681226",
    "name": "Vague Psychique",
    "nameEn": "Vague Psychique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre Machine : envoyez 1 \"Jinzo\" depuis votre main ou Deck au Cimetière ; infligez 600 points de dommages à votre adversaire. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Machine dans votre Cimetière ; envoyez 1 monstre \"Jinzo\" depuis votre Deck au Cimetière, et si vous le faites, ajoutez le monstre ciblé à votre main. Vous ne pouvez utiliser cet effet de \"Vague Psychique\" qu'une fois par tour.",
    "archetype": "Jinzo"
  },
  {
    "id": "24096499",
    "name": "Valerifawn, Bête Mystique de la Forêt",
    "nameEn": "Valerifawn, Bête Mystique de la Forêt",
    "attribute": "EARTH",
    "atk": 400,
    "def": 900,
    "level": 2,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 carte, puis ciblez 1 monstre Bête de max. Niveau 2 (\"Valerifawn, Bête Mystique de la Forêt\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position d'Attaque ou en Position de Défense face verso. Vous ne pouvez utiliser cet effet de \"Valerifawn, Bête Mystique de la Forêt\" qu'une fois par tour.",
    "archetype": "Mystical Beast of the Forest"
  },
  {
    "id": "83295594",
    "name": "Vapeur Synchronique",
    "nameEn": "Vapeur Synchronique",
    "attribute": "WATER",
    "atk": 600,
    "def": 800,
    "level": 3,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Synchronisation en utilisant cette carte que vous contrôlez.",
    "archetype": "Synchron"
  },
  {
    "id": "54507222",
    "name": "Ver - Galactique",
    "nameEn": "Ver - Galactique",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 1000,
    "level": 3,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement tant que vous ne contrôlez aucun autre monstre : vous pouvez Invoquer Spécialement 1 Monstre à Effet \"Galactique\" de max. Niveau 3 depuis votre Deck, mais annulez ses effets."
  },
  {
    "id": "66403530",
    "name": "Zéroboros Topologique",
    "nameEn": "Zéroboros Topologique",
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ Monstres à Effet\nVous ne pouvez ni Invoquer ni Poser de monstres dans les Zones Monstre Extra pointées par cette carte. Gagne 200 ATK pour chaque carte bannie. Si un autre monstre est Invoqué Spécialement dans une zone pointée par un Monstre Lien, tant que ce monstre est sur le Terrain : bannissez toutes les cartes sur le Terrain. Une fois par tour, durant la Standby Phase du prochain tour après que cette carte a été bannie par son propre effet : Invoquez Spécialement cette carte bannie."
  }
]