[
  {
    "id": "82489470",
    "name": "Âmépée - La Dorée",
    "nameEn": "The Golden Swordsoul",
    "description": "Lorsqu'un monstre déclare une attaque : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, annulez l'attaque, puis, si vous contrôlez un Monstre Fusion qui mentionne \"Albaz le Déchu\" comme Matériel, vous pouvez détruire le monstre qui a déclaré l'attaque. Si un monstre est banni face recto (sauf durant la Damage Step) : vous pouvez bannir cette carte depuis votre Terrain ou Cimetière ; Invoquez Spécialement 1 monstre LUMIÈRE Magicien depuis votre main ou Cimetière dont l'ATK est égale à sa propre DEF. Vous ne pouvez utiliser cet effet de \"Âmépée - La Dorée\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 1500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Swordsoul"
  },
  {
    "id": "26077387",
    "name": "Assaut de l'Air - As - Raye",
    "nameEn": "Sky Striker Ace - Raye",
    "description": "(Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Assaut de l'Air - As\" depuis votre Extra Deck dans la Zone Monstre Extra. Tant que cette carte est dans votre Cimetière, si un Monstre Lien \"Assaut de l'Air - As\" face recto que vous contrôlez est détruit au combat ou quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Assaut de l'Air - As - Raye\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Sky Striker"
  },
  {
    "id": "37351133",
    "name": "Assaut de l'Air - As - Roze",
    "nameEn": "Sky Striker Ace - Roze",
    "description": "Si un ou plusieurs monstres \"Assaut de l'Air - As\" (\"Assaut de l'Air - As - Roze\" exclu) sont Invoqués Normalement ou Spécialement (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si un monstre de l'adversaire dans la Zone Monstre Extra est détruit au combat, ou quitte le Terrain à cause de votre effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, puis vous pouvez annuler les effets d'1 monstre face recto contrôlé par votre adversaire, jusqu'à la fin de ce tour. Vous ne pouvez utiliser chaque effet de \"Assaut de l'Air - As - Roze\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Sky Striker"
  },
  {
    "id": "66165755",
    "name": "Axel, Allié Genex",
    "nameEn": "Genex Ally Axel",
    "description": "1 Syntoniseur \"Genex\" + 1 monstre non Syntoniseur ou plus\nUne fois par tour, vous pouvez défausser 1 carte pour sélectionner 1 monstre de Niveau 4 ou moins de Type Machine depuis votre Cimetière, et l'Invoquer Spécialement. L'ATK de ce monstre est doublée jusqu'à la End Phase, mais il ne peut pas attaquer directement votre adversaire. Retirez-le du jeu durant votre End Phase.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2600,
    "def": 2000,
    "level": 8,
    "monsterType": "Machine",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "6840573",
    "name": "Barox",
    "nameEn": "Barox",
    "description": "\"Panda Fou\" + \"Ryu-Kishin\"",
    "isEffect": false,
    "attribute": "DARK",
    "atk": 1380,
    "def": 1530,
    "level": 5,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "48063985",
    "name": "Cannahawk, Bête Spirituelle Ultime",
    "nameEn": "Ritual Beast Ulti-Cannahawk",
    "description": "1 monstre \"Dompteur Bête Spirituelle\" + 1 monstre \"Avatar Bête Spirituelle\"\nUniquement Invocable Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus que vous contrôlez, et non Invocable Spécialement autrement. (N'utilisez pas \"Polymérisation\".) Une fois par tour : vous pouvez cibler 2 de vos cartes \"Bête Spirituelle\" bannies ; renvoyez-les au Cimetière, et si vous le faites, ajoutez 1 carte \"Bête Spirituelle\" depuis votre Deck à votre main. Durant le tour de chaque joueur : vous pouvez renvoyer cette carte que vous contrôlez à l'Extra Deck, puis ciblez 2 de vos monstres bannis (1 monstre \"Dompteur Bête Spirituelle\" et 1 monstre \"Avatar Bête Spirituelle\") ; Invoquez-les Spécialement en Position de Défense.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 1400,
    "def": 1600,
    "level": 6,
    "monsterType": "Thunder",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "43582229",
    "name": "Chaînes Glaciales de la Barrière de Glace",
    "nameEn": "Freezing Chains of the Ice Barrier",
    "description": "Lorsque cette carte est activée : vous pouvez cibler 1 monstre \"Barrière de Glace\" de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement. Tant que vous contrôlez min. 3 monstres \"Barrière de Glace\", les monstres \"Barrière de Glace\" que vous contrôlez ne sont pas affectés par les effets activés des monstres de votre adversaire qui ont été Invoqués Spécialement depuis l'Extra Deck. Vous ne pouvez activer qu'1 \"Chaînes Glaciales de la Barrière de Glace\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ice Barrier"
  },
  {
    "id": "17751597",
    "name": "Châtiment du Marqué",
    "nameEn": "Branded Retribution",
    "description": "Lorsqu'une Carte Magie/Piège ou un effet de monstre, qui inclut un effet qui Invoque Spécialement un ou plusieurs monstres, est activé : renvoyez à l'Extra Deck, 1 Monstre Fusion face recto que vous contrôlez ou 2 Monstres Fusion dans votre Cimetière, qui mentionnent \"Albaz le Déchu\" comme Matériel, et si vous le faites, annulez l'activation, et si vous faites ça, détruisez la carte. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie/Piège \"Marqué\" (\"Châtiment du Marqué\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser qu'1 effet de \"Châtiment du Marqué\" par tour, et uniquement une fois le tour.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Branded"
  },
  {
    "id": "57346400",
    "name": "Chien de Garde",
    "nameEn": "Guard Dog",
    "description": "FLIP : Votre adversaire ne peut pas faire d'invocation Spéciale pour le restant du tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 1500,
    "def": 500,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "68505803",
    "name": "Contrôleur Genex",
    "nameEn": "Genex Controller",
    "description": "Un maître qui contrôle le pouvoir des éléments. L'un des rares monstres Genex à pouvoir communiquer avec ses compagnons.",
    "isEffect": false,
    "attribute": "DARK",
    "atk": 1400,
    "def": 1200,
    "level": 3,
    "monsterType": "Machine",
    "type": "Normal",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "20802187",
    "name": "Convertisseur d'Esprit",
    "nameEn": "Spirit Converter",
    "description": "Une fois par tour : vous pouvez cibler 1 Monstre Xyz que vous contrôlez ; attachez 1 monstre LUMIÈRE de Niveau 4 face recto que vous contrôlez à la cible comme Matériel Xyz. Lorsque cette carte est envoyée depuis le Terrain au Cimetière : ciblez 2 monstres LUMIÈRE de Type Tonnerre de Niveau 4 de même nom dans votre Cimetière ; ajoutez les cibles à votre main.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "20663556",
    "name": "Crapaud de Permutation",
    "nameEn": "Substitoad",
    "description": "Vous pouvez Sacrifier 1 monstre pour Invoquer Spécialement 1 monstre \"Grenouille\" ou \"Rainette\" depuis votre Deck, excepté \"Grenouille, la Bave\". Les monstres \"Grenouille\" ou \"Rainette\", excepté \"Grenouille, la Bave\", ne peuvent pas être détruits au combat.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 100,
    "def": 2000,
    "level": 1,
    "monsterType": "Aqua",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Frog"
  },
  {
    "id": "15443125",
    "name": "Démarreur de Spright",
    "nameEn": "Spright Starter",
    "description": "Invoquez Spécialement 1 monstre \"Spright\" depuis votre Deck, mais perdez des LP égaux à son ATK d'origine, et aussi, le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres de Niveau/Rang/Link 2 exclus). Vous ne pouvez activer qu'1 \"Démarreur de Spright\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spright"
  },
  {
    "id": "92919429",
    "name": "Devineresse du Héraut",
    "nameEn": "Diviner of the Herald",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre Elfe depuis votre Deck ou Extra Deck au Cimetière, et si vous le faites, augmentez le Niveau de cette carte du Niveau du monstre jusqu'à la fin de ce tour. Si cette carte est Sacrifiée : vous pouvez Invoquer Spécialement 1 monstre Elfe de max. Niveau 2 (\"Devineresse du Héraut\" exclu) depuis votre main ou Deck. Vous ne pouvez utiliser chaque effet de \"Devineresse du Héraut\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 500,
    "def": 300,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Herald"
  },
  {
    "id": "78748366",
    "name": "Disparition du Vide",
    "nameEn": "Void Vanishment",
    "description": "Vous pouvez défausser 1 carte ; ajoutez 1 Carte Magie/Piège \"du Vide\" (\"Néant Absolu\" inclus et \"Disparition du Vide\" exclu) depuis votre Deck à votre main, et aussi, le reste de ce tour, vous ne pouvez Invoquer ni Normalement ni Spécialement de monstres (monstres \"Infernoid\" exclus). Vous ne pouvez utiliser cet effet de \"Disparition du Vide\" qu'une fois par tour. Si un monstre \"Infernoid\" que vous contrôlez combat un monstre de votre adversaire, après le calcul des dommages : vous pouvez envoyer cette carte au Cimetière ; bannissez ces monstres.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "30399511",
    "name": "Distributeur de Puissance Genex",
    "nameEn": "Genex Power Planner",
    "description": "Lorsque cette carte est Invoquée Normalement, vous pouvez ajouter 1 Monstre à Effet \"Genex\" de Niveau 3 depuis votre Deck à votre main.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 300,
    "def": 200,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "68450517",
    "name": "Duradark, Allié Genex",
    "nameEn": "Genex Ally Duradark",
    "description": "Une fois par tour, durant votre Main Phase, vous pouvez sélectionner 1 monstre face recto en Position d'Attaque contrôlé par votre adversaire du même Attribut que cette carte, et le détruire. Cette carte ne peut pas attaquer le tour où vous activez cet effet.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1800,
    "def": 200,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "84206435",
    "name": "Emblème de la Barrière de Glace",
    "nameEn": "Medallion of the Ice Barrier",
    "description": "Ajoutez 1 monstre \"Barrière de Glace\" depuis votre Deck à votre main.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ice Barrier"
  },
  {
    "id": "57815601",
    "name": "Embuscade Bête Spirituelle",
    "nameEn": "Ritual Beast Ambush",
    "description": "Ciblez 1 de vos monstres \"Dompteur Bête Spirituelle\" et 1 de vos monstres \"Avatar Bête Spirituelle\" qui sont bannis et/ou dans votre Cimetière ; Invoquez-les Spécialement en Position de Défense. Après activation de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Bête Spirituelle\" exclus) le reste de ce tour. Vous ne pouvez activer qu'1 \"Embuscade Bête Spirituelle\" par tour.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "81767888",
    "name": "Épée du Marqué",
    "nameEn": "Branded Sword",
    "description": "Bannissez un nombre de votre choix de Magies/Pièges \"Marqué\" depuis votre Cimetière ; Invoquez Spécialement autant de \"Jeton Lame de Glace\" (Dragon/TÉNÈBRES/Niveau 8/ATK 2500/DEF 2000). Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres bannis qui est \"Albaz le Déchu\" ou qui le mentionne ; ajoutez le monstre à votre main. Vous ne pouvez utiliser qu'1 effet de \"Épée du Marqué\" par tour, et uniquement une fois le tour.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Branded"
  },
  {
    "id": "70703416",
    "name": "Esprit Hexa de la Barrière de Glace",
    "nameEn": "Hexa Spirit of the Ice Barrier",
    "description": "Tant que vous contrôlez un autre monstre \"Barrière de Glace\", les monstres contrôlés par votre adversaire perdent 500 ATK/DEF. Durant votre Main Phase : vous pouvez envoyer 1 monstre \"Barrière de Glace\" de max. Niveau 3 depuis votre Deck au Cimetière, et si vous le faites, le Niveau de cette carte devient le même que celui du monstre jusqu'à la fin de ce tour. Vous ne pouvez utiliser cet effet de \"Esprit Hexa de la Barrière de Glace\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 400,
    "def": 200,
    "level": 1,
    "monsterType": "Sea Serpent",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ice Barrier"
  },
  {
    "id": "44362883",
    "name": "Fusion du Marqué",
    "nameEn": "Branded Fusion",
    "description": "Invoquez par Fusion 1 Monstre Fusion qui mentionne \"Albaz le Déchu\" comme Matériel depuis votre Extra Deck, en utilisant 2 monstres depuis votre main, Deck ou Terrain comme Matériel Fusion. Vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck, le tour où vous activez cette carte. Vous ne pouvez activer qu'1 \"Fusion du Marqué\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Branded"
  },
  {
    "id": "56655675",
    "name": "Gaiapelio, Bête Spirituelle Ultime",
    "nameEn": "Ritual Beast Ulti-Gaiapelio",
    "description": "1 monstre \"Bête Spirituelle Ultime\" + 1 monstre \"Dompteur Bête Spirituelle\" + 1 monstre \"Avatar Bête Spirituelle\"\nUniquement Invocable Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus que vous contrôlez et non Invocable Spécialement autrement. (N'utilisez pas \"Polymérisation\".) Si elle est Invoquée de cette façon, cette carte gagne cet effet.\n●Durant le tour de chaque joueur, lorsqu'une Carte Magie/Piège ou un effet de monstre est activé : vous pouvez bannir 1 carte \"Bête Spirituelle\" depuis votre main ; annulez l'activation, et si vous le faites, détruisez-la.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 3200,
    "def": 2100,
    "level": 10,
    "monsterType": "Psychic",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "83135907",
    "name": "Gobelin de Ferraille",
    "nameEn": "Scrap Goblin",
    "description": "Cette carte ne peut pas être détruite au combat. Si cette carte en Position de Défense face recto est sélectionnée comme cible d'une attaque, détruisez cette carte à la fin de la Battle Phase. Si cette carte est détruite par l'effet d'une carte \"Ferraille\" et envoyée au Cimetière, vous pouvez sélectionner 1 monstre \"Ferraille\" dans votre Cimetière, excepté \"Gobelin de Ferraille\", et l'ajouter à votre main.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 0,
    "def": 500,
    "level": 3,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Scrap"
  },
  {
    "id": "64034255",
    "name": "Homme-Oiseau, Allié Genex",
    "nameEn": "Genex Ally Birdman",
    "description": "Vous pouvez renvoyer 1 monstre face recto que vous contrôlez à la main ; Invoquez Spécialement cette carte depuis votre main, mais bannissez-la lorsqu'elle quitte le Terrain, et aussi, elle gagne 500 ATK si le monstre renvoyé était VENT sur le Terrain.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1400,
    "def": 400,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "94677445",
    "name": "Ib la Justicière du Calice du Monde",
    "nameEn": "Ib the World Chalice Justiciar",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nPour l'Invocation Synchro de cette carte, vous pouvez traiter 1 Monstre Normal \"Calice du Monde\" que vous contrôlez comme un Syntoniseur. Vous ne pouvez utiliser chacun des effets suivants de \"Ib la Justicière du Calice du Monde\" qu'une fois par tour.\n●Si cette carte est Invoquée par Synchronisation : vous pouvez ajouter 1 carte \"Héritage du Monde\" depuis votre Deck à votre main.\n●Si cette carte Invoquée par Synchronisation est envoyée depuis le Terrain au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Calice du Monde\" (\"Ib la Justicière du Calice du Monde\" exclu) depuis votre Deck ou Cimetière.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1800,
    "def": 2100,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "World Chalice"
  },
  {
    "id": "31444249",
    "name": "Imaginaire du Vide",
    "nameEn": "Void Imagination",
    "description": "Les monstres \"Infernoid\" que vous contrôlez dont le Niveau d'origine est min. 2 deviennent de Niveau 1 et tous les dommages de combat qu'ils infligent à votre adversaire sont divisés par deux. Vous pouvez envoyer cette carte au Cimetière ; Invoquez par Fusion 1 Monstre de Fusion \"Infernoid\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou votre Terrain comme des Matériels de Fusion. Si votre adversaire contrôle un monstre qui a été Invoqué Spécialement depuis l'Extra Deck et que vous non, vous pouvez aussi utiliser max. 6 monstres dans votre Deck comme Matériels de Fusion.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "88301393",
    "name": "Infernoid Attondel",
    "nameEn": "Infernoid Attondel",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez activer cet effet ; cette carte peut faire une seconde attaque à la suite. Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2800,
    "def": 0,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "58446973",
    "name": "Infernoid Décatron",
    "nameEn": "Infernoid Decatron",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Infernoid\" (\"Infernoid Décatron\" exclu) depuis votre Deck au Cimetière, et si vous le faites, augmentez le Niveau de cette carte du Niveau du monstre envoyé, et si vous faites ça, le nom de cette carte devient le nom d'origine du monstre, et remplacez cet effet par les effets d'origine du monstre.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 500,
    "def": 200,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "52038272",
    "name": "Infernoid Harmadik",
    "nameEn": "Infernoid Harmadik",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 1 monstre \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Une fois par tour : vous pouvez cibler 1 monstre sur le Terrain ; détruisez-le. Cette carte ne peut pas attaquer le tour où vous activez cet effet. Une fois par tour, durant le tour de votre adversaire : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la (ceci est un Effet Rapide).",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1600,
    "def": 0,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "14799437",
    "name": "Infernoid Onuncu",
    "nameEn": "Infernoid Onuncu",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 3 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte est Invoquée Spécialement : vous pouvez détruire tous les autres monstres sur le Terrain. Une fois par tour, durant le tour de chaque joueur, lorsqu'une Carte Magie/Piège ou un effet est activé : vous pouvez Sacrifier 1 monstre ; annulez l'activation, et si vous le faites, bannissez la carte.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 3000,
    "def": 3000,
    "level": 10,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "89423971",
    "name": "Infernoid Patrulea",
    "nameEn": "Infernoid Patrulea",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 1 monstre \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Une fois par tour : vous pouvez cibler 1 Carte Magie/Piège sur le Terrain ; détruisez-la. Cette carte ne peut pas attaquer le tour où vous activez cet effet. Une fois par tour, durant le tour de votre adversaire : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la (ceci est un Effet Rapide).",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1800,
    "def": 0,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "25811989",
    "name": "Infernoid Piaty",
    "nameEn": "Infernoid Piaty",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte inflige des dommages de combat à votre adversaire en attaquant un monstre de votre adversaire : vous pouvez envoyer 1 carte au hasard depuis la main de votre adversaire au Cimetière. Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2200,
    "def": 0,
    "level": 5,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "60551528",
    "name": "Infernoid Pirmais",
    "nameEn": "Infernoid Pirmais",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 1 monstre \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Une fois par tour : vous pouvez cibler 1 carte Posée sur le Terrain ; mélangez-la dans le Deck. La carte ne peut pas être activée en réponse à l'activation de cet effet. Une fois par tour, durant le tour de votre adversaire : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la (ceci est un Effet Rapide).",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "51316684",
    "name": "Infernoid Seitsemas",
    "nameEn": "Infernoid Seitsemas",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Si cette carte attaque un monstre de votre adversaire, cet effet peut être activé à la fin de la Battle Phase : bannissez 1 carte sur le Terrain. Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2600,
    "def": 0,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "96055137",
    "name": "Infernoid Sjette",
    "nameEn": "Infernoid Sjette",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte déclare une attaque : vous pouvez bannir 1 monstre depuis l'Extra Deck de votre adversaire (son choix). Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2400,
    "def": 0,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "21200905",
    "name": "Jasmin Arômaséraphie",
    "nameEn": "Aromaseraphy Jasmine",
    "description": "2 monstres Plante\nSi vos LP sont supérieurs à ceux de votre adversaire, cette carte et les monstres Plante pointés par celle-ci ne peuvent pas être détruits au combat. Vous pouvez Sacrifier 1 monstre pointé par cette carte ; Invoquez Spécialement 1 monstre Plante depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Jasmin Arômaséraphie\" qu'une fois par tour. Une fois par tour, si vous gagnez des LP : ajoutez 1 monstre Plante depuis votre Deck à votre main.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1800,
    "def": null,
    "level": 0,
    "monsterType": "Plant",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Aroma"
  },
  {
    "id": "58811192",
    "name": "Kimunfalcos, Bête Spirituelle Ultime",
    "nameEn": "Ritual Beast Ulti-Kimunfalcos",
    "description": "2 monstres \"Bête Spirituelle\"\nLes monstres \"Bête Spirituelle\" pointés par cette carte gagnent 600 ATK/DEF. Vous pouvez bannir 1 carte \"Bête Spirituelle\" depuis votre Cimetière ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Bête Spirituelle\" depuis votre main. Vous ne pouvez utiliser cet effet de \"Kimunfalcos, Bête Spirituelle Ultime\" qu'une fois par tour. (Effet Rapide) : vous pouvez renvoyer cette carte que vous contrôlez à l'Extra Deck, puis ciblez 2 de vos monstres bannis (1 monstre \"Dompteur Bête Spirituelle\" et 1 monstre \"Avatar Bête Spirituelle\") ; Invoquez-les Spécialement en Position de Défense.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 1800,
    "def": null,
    "level": 0,
    "monsterType": "Psychic",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Ritual Beast"
  },
  {
    "id": "45484331",
    "name": "Kitt Springans",
    "nameEn": "Springans Kitt",
    "description": "Si vous avez un Monstre Fusion qui mentionne \"Albaz le Déchu\" comme Matériel sur votre Terrain ou dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter à votre main, 1 de vos Magies/Pièges \"Marqué\" qui est banni, ou dans votre Deck ou Cimetière, puis placez 1 carte depuis votre main au-dessous du Deck. Vous ne pouvez utiliser chaque effet de \"Kitt Springans\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1700,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Springans"
  },
  {
    "id": "35405755",
    "name": "Kurikara Divincarnée",
    "nameEn": "Kurikara Divincarnate",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en Sacrifiant tous les monstres face recto sur le Terrain qui ont activé leurs effets ce tour dans la Zone Monstre de votre adversaire. Gagne 1500 ATK pour chaque monstre Sacrifié pour Invoquer Spécialement cette carte. Durant votre End Phase : vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur votre Terrain. Vous ne pouvez utiliser cet effet de \"Kurikara Divincarnée\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1500,
    "def": 1500,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "58604027",
    "name": "L'Incarné du Légendaire Éxodia",
    "nameEn": "The Legendary Exodia Incarnate",
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en Sacrifiant 1 monstre \"l'Interdit\", et non Invocable Spécialement autrement. Cette carte gagne 1000 ATK pour chaque monstre \"l'Interdit\" dans votre Cimetière. Non affectée par les effets d'autres cartes. Une fois par tour, durant votre End Phase : ajoutez 1 monstre \"l'Interdit\" depuis votre Cimetière à votre main. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez révéler un nombre de votre choix de monstres \"l'Interdit\" dans votre main, et si vous le faites, piochez 1 carte pour chacun d'eux.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": -1,
    "def": 0,
    "level": 10,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Exodia"
  },
  {
    "id": "65403020",
    "name": "La Fin d'Anubis",
    "nameEn": "The End of Anubis",
    "description": "Tant que cette carte reste face recto sur le Terrain, tous les effets des Cartes Magie, Piège ou Monstre à Effet qui ciblent une ou plusieurs cartes dans le Cimetière ou qui s'activent dans le Cimetière sont annulés.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": 0,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "70534340",
    "name": "Lubellion le Dragon Embrasé",
    "nameEn": "Lubellion the Searing Dragon",
    "description": "1 monstre TÉNÈBRES + \"Albaz le Déchu\"\nSi cette carte est Invoquée par Fusion : vous pouvez défausser 1 carte ; Invoquez par Fusion 1 Monstre Fusion de max. Niveau 8 (\"Lubellion le Dragon Embrasé\" exclu) depuis votre Extra Deck, en mélangeant les Matériels Fusion mentionnés sur celui-ci dans le Deck, parmi vos monstres sur le Terrain, Cimetière, et/ou cartes bannies face recto. Le reste de ce tour, cette carte ne peut pas attaquer, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck. Vous ne pouvez utiliser cet effet de \"Lubellion le Dragon Embrasé\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 3000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Albaz Dragon"
  },
  {
    "id": "12450071",
    "name": "Magicien Proxy F",
    "nameEn": "Proxy F Magician",
    "description": "2 Monstres à Effet\nDurant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis votre Terrain comme Matériel Fusion. Si un ou plusieurs Monstres Fusion sont Invoqués par Fusion dans une ou plusieurs zones pointées par cette carte : vous pouvez Invoquer Spécialement 1 monstre avec max. 1000 ATK depuis votre main. Vous ne pouvez utiliser chaque effet de \"Magicien Proxy F\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1400,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isPendulum": false,
    "isLink": true
  },
  {
    "id": "19096726",
    "name": "Mercourier Tri-Brigade",
    "nameEn": "Tri-Brigade Mercourier",
    "description": "Lorsque votre adversaire active un effet de monstre, tant que vous contrôlez un Monstre Fusion qui mentionne \"Albaz le Déchu\" comme Matériel (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain face recto au Cimetière ; annulez l'effet. Si cette carte est bannie : vous pouvez ajouter 1 \"Albaz le Déchu\" ou 1 monstre qui le mentionne (\"Mercourier Tri-Brigade\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Mercourier Tri-Brigade\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 800,
    "def": 0,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Tri-Brigade"
  },
  {
    "id": "44146295",
    "name": "Miroirjade le Dragon de la Lame de Glace",
    "nameEn": "Mirrorjade the Iceblade Dragon",
    "description": "\"Albaz le Déchu\" + 1 Monstre Fusion, Synchro, Xyz ou Lien\nVous ne pouvez contrôler qu'1 \"Miroirjade le Dragon de la Lame de Glace\". Une fois par tour (Effet Rapide) : vous pouvez envoyer 1 Monstre Fusion depuis votre Extra Deck au Cimetière qui mentionne \"Albaz le Déchu\" comme Matériel ; bannissez 1 monstre sur le Terrain, et aussi, cette carte ne peut pas utiliser cet effet le prochain tour. Si cette carte Invoquée par Fusion contrôlée par son propriétaire quitte le Terrain à cause d'une carte de l'adversaire : durant la End Phase de ce tour, vous pouvez détruire tous les monstres contrôlés par votre adversaire.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Wyrm",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Albaz Dragon"
  },
  {
    "id": "57835716",
    "name": "Orcust Horreur de la Harpe",
    "nameEn": "Orcust Harp Horror",
    "description": "Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Orcust\" (\"Orcust Horreur de la Harpe\" exclu) depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Orcust Horreur de la Harpe\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1700,
    "def": 1400,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Orcust"
  },
  {
    "id": "18973184",
    "name": "Perte du Marqué",
    "nameEn": "Branded Lost",
    "description": "L'activation de vos cartes et effets qui incluent un effet qui Invoque par Fusion un Monstre Fusion ne peut pas être annulée, et aussi, votre adversaire ne peut activer ni de cartes ni d'effets lorsqu'un monstre est Invoqué par Fusion de cette façon. Si vous Invoquez par Fusion un Monstre Fusion : vous pouvez ajouter 1 \"Albaz le Déchu\" ou 1 monstre qui le mentionne depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Perte du Marqué\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Branded"
  },
  {
    "id": "88123329",
    "name": "Rampengu, Avatar Bête Spirituelle",
    "nameEn": "Spiritual Beast Rampengu",
    "description": "Une fois par tour : vous pouvez bannir 1 monstre \"Bête Spirituelle\" depuis votre Extra Deck, et envoyez 1 monstre \"Bête Spirituelle\" du même Type que le monstre depuis votre Deck au Cimetière. Vous ne pouvez Invoquez Spécialement un ou plusieurs \"Rampengu, Avatar Bête Spirituelle\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 1600,
    "def": 400,
    "level": 4,
    "monsterType": "Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "76232340",
    "name": "Sengenjin",
    "nameEn": "Sengenjin",
    "description": "Un sauvage incontrôlable qui transporte des objets millénaires.",
    "isEffect": false,
    "attribute": "EARTH",
    "atk": 2750,
    "def": 2500,
    "level": 8,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "49928686",
    "name": "Spright des Pixies",
    "nameEn": "Spright Pixies",
    "description": "Si vous contrôlez un monstre de Niveau/Rang 2, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Spright des Pixies\" qu'une fois par tour de cette façon. Durant le calcul des dommages, si un autre monstre de Niveau/Rang/Link 2 que vous contrôlez combat un monstre de l'adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; jusqu'à la fin de ce tour, le monstre que vous contrôlez gagne une ATK/DEF égales à l'ATK du monstre de l'adversaire. Vous ne pouvez utiliser cet effet de \"Spright des Pixies\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1400,
    "def": 1400,
    "level": 2,
    "monsterType": "Thunder",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spright"
  },
  {
    "id": "76145933",
    "name": "Spright du Bleu",
    "nameEn": "Spright Blue",
    "description": "Si vous contrôlez un monstre de Niveau/Rang 2, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Spright du Bleu\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 monstre \"Spright\" (\"Spright du Bleu\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Spright du Bleu\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1100,
    "def": 1000,
    "level": 2,
    "monsterType": "Thunder",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spright"
  },
  {
    "id": "13533678",
    "name": "Spright du Jet",
    "nameEn": "Spright Jet",
    "description": "Si vous contrôlez un monstre de Niveau/Rang 2, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Spright du Jet\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 Magie/Piège \"Spright\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Spright du Jet\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1300,
    "def": 700,
    "level": 2,
    "monsterType": "Thunder",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spright"
  },
  {
    "id": "75922381",
    "name": "Spright du Rouge",
    "nameEn": "Spright Red",
    "description": "Si vous contrôlez un monstre de Niveau/Link 2, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Spright du Rouge\" qu'une fois par tour de cette façon. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre de Niveau/Rang/Link 2 ; annulez l'effet, puis si vous avez Sacrifié un monstre de Rang/Link 2 pour activer cet effet, vous pouvez détruire le monstre. Vous ne pouvez utiliser cet effet de \"Spright du Rouge\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1200,
    "def": 1800,
    "level": 2,
    "monsterType": "Thunder",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spright"
  },
  {
    "id": "54498517",
    "name": "Spright Géant",
    "nameEn": "Gigantic Spright",
    "description": "2 monstres de Niveau 2\nPour l'Invocation Xyz de cette carte, vous pouvez traiter les monstres Link-2 que vous contrôlez comme des monstres de Niveau 2 en tant que Matériel. L'ATK d'origine de cette carte qui a un Monstre Fusion, Synchro, Xyz ou Lien comme Matériel sera doublée. Durant votre Main Phase : vous pouvez activer cet effet ; détachez 1 Matériel d'un monstre que vous contrôlez, et si vous le faites, Invoquez Spécialement 1 monstre de Niveau 2 depuis votre Deck, et aussi, aucun joueur ne peut Invoquer Spécialement de monstres (monstres Niveau/Rang/Link 2 exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Spright Géant\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1600,
    "def": 1600,
    "level": 2,
    "monsterType": "Thunder",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spright"
  },
  {
    "id": "32355828",
    "name": "Squelgon",
    "nameEn": "Skelgon",
    "description": "\"Tête Cheveux Serpent\" + \"Dragon des Ténèbres\"",
    "isEffect": false,
    "attribute": "DARK",
    "atk": 1700,
    "def": 1900,
    "level": 6,
    "monsterType": "Zombie",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "42431833",
    "name": "Sursaut Gamma de Spright",
    "nameEn": "Spright Gamma Burst",
    "description": "Jusqu'à la fin de ce tour, tous les monstres de Niveau/Rang/Link 2 actuellement sur le Terrain gagnent 1400 ATK/DEF. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre de Niveau/Rang/Link 2 que vous contrôlez ; jusqu'à la fin du tour de votre adversaire, il gagne 1400 ATK. Vous ne pouvez utiliser qu'1 effet de \"Sursaut Gamma de Spright\" par tour, et uniquement une fois le tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spright"
  },
  {
    "id": "45986603",
    "name": "Vol à l'Arraché",
    "nameEn": "Snatch Steal",
    "description": "Équipable uniquement à un monstre contrôlé par votre adversaire. Prenez le contrôle du monstre équipé. Durant chacune des Standby Phases de votre adversaire : il gagne 1000 Life Points.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "81825063",
    "name": "Wayne, Général de la Barrière de Glace",
    "nameEn": "General Wayne of the Ice Barrier",
    "description": "Les Magies/Pièges envoyés depuis le Terrain au Cimetière de votre adversaire sont bannis à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Wayne, Général de la Barrière de Glace\" qu'une fois par tour. Si votre adversaire contrôle un monstre et que vous contrôlez un monstre \"Barrière de Glace\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Barrière de Glace\" depuis votre Deck à votre main.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2100,
    "def": 400,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ice Barrier"
  },
  {
    "id": "65193366",
    "name": "Winda, Dompteur Avatar Bête Spirituelle",
    "nameEn": "Spiritual Beast Tamer Winda",
    "description": "(Cette carte est toujours traitée comme une carte \"Dompteur Bête Spirituelle\".)\nSi cette carte en possession de son propriétaire est détruite par une carte de votre adversaire (au combat ou par un effet de carte) : vous pouvez Invoquer Spécialement 1 monstre \"Bête Spirituelle\" depuis votre Deck ou Extra Deck, en ignorant ses conditions d'Invocation. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Winda, Dompteur Avatar Bête Spirituelle\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 1600,
    "def": 1800,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "10796448",
    "name": "Ace★Spades Speculation",
    "nameEn": "Ace★Spades Speculation",
    "description": "1 monster with 2500 or more ATK + 1 face-down Defense Position monster with 2500 or less DEF\r\nYou can only Special Summon \"Ace★Spades Speculation(s)\" once per turn. You can Tribute 1 Attack Position monster and 1 face-down Defense Position monster; Special Summon this card from your GY. This card gains the following effect based on its battle position.\r\n● Attack Position: Gains ATK equal to the highest original ATK among monsters your opponent controls (your choice, if tied).\r\n● Defense Position: Cannot be destroyed by battle or card effects.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2500,
    "level": 7,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "75892194",
    "name": "Ancient Gear Dragon",
    "nameEn": "Ancient Gear Dragon",
    "description": "Cannot be Special Summoned. If you control no monsters, or all monsters you control are EARTH Machine monsters, you can Normal Summon this card without Tributing. When your opponent activates a Spell/Trap Card or effect (Quick Effect): You can send to the GY, 1 Machine monster from your hand or face-up field, or 1 \"Ancient Gear Golem\" from your Deck; negate that effect. You can only use this effect of \"Ancient Gear Dragon\" once per turn.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 500,
    "def": 2500,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ancient Gear"
  },
  {
    "id": "57964143",
    "name": "Arbitration of White",
    "nameEn": "Arbitration of White",
    "description": "You can target 1 Fish monster you control; it is treated as a Tuner this turn. When an opponent's monster declares an attack: You can discard 1 Fish monster; change all monsters your opponent controls to Defense Position. If your Fish monster is destroyed by battle or sent to your GY: You can send this face-up card from your Spell & Trap Zone to the GY; Special Summon 1 Fish monster from your GY. You can only use each effect of \"Arbitration of White\" once per turn.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "White"
  },
  {
    "id": "53008933",
    "name": "Archfiend's Advent",
    "nameEn": "Archfiend's Advent",
    "description": "While you control \"Shining Sarcophagus\", you can Normal Summon this card without Tributing. Other monsters you control gain 500 ATK, during your turn only. If this card is Normal or Special Summoned: You can target 1 monster your opponent controls; take control of it until the End Phase, but that monster cannot attack unless you controlled \"Shining Sarcophagus\" when this effect was activated. You can only use this effect of \"Archfiend's Advent\" once per turn.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": 1200,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Archfiend"
  },
  {
    "id": "61775475",
    "name": "Arms of Genex Return Zero",
    "nameEn": "Arms of Genex Return Zero",
    "description": "1 DARK Tuner + 1+ non-Tuner monsters\r\nWhen your opponent activates a monster effect (Quick Effect): You can banish 1 monster from your GY with the same Attribute; negate the activation, and if you do, destroy that monster. (You can only banish each Attribute once per turn to activate this effect of \"Arms of Genex Return Zero\".) Once per turn: You can target up to 6 of your \"Genex\" monsters with different Attributes that are banished and/or in your GY; shuffle them into the Deck, then you can destroy up to that many cards in the Spell & Trap Zones.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3100,
    "def": 2950,
    "level": 10,
    "monsterType": "Machine",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "47132793",
    "name": "Blaze, Supreme Ruler of all Dragons",
    "nameEn": "Blaze, Supreme Ruler of all Dragons",
    "description": "2 Level 7 monsters\r\nOnce per turn: You can detach 1 material from this card; destroy 2 cards (1 from your hand or field, and 1 your opponent controls). You can banish a total of 2 FIRE and/or Dragon monsters from your hand and/or GY; Special Summon this card from your GY, but return it to the Extra Deck when it leaves the field. You can only use this effect of \"Blaze, Supreme Ruler of all Dragons\" once per turn.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2800,
    "def": 1800,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "95515789",
    "name": "Blazing Cartesia, the Virtuous",
    "nameEn": "Blazing Cartesia, the Virtuous",
    "description": "If you control \"Fallen of Albaz\" or it is in your GY: You can Special Summon this card from your hand. During the Main Phase (Quick Effect): You can Fusion Summon 1 Level 8 or higher Fusion Monster from your Extra Deck, using monsters from your hand or field as material. During the End Phase, if a Fusion Monster(s) was sent to your GY this turn: You can add this card from the GY to your hand. You can only use each effect of \"Blazing Cartesia, the Virtuous\" once per turn.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "65892310",
    "name": "Brionac, the Magical Ice Dragon",
    "nameEn": "Brionac, the Magical Ice Dragon",
    "description": "1 Tuner + 1+ non-Tuner monsters\r\nIf this card is Synchro Summoned: You can discard 1 card, then target 1 card on the field; return it to the hand. If this card is Special Summoned from the GY: You can discard 1 card, then target 1 card on the field; return it to the hand. You can only use each effect of \"Brionac, the Magical Ice Dragon\" once per turn.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2300,
    "def": 1400,
    "level": 6,
    "monsterType": "Sea Serpent",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "19974890",
    "name": "Bunch of Beast Bodies",
    "nameEn": "Bunch of Beast Bodies",
    "description": "Change all monsters that were not Normal or Special Summoned this turn to Defense Position. For the rest of this turn, a player who controls a Defense Position monster cannot declare attacks with monsters that were Normal or Special Summoned this turn.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "42427230",
    "name": "Division",
    "nameEn": "Division",
    "description": "You can Tribute all face-up \"Division(s)\" you control: Special Summon up to twice that many \"Machine Tokens\" (Machine/FIRE/Level 1/ATK 200/DEF 200), and each time 1 is destroyed, your opponent takes 500 damage. If this card is banished: You can target any number of Tokens you control; destroy them. You can only use each effect of \"Division\" once per turn.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 200,
    "def": 200,
    "level": 2,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "12381100",
    "name": "Dragon Master Magia",
    "nameEn": "Dragon Master Magia",
    "description": "\"Blue-Eyes Ultimate Dragon\" or 3 \"Blue-Eyes\" monsters + 1 \"Chaos\" or \"Black Luster Soldier\" Ritual Monster\r\nMust be Fusion Summoned. When your opponent activates a card or effect (Quick Effect): You can negate the activation, and if you do, destroy that card. You can only use this effect of \"Dragon Master Magia\" in response to each card type (Monster, Spell, or Trap) once per turn. If this face-up card in its owner's control leaves the field because of an opponent's card: You can Special Summon 1 \"Blue-Eyes\" monster or 1 \"Chaos\" or \"Black Luster Soldier\" Ritual Monster from your Extra Deck or GY.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 5000,
    "def": 4000,
    "level": 12,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "95207988",
    "name": "Earthbound Resonance",
    "nameEn": "Earthbound Resonance",
    "description": "If a monster(s) that was Special Summoned from the Extra Deck is destroyed by card effect (except during the Damage Step): You can target 1 of them; each player takes damage equal to half its ATK. When your DARK Synchro Monster Special Summoned from the Extra Deck is targeted for an attack: You can target 1 card on the field; destroy it. You can only use each effect of \"Earthbound Resonance\" once per turn.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "96029570",
    "name": "Ebon Sun",
    "nameEn": "Ebon Sun",
    "description": "If a face-up monster(s) you control is destroyed by battle or card effect: You can gain LP equal to their combined original ATK. If a monster(s) is Special Summoned face-up from your GY (except during the Damage Step): You can target 1 of them; it gains 1000 ATK. If a Spell/Trap(s) is discarded from your hand to your GY (except during the Damage Step): You can target 1 of them; add it to your hand. You can only use each effect of \"Ebon Sun\" once per turn.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "9107531",
    "name": "Electro Blaster",
    "nameEn": "Electro Blaster",
    "description": "If you Normal or Special Summon a FIRE monster(s) (except during the Damage Step): You can Special Summon this card from your hand, then you can send 1 Level 8 Pyro monster from your Deck to the GY. You can only use this effect of \"Electro Blaster\" once per turn. Once per turn, if a Spell Card is activated (except during the Damage Step): You can make all FIRE monsters you currently control gain 300 ATK.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1800,
    "def": 1400,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "58680635",
    "name": "Electrode Beast Anion",
    "nameEn": "Electrode Beast Anion",
    "description": "If this card is Normal Summoned: You can make this card Level 4, then you can add 1 \"Spirit Converter\" from your Deck or GY to your hand. You can target 1 other card you control; send both it and this card to the GY, and if you do, draw 1 card. You can only use each effect of \"Electrode Beast Anion\" once per turn.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 300,
    "def": 100,
    "level": 2,
    "monsterType": "Thunder",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "21291696",
    "name": "Electrode Beast Cation",
    "nameEn": "Electrode Beast Cation",
    "description": "If this card is Normal Summoned: You can add 1 \"Electrode Beast Anion\" from your Deck or GY to your hand, then immediately after this effect resolves, you can Normal Summon 1 Level 4 or lower Thunder monster, also you cannot Special Summon from the Extra Deck for the rest of this turn, except LIGHT Xyz Monsters. You can target 1 other Thunder monster you control that has a Level; this card's Level becomes that monster's until the end of this turn. You can only use each effect of \"Electrode Beast Cation\" once per turn.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 300,
    "def": 100,
    "level": 2,
    "monsterType": "Thunder",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "35380371",
    "name": "Frozen Domain of the Ice Barrier",
    "nameEn": "Frozen Domain of the Ice Barrier",
    "description": "Your opponent cannot activate cards or effects in response to the activation of your \"Ice Barrier\" monster effects. If a monster(s) is Special Summoned from the Extra Deck (except during the Damage Step): You can return to the hand or shuffle into the Deck, 1 \"Ice Barrier\" monster you control, then you can place 1 card from the field or either GY on the bottom of the Deck. You can only use this effect of \"Frozen Domain of the Ice Barrier\" once per turn. Once per turn, during your End Phase: Reveal 3 \"Ice Barrier\" monsters with different names in your Extra Deck or destroy this card.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ice Barrier"
  },
  {
    "id": "1269512",
    "name": "Full Armored Utopic Ray Lancer",
    "nameEn": "Full Armored Utopic Ray Lancer",
    "description": "3 Level 4 monsters\r\nOnce per turn, you can also Xyz Summon \"Full Armored Utopic Ray Lancer\" by discarding 1 Spell/Trap and using 1 Rank 4 or lower Xyz Monster you control. (Transfer its materials to this card.) Monsters your opponent controls lose 500 ATK. At the start of the Battle Phase: You can negate the effects of all Attack Position monsters your opponent currently controls. When this attacking card destroys an opponent's monster by battle: You can detach 1 material from this card; it can make a second attack in a row.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2500,
    "def": 600,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Utopic"
  },
  {
    "id": "69802283",
    "name": "Gathering Light",
    "nameEn": "Gathering Light",
    "description": "You can banish 1 monster you control, and 1 Synchro Monster in your GY that is a \"Power Tool\" monster or Level 7 or 8 Dragon monster, then target 1 card your opponent controls; destroy it. Level 7 or higher Synchro Monsters you control gain 400 ATK for each of your banished Level 7 or higher Synchro Monsters. Once per turn, when an opponent's monster declares an attack while you have a banished Synchro Monster: You can negate the attack.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "32991027",
    "name": "Georgius, Swordman of the Ice Barrier",
    "nameEn": "Georgius, Swordman of the Ice Barrier",
    "description": "While you control another \"Ice Barrier\" monster, your opponent cannot activate the effects of monsters in the GY. You can only use each of the following effects of \"Georgius, Swordman of the Ice Barrier\" once per turn. If you control an \"Ice Barrier\" monster: You can Special Summon this card from your hand in Defense Position. If this card is Normal or Special Summoned: You can Special Summon 1 Level 5 or lower \"Ice Barrier\" monster from your hand or GY.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2000,
    "def": 1200,
    "level": 6,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ice Barrier"
  },
  {
    "id": "24915933",
    "name": "Granguignol the Dusk Dragon",
    "nameEn": "Granguignol the Dusk Dragon",
    "description": "\"Blazing Cartesia, the Virtuous\" + 1 LIGHT or DARK monster\r\nIf this card is Fusion Summoned: You can send 1 Level 6 or higher LIGHT or DARK monster from your Deck or Extra Deck to the GY. If a monster is Special Summoned by your opponent's activated monster effect (except during the Damage Step): You can banish this card from your field or GY; Special Summon 1 \"Dogmatika\" monster from your Deck or 1 \"Despia\" monster from your Extra Deck. You can only use each effect of \"Granguignol the Dusk Dragon\" once per turn.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "86682165",
    "name": "Icejade Gymir Aegirine",
    "nameEn": "Icejade Gymir Aegirine",
    "description": "1 WATER Tuner + 1+ non-Tuner monsters\r\n(Quick Effect): You can activate this effect; face-up monsters you control cannot be destroyed, or banished, by your opponent's card effects this turn. Then, if you activated this effect in response to your opponent's card or effect activation, and your opponent has a card(s) with that name on their field and/or GY, you can banish those cards. If a card(s) is banished by your opponent's card effect, while this card is in your GY (except during the Damage Step): You can Special Summon this card. You can only use each effect of \"Icejade Gymir Aegirine\" once per turn.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 3000,
    "def": 1500,
    "level": 10,
    "monsterType": "Aqua",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Icejade"
  },
  {
    "id": "18494511",
    "name": "Icejade Ran Aegirine",
    "nameEn": "Icejade Ran Aegirine",
    "description": "This card's name becomes \"Icejade Cenote Enion Cradle\" while equipped with an Equip Card. You can discard 1 other \"Icejade\" card or WATER monster; Special Summon this card from your hand, then you can Special Summon 1 \"Icejade Token\" (Aqua/WATER/Level 3/ATK 0/DEF 0). While that Token is in the Monster Zone, the player who Summoned it cannot Special Summon from the Extra Deck, except WATER monsters. You can only use this effect of \"Icejade Ran Aegirine\" once per turn.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1500,
    "def": 2500,
    "level": 7,
    "monsterType": "Aqua",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Icejade"
  },
  {
    "id": "97051536",
    "name": "Infernoid Evil",
    "nameEn": "Infernoid Evil",
    "description": "2 \"Infernoid\" monsters\r\nIf this card is Fusion Summoned: You can banish 1 \"Infernoid\" monster from your GY; send \"Infernoid\" monsters with different names from your Deck to the GY equal to the banished monster's Level. If this card is sent to the GY or banished: You can add 1 \"Void\" Spell/Trap from your Deck to your hand. You can only use each effect of \"Infernoid Evil\" once per turn.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1100,
    "def": 1100,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernoid"
  },
  {
    "id": "34446231",
    "name": "Infernoid Flood",
    "nameEn": "Infernoid Flood",
    "description": "2+ monsters, including an \"Infernoid\" monster\r\nWhen your opponent would Special Summon a monster(s) (Quick Effect): You can Tribute 1 monster; negate the Summon, and if you do, banish that monster(s). If a card(s) is banished from your GY (except during the Damage Step): You can banish 1 card on the field. If this Link Summoned card in its owner's control is destroyed by an opponent's card: You can Special Summon 1 \"Infernoid\" monster from your Deck, ignoring its Summoning conditions. You can only use each effect of \"Infernoid Flood\" once per turn.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Infernoid"
  },
  {
    "id": "96402918",
    "name": "Lancea, Ancestral Dragon of the Ice Mountain",
    "nameEn": "Lancea, Ancestral Dragon of the Ice Mountain",
    "description": "1 WATER Tuner + 1+ non-Tuner monsters\r\nOnce per Chain, if your opponent Special Summons a monster(s) (except during the Damage Step): You can Special Summon 1 \"Ice Barrier\" monster from your hand, Deck, Extra Deck, or GY, then you can change 1 Attack Position monster your opponent controls to Defense Position. You can only use this effect of \"Lancea, Ancestral Dragon of the Ice Mountain\" twice per turn. If this face-up Synchro Summoned card in its owner's control leaves the field because of an opponent's card: You can Special Summon 1 \"Ice Barrier\" Synchro Monster from your Extra Deck. (This is treated as a Synchro Summon.)",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 3300,
    "def": 2700,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "83589191",
    "name": "Life Hack",
    "nameEn": "Life Hack",
    "description": "Target 1 face-up monster on the field; any damage your opponent takes this turn is halved, also that monster's ATK becomes equal to your opponent's current LP until the end of this turn. During your Main Phase: You can banish this card from your GY, then target 1 face-up monster on the field; any damage your opponent takes this turn is halved, also that monster's ATK becomes equal to your current LP until the end of this turn. You can only use each effect of \"Life Hack\" once per turn.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "44201739",
    "name": "Mira Match",
    "nameEn": "Mira Match",
    "description": "If this card is in your hand: You can reveal 3 cards with different names from your hand and/or Deck that match the names of 3 different cards in your opponent's GY, and if you do, Special Summon this card. When your opponent activates a card or effect (Quick Effect): You can send this card Summoned by its previous effect to the GY; send 1 card with the same name as that opponent's card from your Deck or Extra Deck to the GY, and if you do, negate the activation. You can only use each effect of \"Mira Match\" once per turn.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "9396662",
    "name": "Mirror Mage of the Ice Barrier",
    "nameEn": "Mirror Mage of the Ice Barrier",
    "description": "You can Tribute 1 other Effect Monster; Special Summon up to 3 \"Ice Barrier Tokens\" (Aqua/WATER/Level 1/ATK 0/DEF 0), and if you do, increase this card's Level by that number, also you cannot Special Summon from the Extra Deck for the rest of this turn, except WATER Synchro Monsters. If this card is sent to the GY: You can add 1 of your \"Ice Barrier\" cards that is banished or in your Deck to your hand, except \"Mirror Mage of the Ice Barrier\". You can only use each effect of \"Mirror Mage of the Ice Barrier\" once per turn.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1000,
    "def": 400,
    "level": 2,
    "monsterType": "Aqua",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ice Barrier"
  },
  {
    "id": "74055055",
    "name": "Oil",
    "nameEn": "Oil",
    "description": "Target up to 2 Level 4 or lower FIRE monsters with different names in your GY; add them to your hand. You can only activate 1 \"Oil\" per turn.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "80453041",
    "name": "Phantom of Yubel",
    "nameEn": "Phantom of Yubel",
    "description": "1 \"Yubel\" monster + 1 Fiend monster with 0 ATK/DEF\r\nMust be Special Summoned (from your Extra Deck) by shuffling the above cards from your hand, field, and/or GY into the Deck/Extra Deck. Cannot be used as Fusion Material. Cannot be destroyed by battle, also you take no damage from battles involving this card. When your opponent activates a monster effect (Quick Effect): You can Tribute this card; the activated effect becomes \"Your opponent destroys 1 \"Yubel\" monster in their hand, Deck, or field\". You can only use this effect of \"Phantom of Yubel\" once per turn.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 9,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Phantom Knights"
  },
  {
    "id": "20357457",
    "name": "Pillar of the Future - Cyanos",
    "nameEn": "Pillar of the Future - Cyanos",
    "description": "(This card is always treated as a \"Sky Striker\" card.)\r\nYou can discard 1 Spell; Special Summon this card from your hand. If this card is Normal or Special Summoned: You can Special Summon 1 \"Sky Striker Ace - Roze\" from your Deck or GY, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Machine monsters. You can banish this card from your GY; take 1 of your \"Sky Striker Ace - Roze\" that is banished or in your GY, and either add it to your hand or Special Summon it. You can only use each effect of \"Pillar of the Future - Cyanos\" once per turn.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 500,
    "def": 1500,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Sky Striker"
  },
  {
    "id": "61052897",
    "name": "R-Genex Turing",
    "nameEn": "R-Genex Turing",
    "description": "During your opponent's Main Phase, if you control a \"Genex\" monster (Quick Effect): You can Special Summon this card from your hand, then, immediately after this effect resolves, you can Synchro Summon 1 \"Genex\" Synchro Monster. You can only use this effect of \"R-Genex Turing\" once per turn. This card on the field can be treated as a Level 1 or 3 monster when used for a Synchro Summon of a \"Genex\" Synchro Monster.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 600,
    "def": 600,
    "level": 2,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "34568783",
    "name": "R-Genex Undine",
    "nameEn": "R-Genex Undine",
    "description": "Once per turn: You can banish 1 \"Genex\" monster from your GY; this card gains that monster's Attribute, then if you banished a Tuner to activate this effect, you can treat this card as a Tuner until the end of this turn. If you control a \"Genex\" Synchro Monster: You can target 2 \"Genex\" monsters in your GY, including this card; add them to your hand, also for the rest of this turn, any card sent to your GY is banished instead.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1700,
    "def": 1100,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Genex"
  },
  {
    "id": "19299793",
    "name": "Red Lotus King, Flame Crime",
    "nameEn": "Red Lotus King, Flame Crime",
    "description": "During the Main Phase, if you control a Fiend Tuner, or your opponent controls a Special Summoned monster (Quick Effect): You can Special Summon this card from your hand. If this card is Special Summoned: You can inflict 400 damage to your opponent for each FIRE monster you control with different names. If this card is sent to the GY as Synchro Material: You can send 1 Normal Trap from your Deck to the GY. You can only use each effect of \"Red Lotus King, Flame Crime\" once per turn.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1700,
    "def": 300,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "8173184",
    "name": "Repair Genex Controller",
    "nameEn": "Repair Genex Controller",
    "description": "1 Level 4 or lower \"Genex\" monster\r\nYou can only Special Summon \"Repair Genex Controller(s)\" once per turn. If this card is Link Summoned: You can add 1 \"Genex\" monster from your GY to your hand. Once per Chain, if a \"Genex\" monster(s) is added to your hand, except by drawing it, you can (except during the Damage Step): Immediately after this effect resolves, Normal Summon 1 \"Genex\" monster, also you cannot Special Summon from the Extra Deck for the rest of this turn, except Synchro Summon using a \"Genex\" Tuner as material.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1200,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Genex"
  },
  {
    "id": "22501005",
    "name": "Ritual Beast Inheritance",
    "nameEn": "Ritual Beast Inheritance",
    "description": "Monsters your opponent controls lose 200 ATK for each different Type among the \"Ritual Beast\" monsters you control. You can only use each of the following effects of \"Ritual Beast Inheritance\" once per turn. You can reveal 1 \"Ritual Beast\" monster in your hand; add 1 \"Ritual Beast\" monster with a different Type from your Deck to your hand, then discard 1 card. If 2 or more monsters are Special Summoned to your field at the same time (except during the Damage Step): You can target 1 monster on the field; change its battle position.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "69718652",
    "name": "Ritual Beast Ulti-Nochiudrago",
    "nameEn": "Ritual Beast Ulti-Nochiudrago",
    "description": "1 \"Ritual Beast Tamer\" monster + 1 \"Spiritual Beast\" monster\r\nMust be Special Summoned (from your Extra Deck) by banishing the above cards from your field and/or GY. You can only Special Summon \"Ritual Beast Ulti-Nochiudrago(s)\" once per turn. Your opponent cannot target other \"Ritual Beast\" monsters you control with card effects. (Quick Effect): You can return this card to the Extra Deck, then target 1 of your banished \"Ritual Beast\" monsters; Special Summon it, but it cannot attack directly.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2400,
    "def": 1900,
    "level": 7,
    "monsterType": "Wyrm",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "96113307",
    "name": "Ritual Beast Ulti-Reirautari",
    "nameEn": "Ritual Beast Ulti-Reirautari",
    "description": "3+ Effect Monsters\r\nNeither player can Tribute cards to activate a card or effect. You can only use each of the following effects of \"Ritual Beast Ulti-Reirautari\" once per turn. You can target 1 of your banished \"Ritual Beast\" cards; return it to the hand or Extra Deck, then, immediately after this effect resolves, you can Normal Summon 1 \"Ritual Beast\" monster from your hand. During your opponent's turn (Quick Effect): You can target 1 \"Ritual Beast\" card you control and 1 card your opponent controls; banish them.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 2600,
    "def": null,
    "level": null,
    "monsterType": "Psychic",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Ritual Beast"
  },
  {
    "id": "94185340",
    "name": "Sacrifice Level-Up",
    "nameEn": "Sacrifice Level-Up",
    "description": "Target 1 Xyz Monster you control; banish 2 materials from it, and if you do, Special Summon 1 Xyz Monster from your Extra Deck, whose Rank is 1 higher than that monster, but it cannot attack this turn. You can only activate 1 \"Sacrifice Level-Up\" per turn.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "75874514",
    "name": "Shining Star Dragon",
    "nameEn": "Shining Star Dragon",
    "description": "During your opponent's Main Phase, if this card is in your hand (Quick Effect): You can target 1 Dragon Synchro Monster in your GY; Special Summon this card, and if you do, Special Summon that monster but negate its effects, then immediately after this effect resolves, you can Synchro Summon 1 Dragon Synchro Monster using this card you control. You can only use this effect of \"Shining Star Dragon\" once per turn. A Dragon monster that was Synchro Summoned using this card as material cannot be destroyed by battle.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "56741506",
    "name": "Sky Striker Ace - Azalea Temperance",
    "nameEn": "Sky Striker Ace - Azalea Temperance",
    "description": "2+ monsters, including a Link Monster\r\nMust first be Link Summoned. If this card is Special Summoned: You can banish 1 Spell from your hand or GY, then target 1 monster your opponent controls with 2500 or less ATK; equip that face-up monster to this card as an Equip Spell. You can only use this effect of \"Sky Striker Ace - Azalea Temperance\" once per turn. When this card is destroyed by battle: You can Special Summon 1 other \"Sky Striker\" monster from your hand or GY.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Sky Striker"
  },
  {
    "id": "23623653",
    "name": "Spiritual Beast Tamer Lara",
    "nameEn": "Spiritual Beast Tamer Lara",
    "description": "You can only Special Summon \"Spiritual Beast Tamer Lara(s)\" once per turn. You can discard this card; immediately after this effect resolves, Normal Summon 1 \"Ritual Beast\" monster from your hand. If a \"Ritual Beast\" card(s) you control would be destroyed by battle or card effect, you can banish this card from your field or GY instead. If this card is banished: You can Special Summon 1 \"Ritual Beast\" monster from your Deck, except \"Spiritual Beast Tamer Lara\". You can only use each effect of \"Spiritual Beast Tamer Lara\" once per turn.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 100,
    "def": 2000,
    "level": 1,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ritual Beast"
  },
  {
    "id": "72329844",
    "name": "Spright Sprind",
    "nameEn": "Spright Sprind",
    "description": "2 monsters, including a Level/Rank/Link 2 monster\r\nCannot be used as Link Material the turn it is Link Summoned. You can only use 1 of the following effects of \"Spright Sprind\" per turn, and only once that turn. If this card is Link Summoned: You can send 1 Level 2 monster from your Deck to the GY. If another monster is Special Summoned while this card is on the field (except during the Damage Step): You can detach 1 material from an Xyz Monster you control, then target 1 monster on the field; return it to the hand.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1400,
    "def": null,
    "level": null,
    "monsterType": "Thunder",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Spright"
  },
  {
    "id": "22414174",
    "name": "Synchro Creed",
    "nameEn": "Synchro Creed",
    "description": "If a Synchro Monster is on the field: Draw 1 card, then, if 3 or more Synchro Monsters are on the field, you can draw 1 more card. You can only activate 1 \"Synchro Creed\" per turn.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "83962752",
    "name": "Synchro Panic",
    "nameEn": "Synchro Panic",
    "description": "Activate only if a face-up Synchro Monster(s) you control is destroyed by battle or an opponent's card effect, by targeting 1 of them; Special Summon 1 Tuner and 1 or more non-Tuners from your GY, whose total Levels equal the targeted monster's, and if you do, they cannot be destroyed by battle or card effects this turn. Neither player can Synchro Summon. Destroy this card during your 3rd Standby Phase after activation.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "24878656",
    "name": "Toy Box",
    "nameEn": "Toy Box",
    "description": "Once per turn, when an opponent's monster declares an attack: You can send 1 face-down card you control to the GY; destroy that opponent's monster. Once per turn: You can activate 1 of these effects;\r\n● From your hand, Deck, face-up Monster Zone, and/or GY, choose up to 2 monsters with \"Toy\" in their original names that can Set themselves from the hand as a Spell, and Set them in your Spell & Trap Zone as Spells.\r\n● Destroy up to 2 cards in your Spell & Trap Zone.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "65504487",
    "name": "Toy Soldier",
    "nameEn": "Toy Soldier",
    "description": "You can Set this card from your hand to your Spell & Trap Zone as a Spell. You can only use each of the following effects of \"Toy Soldier\" once per turn. If this Set card in the Spell & Trap Zone is sent to the GY: You can Special Summon this card. If this card is Normal or Special Summoned: You can add 1 \"Toy Box\" from your Deck to your hand, or, if you control \"Toy Box\", you can add 1 Level 4 LIGHT monster instead.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "69925461",
    "name": "Toy Tank",
    "nameEn": "Toy Tank",
    "description": "You can Set this card from your hand to your Spell & Trap Zone as a Spell. You can only use each of the following effects of \"Toy Tank\" once per turn. If this Set card in the Spell & Trap Zone is sent to the GY: You can Special Summon this card. You can Tribute this monster; Special Summon 1 Level 6 or lower monster from your hand, or, if you control \"Toy Box\", you can Special Summon 1 Level 6 or lower monster from your GY instead, except \"Toy Tank\".",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2100,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "96235944",
    "name": "Void Breach",
    "nameEn": "Void Breach",
    "description": "\"Infernoid\" monsters you control gain 100 ATK for each of your banished \"Infernoid\" monsters. If you control no monsters, or all monsters you control are Fiend monsters: You can activate 1 of these effects;\r\n● Add 1 of your banished \"Infernoid\" monsters to your hand.\r\n● Special Summon 1 \"Infernoid\" monster from your hand, ignoring its Summoning conditions.\r\nYou can only use this effect of \"Void Breach\" once per turn.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "60830240",
    "name": "Void Reignition",
    "nameEn": "Void Reignition",
    "description": "Reveal 1 \"Infernoid\" monster or 1 \"Void\" Spell/Trap in your hand; discard your entire hand, then draw the same number of cards you discarded. If you control no monsters, or all monsters you control are Fiend monsters, except the turn this card was sent to the GY: You can banish this card from your GY, then target up to 11 of your banished \"Infernoid\" monsters with different names; return them to the GY. You can only use this effect of \"Void Reignition\" once per Duel.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "21579049",
    "name": "White Circle Reef",
    "nameEn": "White Circle Reef",
    "description": "Target 1 Fish monster you control; destroy that Fish monster, and if you do, add 1 monster with the same name it had on the field from your Deck to your hand, or, if you controlled a Fish Synchro Monster when you activated this card, you can Special Summon it instead. You can banish this card from your GY, then target 2 Fish monsters with the same name in your GY; place 1 of the 2 on the bottom of your Deck, and if you do, Special Summon the other. You can only use each effect of \"White Circle Reef\" once per turn.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "White"
  },
  {
    "id": "48486809",
    "name": "Winged Kuriboh LV6",
    "nameEn": "Winged Kuriboh LV6",
    "description": "(This card is always treated as an \"Elemental HERO\" and \"Favorite\" card.)\r\nCannot be Normal Summoned/Set. Must be Special Summoned (from your hand or GY) by banishing 1 \"Elemental HERO\" Fusion Monster or 1 \"Winged Kuriboh\" from your hand, face-up field, or GY. You can only Special Summon \"Winged Kuriboh LV6\" once per turn this way. When an opponent's monster declares an attack, or your opponent activates a monster effect on the field (Quick Effect): You can Tribute this card; destroy that 1 monster, and if you do, inflict damage to your opponent equal to its original ATK.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 300,
    "def": 200,
    "level": 6,
    "monsterType": "Fairy",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Elemental HERO"
  },
  {
    "id": "47195442",
    "name": "Wonky Quartet",
    "nameEn": "Wonky Quartet",
    "description": "2+ Level 4 monsters\r\nUnaffected by other cards' effects. If this card is Xyz Summoned, also once per turn during your Standby Phase: Attach the top 3 cards of your Deck to this card as material, then apply the following effect based on the number of monsters attached to this card.\r\n● 4 or less: Give control of this card to your opponent.\r\n● 5 or more: Take 400 damage for each material this card has, and if you do, destroy all monsters you control.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 0,
    "def": 2600,
    "level": 4,
    "monsterType": "Beast",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false
  }
]