[
  {
    "id": "68601507",
    "name": "Bujingi Grue",
    "nameEn": "Bujingi Crane",
    "description": "Durant le calcul des dommages (du tour de chaque joueur), si un monstre \"Bujin\" de Type Bête-Guerrier que vous contrôlez combat un monstre de votre adversaire : vous pouvez envoyer cette carte depuis votre main au Cimetière ; durant ce calcul des dommages uniquement, l'ATK de votre monstre devient le double de son ATK d'origine.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 300,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Bujin"
  },
  {
    "id": "75840616",
    "name": "Bujintei Susanowo",
    "nameEn": "Bujintei Susanowo",
    "description": "2 monstres \"Bujin\" de Niveau 4\nCette carte peut attaquer une fois chacun des monstres contrôlés par votre adversaire. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; choisissez 1 monstre \"Bujin\" depuis votre Deck, et ajoutez-le à votre main ou envoyez-le au Cimetière. Vous ne pouvez contrôler qu'1 \"Bujintei Susanowo\".",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2400,
    "def": 1600,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Bujin"
  },
  {
    "id": "68371799",
    "name": "Commandant Archdémon",
    "nameEn": "Archfiend Commander",
    "description": "Si vous contrôlez une carte \"Archdémon\", vous pouvez Invoquer Spécialement cette carte (depuis votre main), mais elle ne peut pas attaquer ce tour. Vous ne pouvez Invoquer Spécialement \"Commandant Archdémon\" qu'une fois par tour de cette façon. Lorsqu'elle est Invoquée Spécialement de cette façon : ciblez 1 monstre \"Archdémon\" que vous contrôlez ; détruisez la cible. Lorsque cette carte est Invoquée par Sacrifice : vous pouvez cibler 1 monstre \"Archdémon\" de Niveau 6 dans votre Cimetière ; Invoquez Spécialement la cible en Position de Défense face recto.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": 1200,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Archfiend"
  },
  {
    "id": "70355994",
    "name": "Confrérie du Poing de Feu - Gorille",
    "nameEn": "Brotherhood of the Fire Fist - Gorilla",
    "description": "Une fois par tour, lorsque cette carte détruit un monstre de l'adversaire au combat et l'envoie au Cimetière : vous pouvez Poser 1 Magie \"Formation Feu\" directement depuis votre Deck. Une fois par tour : vous pouvez envoyer 1 Magie/Piège \"Formation Feu\" face recto que vous contrôlez au Cimetière, puis ciblez 1 Magie/Piège sur le Terrain ; détruisez la cible.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1600,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Fire Fist"
  },
  {
    "id": "96381979",
    "name": "Confrérie du Poing de Feu - Roi Tigre",
    "nameEn": "Brotherhood of the Fire Fist - Tiger King",
    "description": "2 monstres Bête-Guerrier de Niveau 4\nLorsque cette carte est Invoquée par Xyz : vous pouvez Poser 1 Magie/Piège \"Formation Feu\" directement depuis votre Deck. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin du tour de votre adversaire, annulez les effets de tous les Monstres à Effet face recto actuellement sur le Terrain (monstres Bête-Guerrier exclus). Lorsque cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez envoyer 3 Magies/Pièges \"Formation Feu\" que vous contrôlez au Cimetière ; Invoquez Spécialement 2 monstres Bête-Guerrier de max. Niveau 4 avec la même ATK depuis votre Deck, en Position de Défense face recto.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2200,
    "def": 1800,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Fire Fist"
  },
  {
    "id": "31320433",
    "name": "Numéro 47 : Requin Cauchemar",
    "nameEn": "Number 47: Nightmare Shark",
    "description": "2 monstres de Niveau 3\nLorsque cette carte est Invoquée Spécialement : vous pouvez attacher 1 monstre EAU de Niveau 3 depuis votre main ou votre Terrain à cette carte comme Matériel Xyz. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 monstre EAU que vous contrôlez ; ce tour, le monstre peut attaquer directement votre adversaire, et aussi, les autres monstres ne peuvent pas attaquer.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2000,
    "def": 2000,
    "level": 3,
    "monsterType": "Sea Serpent",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false
  }
]