[
  {
    "id": "80073414",
    "name": "Démon Absolu Kinésique",
    "nameEn": "Absolute Axon Kicker",
    "description": "1 Monstre Synchro Psychique + 1 Monstre Synchro\r\nDoit d'abord être Invoquée par Fusion. Non destructible par des effets de carte. Si cette carte est Invoquée par Fusion : vous pouvez payer 2000 LP ; bannissez toutes les cartes face recto contrôlées par votre adversaire. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez la bannir ; Invoquez Spécialement 1 Monstre Fusion Psychique de Niveau 10 depuis votre Extra Deck (ceci est traité comme Invocation Fusion). Vous ne pouvez utiliser cet effet de \"Démon Absolu Kinésique\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 3400,
    "def": 2200,
    "level": 11,
    "monsterType": "Psychic",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "28306253",
    "name": "Burger Énervé",
    "nameEn": "Angry Burger",
    "description": "(Cette carte est toujours traitée comme \"Burger Affamé\".)\r\nVous pouvez Invoquer Rituellement cette carte avec une carte \"Recette\". Les monstres contrôlés par votre adversaire qui peuvent attaquer doivent attaquer cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Burger Énervé\" qu'une fois par tour. Vous pouvez révéler cette carte dans votre main ; ajoutez 1 monstre \"Nouvelles\" depuis votre Deck à votre main, et si vous le faites, mélangez cette carte dans le Deck. (Effet Rapide) : vous pouvez Sacrifier 1 monstre en Position d'Attaque sur l'un des Terrains, et si vous le faites, Invoquez Spécialement 1 \"Burger Affamé\" avec 2000 ATK depuis votre main ou Deck.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2800,
    "def": 1850,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Nouvelles"
  },
  {
    "id": "40706444",
    "name": "Argostars - Aventureuse Arion",
    "nameEn": "Argostars - Adventurous Arion",
    "description": "2 monstres de Niveau 4\r\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Argostars - Aventureuse Arion\" en utilisant 1 monstre \"Argostars\" que vous contrôlez (transférez ses Matériels à cette carte). Si cette carte est Invoquée par Xyz : vous pouvez ajouter 1 Magie \"Argostars\" depuis votre Deck à votre main. Durant la Standby Phase : vous pouvez détacher 2 Matériels de cette carte ; placez face recto max. 3 Pièges Continus \"Argostars\" depuis votre Cimetière dans votre Zone Magie & Piège. Vous ne pouvez utiliser chaque effet de \"Argostars - Aventureuse Arion\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2200,
    "def": 2200,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Argostars"
  },
  {
    "id": "27184601",
    "name": "Artmage Diactorus",
    "nameEn": "Diactorus Artmage",
    "description": "\"Medius le Pur\" + 1 monstre \"Artmage\"\r\nVous pouvez cibler 1 monstre sur le Terrain ; changez sa position de combat. Lorsque votre adversaire active une carte ou un effet sur le Terrain, si vous avez min. 3 Types de Monstre différents sur votre Terrain (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Si cette carte Invoquée par Fusion est détruite : vous pouvez Invoquer Spécialement 1 \"Medius le Pur\" depuis votre main, Deck ou bannissement. Vous ne pouvez utiliser chaque effet de \"Diactorus Artmage\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 2500,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "34541940",
    "name": "Finmel Artmage",
    "nameEn": "Artmage Finmel",
    "description": "Votre adversaire ne peut pas cibler de monstres \"Artmage\" de max. Niveau 6 que vous contrôlez avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Finmel Artmage\" qu'une fois par tour. Si vous contrôlez une carte \"Artmage\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez piocher 1 carte. Durant la Main Phase, si vous avez min. 3 Types de Monstre différents sur votre Terrain (Effet Rapide) : vous pouvez annuler les effets de tous les monstres face recto actuellement contrôlés par votre adversaire, et aussi, leur ATK sera divisée par deux jusqu'à la fin de ce tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2400,
    "def": 1500,
    "level": 7,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "60946049",
    "name": "Graflare Artmage",
    "nameEn": "Artmage Graflare",
    "description": "La première fois que cette carte va être détruite au combat chaque tour, elle n'est pas détruite. Vous ne pouvez utiliser chacun des effets suivants de \"Graflare Artmage\" qu'une fois par tour. Si vous contrôlez une carte \"Artmage\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez Poser 1 Magie \"Artmage\" depuis votre Deck. Vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le. Ceci est un Effet Rapide si vous avez min. 3 Types de Monstre différents sur votre Terrain.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 1500,
    "level": 5,
    "monsterType": "Dragon",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "97434754",
    "name": "Litera Artmage",
    "nameEn": "Artmage Litera",
    "description": "Vous ne recevez aucun dommage de combats impliquant cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Litera Artmage\" qu'une fois par tour. Si vous contrôlez une carte \"Artmage\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis vous pouvez ajouter 1 carte \"Artmage\" depuis votre Cimetière à votre main. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez Invoquer Spécialement 1 monstre \"Artmage\" (\"Litera Artmage\" exclu) depuis votre main ou Cimetière, puis renvoyez cette carte depuis le Terrain à la main.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 400,
    "def": 1800,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "23829452",
    "name": "Mécène du Pouvoir Artmage",
    "nameEn": "Artmage Power Patron",
    "description": "Vous ne pouvez pas Invoquer Spécialement (Monstres Fusion exclus) depuis l'Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Mécène du Pouvoir Artmage\" qu'une fois par tour. Durant la Main Phase (Effet Rapide) : vous pouvez Invoquer par Fusion 1 Monstre Fusion \"Artmage\" ou 1 \"Nerva la Mécène du Pouvoir de la Création\" depuis votre Extra Deck, en utilisant cette carte que vous contrôlez et des monstres depuis votre main ou Terrain. Si cette carte est envoyée depuis la main ou Terrain au Cimetière : vous pouvez ajouter 1 Magie/Piège \"Artmage\" depuis votre Deck à votre main, de nom différent des cartes dans votre Cimetière.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 300,
    "def": 200,
    "level": 1,
    "monsterType": "Illusion",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "29251488",
    "name": "Chef de Nouvelles",
    "nameEn": "Chef de Nouvelles",
    "description": "[ Effet Pendule ] \nDurant votre Main Phase, si cette carte a été activée ce tour : vous pouvez ajouter 1 carte non-Pendule \"Nouvelles\" depuis votre Deck à votre main. Si un ou plusieurs monstres sont Invoqués Spécialement sur le Terrain de votre adversaire (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Chef de Nouvelles\" qu'une fois par tour.\n\n[ Effet de monstre ] \nSi cette carte sur le Terrain est Sacrifiée et ajoutée face recto à l'Extra Deck : vous pouvez placer cette carte dans votre Zone Pendule. Vous ne pouvez pas activer les effets suivants de \"Chef de Nouvelles\" dans la même Chaîne. Une fois par tour (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet sur le Terrain ; augmentez son Niveau de max. 3. Une fois par tour, si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez bannir 1 Magie Rituelle \"Recette\" depuis votre main, Deck ou Cimetière ; appliquez l'effet d'activation de la carte qui Invoque Rituellement un monstre.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 1850,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": true,
    "isLink": false,
    "archetype": "Nouvelles"
  },
  {
    "id": "52644170",
    "name": "Archdémon Croix-Cérébral",
    "nameEn": "Crossmind Archfiend",
    "description": "1 Syntoniseur Psychique + 1+ monstre non-Syntoniseur\r\nDurant la Main Phase (Effet Rapide) : vous pouvez cibler 1 de vos monstres Psychique de max. Niveau 7 bannis ; Invoquez-le Spécialement. Durant la Battle Phase (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre ; gagnez des LP égaux à son ATK d'origine, et si vous le faites, cette carte gagne autant d'ATK jusqu'à la fin de ce tour. Vous ne pouvez utiliser chaque effet de \"Archdémon Croix-Cérébral\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": 2800,
    "level": 8,
    "monsterType": "Psychic",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Archfiend"
  },
  {
    "id": "94979322",
    "name": "Spadassin du Flamboiement des Ténèbres",
    "nameEn": "Dark Flare Swordsman",
    "description": "Vous ne recevez aucun dommage de combats impliquant cette carte. Vous ne pouvez utiliser chacun des effets suivants de \"Spadassin du Flamboiement des Ténèbres\" qu'une fois par tour. Vous pouvez envoyer 1 \"Spadassin des Flammes\" ou 1 monstre qui le mentionne depuis votre Extra Deck au Cimetière ; Invoquez Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas déclarer d'attaques le reste de ce tour, sauf avec des monstres Guerrier. (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre qui mentionne \"Spadassin des Flammes\" (monstres de Niveau 6 exclus) depuis votre Deck.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2200,
    "def": 800,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Flame Swordsman"
  },
  {
    "id": "62880279",
    "name": "Guerrier Dodododo",
    "nameEn": "Dodododo Warrior",
    "description": "Vous pouvez envoyer 1 monstre \"Dododo\" depuis votre Deck au Cimetière ; Invoquez Spécialement cette carte depuis votre main (son Niveau devient 4, et aussi, son ATK devient 1800), et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Xyz exclus) depuis l'Extra Deck le reste de ce tour. Si cette carte est détachée d'un Monstre Xyz pour activer l'effet du monstre : vous pouvez ajouter 1 monstre \"Zubaba\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Guerrier Dodododo\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 2300,
    "def": 900,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Dododo"
  },
  {
    "id": "31596518",
    "name": "Eidos, le Monarque Souterrain",
    "nameEn": "Eidos the Underworld Monarch",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Monarque\" ou 1 monstre avec 2800 ATK/1000 DEF depuis votre Deck ou Cimetière à votre main. Vous pouvez déclarer 1 Attribut ; faites devenir 1 monstre face recto sur le Terrain de cet Attribut. Si vous Invoquez par Sacrifice un monstre avec min. 2400 ATK et 1000 DEF, tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main ou l'Invoquer Spécialement. Vous ne pouvez utiliser chaque effet de \"Eidos, le Monarque Souterrain\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2400,
    "def": 1000,
    "level": 6,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Monarch"
  },
  {
    "id": "53466722",
    "name": "Premier des Seigneurs Dragon",
    "nameEn": "First of the Dragonlords",
    "description": "3 Monstres Normaux\r\nUniquement Invocable par Fusion. Vous ne pouvez contrôler qu'1 \"Premier des Seigneurs Dragon\". Non destructible au combat et non affectée par les effets d'autres monstres. Une fois, tant que cette carte est face recto sur le Terrain, lorsqu'une Carte Magie/Piège ou effet de Magie/Piège est activé (Effet Rapide) : vous pouvez détruire toutes les Magies et tous les Pièges sur le Terrain. Vous ne pouvez utiliser cet effet de \"Premier des Seigneurs Dragon\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3700,
    "def": 3000,
    "level": 11,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "09491461",
    "name": "Chevalier Ganbara Gagaga",
    "nameEn": "Gagaga Ganbara Knight",
    "description": "Vous pouvez révéler 1 monstre \"Gagaga\" dans votre Extra Deck ; Invoquez Spécialement cette carte depuis votre main, puis vous pouvez appliquer 1 de ces effets.\r\n● Invoquez Spécialement 1 monstre \"Gagaga\" depuis votre main.\r\n● Changez la position de combat d'1 monstre sur le Terrain.\r\nSi cette carte est détachée d'un Monstre Xyz pour activer l'effet du monstre : vous pouvez ajouter 1 monstre \"Gogogo\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Chevalier Ganbara Gagaga\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 0,
    "def": 1800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gagaga"
  },
  {
    "id": "88917691",
    "name": "Fille Gagagaga",
    "nameEn": "Gagagaga Girl",
    "description": "2 monstres de Niveau 4\r\nSi cette carte a une carte \"Zubaba\", \"Gagaga\", \"Gogogo\" ou \"Dododo\" comme Matériel : vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 carte \"Gagaga\", \"Onomat\" ou \"Xyz\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Fille Gagagaga\" qu'une fois par tour. Un Monstre Xyz \"Futur Utopique\" qui a cette carte comme Matériel gagne cet effet.\r\n● Si cette carte est Invoquée par Xyz : durant chaque Battle Phase ce tour, cette carte peut faire une seconde attaque.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1500,
    "def": 1800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gagaga"
  },
  {
    "id": "13289758",
    "name": "Flot Gaïa, Force Gracieuse",
    "nameEn": "Gaia Stream, the Graceful Force",
    "description": "2+ monstres de Niveau 6\r\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Flot Gaïa, Force Gracieuse\" en utilisant 1 Monstre Xyz de Rang 5 ou 7 que vous contrôlez (transférez ses Matériels à cette carte). Non utilisable comme Matériel pour une Invocation Xyz le tour où elle a été Invoquée par Xyz. Ne peut pas attaquer directement. Gagne une ATK égale à la somme des Niveaux/Rangs de ses Matériels attachés x 200. À la fin de la Damage Step, si cette carte a combattu : détachez 1 Matériel de cette carte.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 0,
    "def": 0,
    "level": 6,
    "monsterType": "Aqua",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gaia Knight"
  },
  {
    "id": "35886170",
    "name": "Gobelindbergh Gogogo",
    "nameEn": "Gogogo Goblindbergh",
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"Gogogo\" non-Guerrier depuis votre main, Deck ou Cimetière, puis si cette carte est en Position d'Attaque, changez-la en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement (Monstres Xyz exclus) depuis l'Extra Deck le reste de ce tour. Si cette carte est détachée d'un Monstre Xyz pour activer l'effet du monstre : vous pouvez ajouter 1 monstre \"Dododo\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Gobelindbergh Gogogo\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 1400,
    "def": 0,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Goblin"
  },
  {
    "id": "14301396",
    "name": "Champion Héroïque - Excalibur Magnum",
    "nameEn": "Heroic Champion - Magnum Excalibur",
    "description": "2 monstres Guerrier de Niveau 4\r\nSi cette carte combat un monstre de l'adversaire, durant le calcul des dommages : vous pouvez détacher 2 Matériels de cette carte ; durant le calcul des dommages uniquement, doublez l'ATK de cette carte. Une fois par tour, durant la Main Phase (Effet Rapide) : vous pouvez cibler 1 autre monstre face recto que vous contrôlez ; équipez-lui cette carte que vous contrôlez comme Magie d'Équipement qui lui donne 2000 ATK/DEF. Vous pouvez bannir cette carte depuis votre Cimetière ; mélangez 3 monstres Guerrier depuis votre Cimetière dans le Deck.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Heroic"
  },
  {
    "id": "36218106",
    "name": "Ministre Psychique du Calme",
    "nameEn": "Hushed Psychic Minister",
    "description": "Si vous contrôlez un monstre Psychique (\"Ministre Psychique du Calme\" exclu), vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense. Vous ne pouvez Invoquer Spécialement \"Ministre Psychique du Calme\" qu'une fois par tour de cette façon. Vous pouvez bannir cette carte et 1 monstre Psychique depuis votre Cimetière, puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la End Phase, bannissez-le. Vous ne pouvez utiliser cet effet de \"Ministre Psychique du Calme\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 0,
    "def": 2100,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "67768675",
    "name": "Kaibaman la Légende",
    "nameEn": "Kaibaman the Legend",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez montrer 3 \"Dragon Blanc aux Yeux Bleus\" dans votre main, Deck, Terrain face recto et/ou Cimetière, puis Invoquez Spécialement 1 \"Dragon Blanc aux Yeux Bleus\" depuis votre main, Deck ou Cimetière. Si vous Invoquez Spécialement \"Dragon Blanc aux Yeux Bleus\" tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez bannir cette carte ; ajoutez 1 monstre \"Yeux Bleus\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Kaibaman la Légende\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 200,
    "def": 700,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "55423549",
    "name": "Léo, le Sorcier Démon des Ténèbres",
    "nameEn": "Leo Wizard the Dark Fiend",
    "description": "Pour qu'un joueur Invoque Normalement un monstre depuis sa main avec plus de 1350 ATK ou DEF et un Niveau d'origine de max. 4, il doit l'Invoquer par Sacrifice en Sacrifiant 1 monstre. Au début de la Damage Step, si cette carte combat un monstre LUMIÈRE : vous pouvez détruire le monstre. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez ajouter 1 monstre avec 1350 ATK depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Léo, le Sorcier Démon des Ténèbres\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1350,
    "def": 1200,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "61168637",
    "name": "Lienassassin @Ignister",
    "nameEn": "Linkslayer @Ignister",
    "description": "Si un monstre Cyberse que vous contrôlez va être utilisé comme Matériel Lien pour un monstre \"@Ignister\", cette carte dans votre main peut aussi être utilisée comme Matériel. Si cette carte est envoyée au Cimetière comme Matériel Lien : vous pouvez défausser 1 carte, puis ciblez 1 Magie/Piège sur le Terrain, ou vous pouvez en cibler 2 si cette carte sur le Terrain a été utilisée comme Matériel ; détruisez ces cartes. Vous ne pouvez utiliser chaque effet de \"Lienassassin @Ignister\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2000,
    "def": 600,
    "level": 5,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "@Ignister"
  },
  {
    "id": "8379983",
    "name": "Lionne Dorée de Clair de Lune",
    "nameEn": "Lunalight Gold Leo",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Clair de Lune\" (\"Lionne Dorée de Clair de Lune\" exclu) depuis votre Deck à votre main, puis défaussez 1 carte. Si un ou plusieurs monstres \"Clair de Lune\" sont envoyés à votre Cimetière, tant que cette carte est dans votre Zone Monstre, même durant la Damage Step : vous pouvez en cibler 1 ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Lionne Dorée de Clair de Lune\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 600,
    "def": 1600,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Lunalight"
  },
  {
    "id": "54701958",
    "name": "Ligre Danseuse de Clair de Lune",
    "nameEn": "Lunalight Liger Dancer",
    "description": "\"Lion Danseur Clair de Lune\" + 3 monstres \"Clair de Lune\"\r\nUniquement Invocable par Fusion avec les Matériels Fusion ci-dessus. Non affectée par des effets de carte (cartes \"Clair de Lune\" exclues). Peut faire une seconde attaque durant chaque Battle Phase. Une fois par tour (Effet Rapide) : vous pouvez envoyer 1 monstre \"Clair de Lune\" depuis votre Extra Deck au Cimetière ; détruisez tous les monstres Invoqués Spécialement de votre adversaire.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3800,
    "def": 3500,
    "level": 12,
    "monsterType": "Beast-Warrior",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Lunalight"
  },
  {
    "id": "81196066",
    "name": "Parfum Danseuse de Clair de Lune",
    "nameEn": "Lunalight Perfume Dancer",
    "description": "2 monstres \"Clair de Lune\"\r\nSi cette carte est Invoquée par Fusion : vous pouvez ajouter 1 \"Parfum de Clair-de-Lune\" depuis votre Deck à votre main. Vous pouvez cibler 1 autre carte \"Clair de Lune\" que vous contrôlez ; renvoyez-la à la main/Extra Deck, puis vous pouvez Invoquer Spécialement 1 monstre \"Clair de Lune\" depuis votre main. Vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, tous les monstres contrôlés par votre adversaire perdent une ATK égale à leur DEF d'origine. Vous ne pouvez utiliser chaque effet de \"Parfum Danseuse de Clair de Lune\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2000,
    "def": 1500,
    "level": 6,
    "monsterType": "Beast-Warrior",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Lunalight"
  },
  {
    "id": "35763582",
    "name": "Chienne de Meute Argentée de Clair de Lune",
    "nameEn": "Lunalight Silver Hound",
    "description": "Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Clair de Lune\" (\"Chienne de Meute Argentée de Clair de Lune\" exclu) depuis votre Deck, mais vous ne pouvez pas Invoquer Spécialement (monstres \"Clair de Lune\" exclus) depuis l'Extra Deck tant que vous contrôlez le monstre face recto. Lorsqu'une Carte Magie/Piège ou effet de Magie/Piège sur le Terrain est activé (Effet Rapide) : vous pouvez bannir cette carte et 1 Monstre Fusion \"Clair de Lune\" depuis votre Cimetière ; annulez l'activation. Vous ne pouvez utiliser chaque effet de \"Chienne de Meute Argentée de Clair de Lune\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1400,
    "def": 400,
    "level": 3,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Lunalight"
  },
  {
    "id": "97556336",
    "name": "Medius le Pur",
    "nameEn": "Medius the Pure",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter à votre main ou Invoquer Spécialement 1 monstre \"Mécène du Pouvoir\" depuis votre Deck. Si cette carte est dans votre Cimetière : vous pouvez mélanger 1 monstre depuis votre main ou Terrain face recto dans le Deck, et si vous le faites, Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Medius le Pur\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1800,
    "def": 1800,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "30373970",
    "name": "Dragon du Miasme Tistina",
    "nameEn": "Miasma Dragon Tistina",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Tistina\" (\"Dragon du Miasme Tistina\" exclu) depuis votre Deck à votre main, et aussi, les monstres \"Tistina\" LUMIÈRE que vous contrôlez gagnent 1000 ATK le reste de ce tour. Si cette carte est envoyée au Cimetière, et qu'une carte est dans la Zone Terrain : vous pouvez Invoquer Spécialement cette carte, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres \"Tistina\" exclus) depuis la main ou Cimetière le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Dragon du Miasme Tistina\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2000,
    "def": 0,
    "level": 10,
    "monsterType": "Aqua",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Tistina"
  },
  {
    "id": "62606805",
    "name": "Procédure Mentale",
    "nameEn": "Mind Procedure",
    "description": "Si cette carte que vous contrôlez va être utilisée comme Matériel Synchro pour un monstre Psychique, vous pouvez la traiter comme non-Syntoniseur. Vous ne pouvez utiliser qu'1 des effets suivants de \"Procédure Mentale\" par tour, et uniquement une fois le tour. Si cette carte est Invoquée Normalement, ou Invoquée Spécialement par un effet de monstre : vous pouvez payer 2000 LP ; ajoutez 1 Magie Normale ou Jeu-Rapide \"Téléportation\" depuis votre Deck ou Cimetière à votre main. Si cette carte est bannie : vous pouvez payer 1000 LP ; Invoquez-la Spécialement.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1100,
    "def": 1100,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "29439831",
    "name": "Morgana la Sorcière des Yeux",
    "nameEn": "Morgana the Witch of Eyes",
    "description": "(Cette carte est toujours traitée comme carte \"Morganite\".)\r\nLorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez bannir 1 Magie \"Morganite\" depuis votre Cimetière ; annulez l'attaque. Vous ne pouvez utiliser chacun des effets suivants de \"Morgana la Sorcière des Yeux\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie \"Morganite\" depuis votre Deck à votre main. Si vous avez min. 3 Magies \"Morganite\" de noms différents dans votre Cimetière et/ou bannissement : vous pouvez changer à 0 l'ATK de tous les monstres face recto contrôlés par votre adversaire.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1500,
    "def": 2100,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Morganite"
  },
  {
    "id": "53589300",
    "name": "Nerva la Mécène du Pouvoir de la Création",
    "nameEn": "Nerva the Power Patron of Creation",
    "description": "3 monstres \"Artmage\"\r\nDoit d'abord être soit Invoquée par Fusion, soit Invoquée Spécialement (depuis votre Extra Deck) en Position de Défense en Sacrifiant 3 monstres de Types différents. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Nerva la Mécène du Pouvoir de la Création\" qu'une fois par tour. Tant qu'une carte est dans la Zone Terrain, cette carte ne peut pas être détruite par des effets de carte. Une fois par tour, lorsque vous activez un effet de monstre \"Artmage\" (Effet Rapide) : vous pouvez faire devenir l'effet activé \"Détruisez toutes les cartes contrôlées par votre adversaire\".",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 3300,
    "def": 3300,
    "level": 10,
    "monsterType": "Illusion",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Power Patron"
  },
  {
    "id": "41522092",
    "name": "Numéro F0 : Futur Utopique Zexal",
    "nameEn": "Number F0: Utopic Future Zexal",
    "description": "2 Monstres Xyz du même Rang\r\n(Le Rang d'origine de cette carte est toujours traité comme 1.)\r\nGagne une ATK/DEF égales à la somme des Rangs de tous les Monstres Xyz que vous contrôlez et dans le Cimetière de votre adversaire x 500. Les monstres de votre adversaire ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque, et aussi, votre adversaire ne peut pas cibler d'autres cartes sur le Terrain avec des effets de carte. Une fois par tour, lorsque votre adversaire active une carte ou un effet sur le Terrain (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte ; prenez le contrôle d'1 monstre contrôlé par votre adversaire, et aussi, cette carte ne peut être détruite ni au combat ni par des effets de carte le reste de ce tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 0,
    "monsterType": "Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Number"
  },
  {
    "id": "26462013",
    "name": "Dragon Berzelius Néthérique Primite",
    "nameEn": "Primite Dragon Nether Berzelius",
    "description": "1 monstre \"Primite\" + 1+ Monstre Normal\r\nGagne 1000 ATK pour chaque Monstre Normal utilisé pour son Invocation Fusion. Annulez les effets activés des monstres contrôlés par votre adversaire, dont le Niveau/Rang/Classification Lien est inférieur ou égal au nombre de Monstres Normaux dans votre Terrain et Cimetière. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez Invoquer Spécialement 1 Monstre Normal depuis votre Deck en Position de Défense.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 1600,
    "def": 0,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Primite"
  },
  {
    "id": "95091919",
    "name": "Artilleur Prototype Psychique",
    "nameEn": "Prototype Psychic Blaster",
    "description": "Vous pouvez défausser cette carte ; Invoquez Spécialement 1 monstre Psychique de max. Niveau 4 depuis votre main ou bannissement. Si cette carte est dans votre Cimetière : vous pouvez payer 1000 LP, et bannissez 1 autre monstre Psychique depuis votre Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Artilleur Prototype Psychique\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 2000,
    "def": 1500,
    "level": 6,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "88139289",
    "name": "Artilleur Psychique Mk-II",
    "nameEn": "Psychic Blaster Mk-II",
    "description": "1 Syntoniseur Psychique + 1+ monstre non-Syntoniseur Psychique\r\nVous pouvez cibler 1 monstre banni ; Invoquez-le Spécialement sur votre Terrain. Durant la Main Phase (Effet Rapide) : vous pouvez bannir 1 monstre depuis votre Cimetière, puis ciblez 1 autre monstre face recto sur le Terrain ; bannissez-le, puis gagnez des LP égaux à l'ATK d'origine du monstre banni. Vous ne pouvez utiliser qu'1 effet de \"Artilleur Psychique Mk-II\" par tour, et uniquement une fois le tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 3200,
    "def": 2700,
    "level": 9,
    "monsterType": "Psychic",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "89851827",
    "name": "Dragon Sacretérion",
    "nameEn": "Secreterion Dragon",
    "description": "1 monstre Dragon + 1 monstre Magicien\r\nCette carte perd 100 ATK pour chacune de vos cartes bannies. Tant que vous contrôlez cette carte Invoquée par Fusion, votre adversaire ne peut pas activer les effets des monstres Dragon ou Magicien Invoqués Spécialement qu'il contrôle. Vous pouvez cibler 1 monstre Dragon et 1 monstre Magicien dans votre Cimetière ; Invoquez-en Spécialement 1, et si vous le faites, placez l'autre au-dessous du Deck. Vous ne pouvez utiliser cet effet de \"Dragon Sacretérion\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 1500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "9213491",
    "name": "Fille Psychique de la Sérénité",
    "nameEn": "Serene Psychic Girl",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez bannir 1 carte depuis votre main, et si vous le faites, Invoquez Spécialement 1 monstre Psychique de max. Niveau 4 (\"Fille Psychique de la Sérénité\" exclu) depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Psychique exclus) depuis l'Extra Deck le reste de ce tour. Vous pouvez cibler un nombre de monstres face recto sur le Terrain, inférieur ou égal au nombre de monstres Psychique que vous contrôlez ; jusqu'à la fin de ce tour, augmentez leur Niveau de 1. Vous ne pouvez utiliser chaque effet de \"Fille Psychique de la Sérénité\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 500,
    "def": 300,
    "level": 2,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "16246535",
    "name": "Mage Psychique du Silence",
    "nameEn": "Silent Psychic Magician",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\r\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre Psychique de max. Niveau 4 dans votre Cimetière ou bannissement ; Invoquez-le Spécialement, puis vous pouvez augmenter son Niveau de 1, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Psychique exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Mage Psychique du Silence\" qu'une fois par tour. Si cette carte que vous contrôlez va être utilisée comme Matériel Synchro, vous pouvez la traiter comme non-Syntoniseur.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 2400,
    "def": 500,
    "level": 5,
    "monsterType": "Psychic",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "66646087",
    "name": "Fée Zetan Super Quantique",
    "nameEn": "Super Quantal Fairy Zetan",
    "description": "Si vous contrôlez un monstre \"Super Quant\" (\"Fée Zetan Super Quantique\" exclu) et que cette carte est dans votre main : vous pouvez Invoquer Spécialement cette carte, puis vous pouvez faire devenir le Niveau de cette carte le même qu'1 monstre \"Super Quant\" que vous contrôlez. Vous pouvez Sacrifier cette carte, et envoyez 1 carte \"Super Quant\" (monstres TÉNÈBRES exclus) depuis votre Deck au Cimetière ; Invoquez Spécialement 1 monstre \"Super Quant\" (\"Fée Zetan Super Quantique\" exclu) depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Fée Zetan Super Quantique\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Zombie",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Super Quant"
  },
  {
    "id": "92034192",
    "name": "Force Black Super Quantum",
    "nameEn": "Super Quantum Black Layer",
    "description": "Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez défausser 1 autre carte, et si vous le faites, Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Bête Méca Super Quantique\" depuis votre Extra Deck en utilisant cette carte que vous contrôlez comme Matériel (ceci est traité comme Invocation Xyz), et si vous le faites, attachez-lui 1 monstre \"Super Quant\" depuis votre Cimetière. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 Magie \"Super Quant\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Force Black Super Quantum\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2400,
    "def": 2400,
    "level": 7,
    "monsterType": "Zombie",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Super Quant"
  },
  {
    "id": "67584223",
    "name": "Tessera, l'Écuyer Primitif",
    "nameEn": "Tessera the Primal Squire",
    "description": "Vous pouvez révéler 1 Magie/Piège \"Monarque\" dans votre main ; Invoquez Spécialement cette carte depuis votre main. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Sacrifice 1 monstre. Si cette carte est envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre avec 800 ATK/1000 DEF depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Tessera, l'Écuyer Primitif\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 800,
    "def": 1000,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "15123983",
    "name": "LE Hamster de l'Étoile",
    "nameEn": "THE Star Ham",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\r\nSi cette carte est Invoquée par Synchronisation : vous pouvez défausser 1 carte ; Invoquez Spécialement 1 monstre depuis votre Cimetière qui a été utilisé comme Matériel pour l'Invocation Synchro de cette carte, et si vous le faites, il est traité comme Syntoniseur. Si cette carte est dans votre Cimetière : vous pouvez défausser 2 cartes ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"LE Hamster de l'Étoile\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 1200,
    "level": 3,
    "monsterType": "Beast",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "40673853",
    "name": "Vallon, le Chasse-Ciel Super Psy",
    "nameEn": "Vallon, the Super Psy Skyblaster",
    "description": "2 monstres de Niveau 5\r\nDurant la Main Phase (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; changez-le en Position de Défense face verso. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 carte face verso sur le Terrain ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Vallon, le Chasse-Ciel Super Psy\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": 2200,
    "level": 5,
    "monsterType": "Psychic",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Skyblaster"
  },
  {
    "id": "93156774",
    "name": "Âme du Vainqueur Hollie Sue",
    "nameEn": "Vanquish Soul Hollie Sue",
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez révéler 1 autre monstre \"Âme du Vainqueur\" dans votre main ; Invoquez Spécialement cette carte depuis votre main. (Effet Rapide) : vous pouvez activer 1 de ces effets, en révélant un ou plusieurs monstres dans votre main avec les Attributs listés ;\r\n● TERRE et TÉNÈBRES : Jusqu'à la End Phase, prenez le contrôle d'1 monstre contrôlé par votre adversaire avec la plus faible ATK (en cas d'égalité, vous choisissez).\r\n● FEU et TÉNÈBRES : Invoquez Spécialement 1 monstre \"Âme du Vainqueur\" non-Psychique depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Âme du Vainqueur Hollie Sue\" qu'une fois par tour, et ne pouvez en activer que max. 1 dans la même Chaîne.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 500,
    "def": 2200,
    "level": 5,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Vanquish Soul"
  },
  {
    "id": "77894049",
    "name": "Âme du Vainqueur Rocks",
    "nameEn": "Vanquish Soul Rocks",
    "description": "2+ monstres \"Âme du Vainqueur\" de Niveau 4\r\nUne fois par tour, si un monstre \"Âme du Vainqueur\" a combattu ce tour, vous pouvez aussi Invoquer par Xyz \"Âme du Vainqueur Rocks\" en utilisant 1 monstre \"Âme du Vainqueur\" ou 1 \"Rocher du Vainqueur\" que vous contrôlez (transférez ses Matériels à cette carte). Gagne les effets suivants, selon les Attributs de ses Matériels attachés.\r\n● TÉNÈBRES : Tous les monstres contrôlés par votre adversaire perdent 800 ATK.\r\n● FEU : Les monstres \"Âme du Vainqueur\" que vous contrôlez gagnent 1000 ATK.\r\n● TERRE : Vous pouvez détacher 1 Matériel de cette carte ; détruisez 1 carte contrôlée par votre adversaire.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2000,
    "def": 2500,
    "level": 4,
    "monsterType": "Pyro",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Vanquish Soul"
  },
  {
    "id": "91818544",
    "name": "TASSE DE RÉVEIL ! Moka",
    "nameEn": "WAKE CUP! Mocha",
    "description": "Une fois par tour, durant votre End Phase : vous pouvez changer cette carte en Position de Défense face verso. Vous ne pouvez utiliser chacun des effets suivants de \"TASSE DE RÉVEIL ! Moka\" qu'une fois par tour. Vous pouvez cibler 1 monstre en Position de Défense face verso sur le Terrain ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, changez le monstre en Position d'Attaque. Si cette carte est retournée face recto : vous pouvez cibler 1 monstre face recto sur le Terrain ; il gagne 1000 ATK, mais envoyez-le au Cimetière durant la End Phase.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 1000,
    "def": 100,
    "level": 3,
    "monsterType": "Aqua",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "62006866",
    "name": "Chevalier Zubababa",
    "nameEn": "Zubababa Knight",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez activer 1 de ces effets ;\r\n● Ajoutez 1 monstre \"Zubaba\" (\"Chevalier Zubababa\" exclu) depuis votre Deck à votre main. Le Niveau de cette carte devient le Niveau du monstre ajouté.\r\n● Détruisez 1 monstre de max. Niveau 4 en Position de Défense contrôlé par votre adversaire.\r\nSi cette carte est détachée d'un Monstre Xyz pour activer l'effet du monstre : vous pouvez ajouter 1 monstre \"Gagaga\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Chevalier Zubababa\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 1600,
    "def": 900,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Zubaba"
  },
  {
    "id": "76072561",
    "name": "Assaut de l'Air - As = Zéro",
    "nameEn": "Sky Striker Ace = Zero",
    "description": "2 monstres \"Assaut de l'Air - As\"\r\nVous ne pouvez Invoquer Spécialement un ou plusieurs \"Assaut de l'Air - As = Zéro\" qu'une fois par tour. Non utilisable comme Matériel Lien. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 Magie \"Assaut de l'Air\" depuis votre Deck ou Cimetière à votre main. (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Assaut de l'Air - As - Raye\" et 1 \"Assaut de l'Air - As - Roze\" depuis votre Deck et/ou Cimetière, puis vous pouvez détruire 1 carte sur le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Assaut de l'Air - As = Zéro\" par tour, et uniquement une fois le tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2000,
    "def": null,
    "level": 0,
    "monsterType": "Machine",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Sky Striker"
  },
  {
    "id": "12067160",
    "name": "Gorgon de Zilofthonia",
    "nameEn": "Gorgon of Zilofthonia",
    "description": "2+ Monstres à Effet\r\nVous ne pouvez ni Invoquer ni Poser de monstres dans des zones pointées par cette carte. Les monstres pointés par cette carte ne peuvent pas attaquer, et aussi, leurs effets activés sont annulés. Gagne une ATK égale à la somme des ATK d'origine des monstres pointés par cette carte. Non destructible ni au combat ni par des effets de monstre, tant que cette carte ne pointe aucun monstre.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 100,
    "def": null,
    "level": 0,
    "monsterType": "Reptil",
    "type": "Link",
    "isPendulum": false,
    "isLink": true
  },
  {
    "id": "49451215",
    "name": "Ukanomitsune-no-Onari",
    "nameEn": "Ukanomitsune-no-Onari",
    "description": "2 monstres LUMIÈRE (un monstre Bête inclus)\r\nVotre adversaire ne peut pas cibler de cartes dans les Zones Terrain avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Ukanomitsune-no-Onari\" qu'une fois par tour. Si cette carte est Invoquée par Lien : vous pouvez cibler 1 Magie Jeu-Rapide dans votre Cimetière ; Posez-la. Si cette carte est détruite : pour chaque carte dans une Zone Terrain, vous pouvez appliquer 1 de ces effets. (Si vous appliquez les deux, appliquez-les dans l'ordre.)\r\n● Détruisez 1 carte contrôlée par votre adversaire.\r\n● Infligez 1500 points de dommages à votre adversaire.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1500,
    "def": null,
    "level": 0,
    "monsterType": "Beast",
    "type": "Link",
    "isPendulum": false,
    "isLink": true
  },
  {
    "id": "75956913",
    "name": "Tactiques Utopiques Gagaga",
    "nameEn": "Gagaga Utopic Tactics",
    "description": "Les Monstres Xyz \"Utopie\" et \"Utopique\" que vous contrôlez dont l'Attribut d'origine est LUMIÈRE ne peuvent pas être détruits par des effets de carte, et aussi, votre adversaire ne peut pas les cibler avec des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Tactiques Utopiques Gagaga\" qu'une fois par tour. Vous pouvez déclarer un Niveau de 1 à 12, puis ciblez 2 monstres face recto que vous contrôlez (un monstre \"Gagaga\" inclus) ; ils deviennent ce Niveau. Si vous Invoquez par Xyz un Monstre Xyz \"Utopie\" ou \"Utopique\" dont l'Attribut d'origine est LUMIÈRE : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gagaga"
  },
  {
    "id": "02344618",
    "name": "Mascarade de Clair de Lune",
    "nameEn": "Lunalight Masquerade",
    "description": "Durant votre Main Phase, si cette carte a été activée ce tour : vous pouvez envoyer 1 monstre \"Clair de Lune\" depuis votre Deck au Cimetière. Si vous Invoquez par Fusion un monstre \"Clair de Lune\" : vous pouvez ajouter 1 \"Polymérisation\" depuis votre Cimetière ou bannissement à votre main, puis vous pouvez défausser 1 carte, et si vous le faites, une fois, si vous Invoquez par Fusion un monstre \"Clair de Lune\" ce tour, vous pouvez aussi bannir des monstres depuis votre Cimetière comme Matériel. Vous ne pouvez utiliser chaque effet de \"Mascarade de Clair de Lune\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Lunalight"
  },
  {
    "id": "74733322",
    "name": "Acropole Académique des Arts Ésotériques Artmage",
    "nameEn": "Artmage Academic Arcane Arts Acropolis",
    "description": "Durant votre Main Phase, vous pouvez Invoquer Normalement 1 \"Medius le Pur\", en plus de votre Invocation/Pose Normale (vous ne pouvez gagner cet effet qu'une fois par tour). Vous pouvez défausser 1 Magie/Piège, et déclarez 1 nom de Carte Monstre \"Artmage\" qui n'est pas parmi les monstres que vous contrôlez et qui n'a pas été déclaré pour \"Acropole Académique des Arts Ésotériques Artmage\" ce tour ; ajoutez le monstre depuis votre Deck à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (\"Medius le Pur\", monstres \"Artmage\" et depuis l'Extra Deck exclus) le reste de ce tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "48739627",
    "name": "Théoréalisation",
    "nameEn": "Theorealize",
    "description": "Envoyez 1 \"Medius le Pur\" depuis votre Deck au Cimetière ; regardez la carte du dessus du Deck de votre adversaire, et placez-la au-dessus ou au-dessous du Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face recto que vous contrôlez, et déclarez 1 Type de Monstre et 1 Attribut ; jusqu'à la fin du tour de votre adversaire, le monstre devient ce Type et Attribut. Vous ne pouvez utiliser chaque effet de \"Théoréalisation\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "37517035",
    "name": "Chef-d'Œuvre Artmage -Succession-",
    "nameEn": "Artmage Masterwork -Succession-",
    "description": "Durant la Main Phase : Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres (un monstre \"Artmage\" inclus) depuis votre main ou Terrain, et si une carte est dans la Zone Terrain, le monstre gagne 500 ATK. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 3 cartes \"Artmage\" de noms différents dans votre Cimetière ; mélangez-les dans le Deck. Vous ne pouvez utiliser chaque effet de \"Chef-d'Œuvre Artmage -Succession-\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "01122030",
    "name": "Vandalisme Artmage -Agression-",
    "nameEn": "Artmage Vandalism -Assault-",
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 \"Medius le Pur\" depuis votre Deck à votre main. Vous pouvez cibler 1 monstre face recto que vous contrôlez ; si le monstre face recto va être utilisé comme Matériel Fusion ce tour, il peut être traité comme monstre \"Artmage\". Vous ne pouvez utiliser cet effet de \"Vandalisme Artmage -Agression-\" qu'une fois par tour. Si \"Acropole Académique des Arts Ésotériques Artmage\" que vous contrôlez va être détruit par un effet de carte, vous pouvez envoyer cette carte que vous contrôlez au Cimetière à la place. Vous ne pouvez activer qu'1 \"Vandalisme Artmage -Agression-\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "74011784",
    "name": "Vernis Artmage -Altération-",
    "nameEn": "Artmage Varnish -Alteration-",
    "description": "Placez face recto 1 \"Acropole Académique des Arts Ésotériques Artmage\" depuis votre Deck ou Cimetière dans votre Zone Terrain, ou si vous contrôlez \"Acropole Académique des Arts Ésotériques Artmage\", ajoutez 1 carte \"Artmage\" (\"Vernis Artmage -Altération-\" exclu) depuis votre Deck à votre main à la place. Lorsque votre monstre \"Artmage\" est ciblé par une attaque : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'attaque, puis vous pouvez Invoquer Spécialement 1 \"Medius le Pur\" depuis votre main. Vous ne pouvez utiliser chaque effet de \"Vernis Artmage -Altération-\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Artmage"
  },
  {
    "id": "00000483",
    "name": "Téléportation Parallèle",
    "nameEn": "Parallel Teleport",
    "description": "Sacrifiez 1 monstre Psychique avec un Niveau ; Invoquez Spécialement 1 monstre Psychique de max. Niveau 7 depuis votre Deck ou Extra Deck, puis si le Niveau d'origine du monstre Sacrifié est différent de celui du monstre Invoqué Spécialement sur le Terrain, vous perdez des LP égaux à la différence x 1000. Vous ne pouvez pas Invoquer Spécialement (monstres Psychique exclus) le tour où vous activez cette carte. Vous ne pouvez activer qu'1 \"Téléportation Parallèle\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "36494597",
    "name": "Fusion de Téléportation",
    "nameEn": "Teleport Fusion",
    "description": "Durant la Main Phase : Invoquez par Fusion 1 Monstre Fusion Psychique depuis votre Extra Deck, en bannissant les monstres Psychique depuis votre Terrain ou Cimetière comme Matériel. Si un ou plusieurs monstres Psychique face recto que vous contrôlez qui ont été Invoqués Spécialement depuis l'Extra Deck sont détruits au combat ou par un effet de carte : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres Psychique bannis ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Fusion de Téléportation\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "63899196",
    "name": "Le Plan des Monarques",
    "nameEn": "The Monarchs Masterplan",
    "description": "Envoyez 1 Magie/Piège \"Monarque\" (\"Le Plan des Monarques\" exclu) depuis votre Deck au Cimetière. Si cette carte est bannie : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; ajoutez 1 monstre du même Attribut qui a 2400 ATK/1000 DEF depuis votre Deck ou Cimetière à votre main, puis vous pouvez appliquer cet effet.\r\n● Immédiatement après la résolution de cet effet, Invoquez Normalement 1 \"Zaborg, Le Monarque du Tonnerre\", \"Mobius le Monarque de Glace\", \"Thestalos, le Monarque de la Tempête de Feu\", \"Grandmarg le Monarque des Roches\", \"Raiza, le Monarque de la Tempête\" ou \"Caius, le Monarque des Ombres\".\r\nVous ne pouvez utiliser cet effet de \"Le Plan des Monarques\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Monarch"
  },
  {
    "id": "09283801",
    "name": "La Révolte des Monarques",
    "nameEn": "The Monarchs Revolt",
    "description": "Défaussez 1 carte ; révélez 3 monstres depuis votre Deck, avec min. 2400 ATK et 1000 DEF et/ou 800 ATK/1000 DEF, votre adversaire en choisit 1 pour vous à ajouter à votre main, et vous envoyez les cartes restantes au Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement depuis l'Extra Deck le reste de ce tour après la résolution de cette carte. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre avec 800 ATK/1000 DEF depuis votre main. Vous ne pouvez utiliser chaque effet de \"La Révolte des Monarques\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Monarch"
  },
  {
    "id": "36672909",
    "name": "Cycle de la Regenèse",
    "nameEn": "Regenesis Cycle",
    "description": "Si vous contrôlez un monstre avec 2500 ATK ou DEF d'origine : ciblez 1 carte contrôlée par votre adversaire, ou vous pouvez en cibler 2 si vous contrôlez \"Seigneur de la Regenèse\" ; bannissez ces cartes. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez la bannir ; Invoquez Spécialement 1 monstre avec 2500 ATK ou DEF depuis votre main. Vous ne pouvez utiliser chaque effet de \"Cycle de la Regenèse\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Regenesis"
  },
  {
    "id": "62767644",
    "name": "Inferno du Cendré",
    "nameEn": "Inferno of the Ashened",
    "description": "Lorsque cette carte est activée : vous pouvez placer face recto 1 \"Obsidim, la Cité Cendrée\" depuis votre Deck dans l'une des Zones Terrain. Vous pouvez cibler 1 carte face recto contrôlée par votre adversaire et 1 monstre TÉNÈBRES Pyro de min. Niveau 8 dans votre Cimetière ; envoyez la carte sur le Terrain au Cimetière, et si vous le faites, Invoquez Spécialement l'autre monstre depuis votre Cimetière sur le Terrain de votre adversaire en Position de Défense. Vous ne pouvez utiliser cet effet de \"Inferno du Cendré\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Inferno du Cendré\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ashened"
  },
  {
    "id": "99161253",
    "name": "Fusion Primite",
    "nameEn": "Primite Fusion",
    "description": "Invoquez par Fusion 1 Monstre Fusion Dragon depuis votre Extra Deck, en mélangeant ses Matériels (un Monstre Normal inclus) depuis votre Terrain, Cimetière et/ou bannissement dans le Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Primite\" de min. Niveau 5 depuis votre Deck ou Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Fusion Primite\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Primite"
  },
  {
    "id": "35550352",
    "name": "Âme du Vainqueur, Go !",
    "nameEn": "Vanquish Soul, Start!",
    "description": "Vous pouvez cibler 1 monstre \"Âme du Vainqueur\" que vous contrôlez ; ajoutez 1 monstre \"Âme du Vainqueur\" d'Attribut différent depuis votre Deck à votre main. Si un ou plusieurs monstres \"Âme du Vainqueur\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez révéler 1 monstre \"Âme du Vainqueur\" dans votre main à la place. Durant votre End Phase, si vous contrôlez min. 2 monstres \"Âme du Vainqueur\" : vous pouvez Poser 1 Piège \"Âme du Vainqueur\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Âme du Vainqueur, Go !\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Vanquish Soul"
  },
  {
    "id": "61944066",
    "name": "Livre de Recettes Nouvelles \"Recettes de Nouvellez\"",
    "nameEn": "Nouvelles Recipe Book \"Recettes de Nouvellez\"",
    "description": "Tant que vous contrôlez une Carte Monstre \"Nouvelles\", tous les monstres face recto contrôlés par votre adversaire sont changés en Position d'Attaque. Chaque fois qu'un ou plusieurs monstres sont Sacrifiés par un effet de Monstre Rituel, votre adversaire paye 850 LP. Une fois par tour, si vous Invoquez Spécialement un ou plusieurs Monstres Rituels (sauf durant la Damage Step) : vous pouvez en cibler 1 ; ajoutez 1 carte \"Recette\" ou \"Nouvelles\" (Magies Continues exclues) depuis votre Deck à votre main, et si vous le faites, augmentez le Niveau du monstre de 1. Vous ne pouvez activer qu'1 \"Livre de Recettes Nouvelles \"Recettes de Nouvellez\"\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Nouvelles"
  },
  {
    "id": "98349765",
    "name": "Force 19 \"Incursion Soudaine ! Black Super Quantum !\"",
    "nameEn": "Layer 19 \"Sudden Incursion! Super Quantum Black!!\"",
    "description": "Activez 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Force 19 \"Incursion Soudaine ! Black Super Quantum !\"\" qu'une fois par tour) ;\r\n● Ciblez 1 monstre en Position d'Attaque sur le Terrain ; changez-le en Position de Défense.\r\n● Si vous contrôlez un monstre \"Super Quant\" : Invoquez Spécialement 1 monstre \"Super Quant\" depuis votre Deck d'Attribut d'origine différent des monstres que vous contrôlez, en Position de Défense.\r\n● Posez 1 Piège \"Super Quant\" depuis votre Deck. Il peut être activé ce tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Super Quant"
  },
  {
    "id": "34433770",
    "name": "Assaut de l'Air - Manœuvre Spéciale - Portail Lemniscate !",
    "nameEn": "Sky Striker Special Maneuver - Lemnisgate!",
    "description": "Ciblez un nombre égal de monstres \"Assaut de l'Air - As\" et Magies \"Assaut de l'Air\" dans votre Cimetière ; mélangez-les dans le Deck, puis, pour toutes les 3 cartes mélangées, vous pouvez renvoyer max. 1 carte sur le Terrain à la main. Si un ou plusieurs monstres \"Assaut de l'Air\" sont Invoqués Spécialement sur votre Terrain, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez bannir cette carte ; immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien \"Assaut de l'Air - As\". Vous ne pouvez utiliser chaque effet de \"Assaut de l'Air - Manœuvre Spéciale - Portail Lemniscate !\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Sky Striker"
  },
  {
    "id": "61822419",
    "name": "Morganite de la Culpabilité Agrippante",
    "nameEn": "Guilt-Gripping Morganite",
    "description": "Le reste de ce Duel, appliquez les effets suivants.\r\n● Vous ne pouvez pas activer d'effets de monstre dans la main.\r\n● Vous pouvez Invoquer Normalement des monstres de min. Niveau 5 sans Sacrifice.\r\n● Vous ne payez pas de LP pour activer des Cartes Magie/Piège.\r\nVous pouvez bannir cette carte depuis votre Cimetière, puis révélez 1 carte \"Morganite\" dans votre main ; placez la carte révélée au-dessous du Deck, puis piochez 1 carte.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Morganite"
  },
  {
    "id": "97227123",
    "name": "Retour du Duelliste",
    "nameEn": "Return of the Duelist",
    "description": "Si un Monstre Xyz est sur le Terrain ou dans l'un des Cimetières : ajoutez 1 Magie d'Équipement depuis votre Deck ou Cimetière à votre main. Vous ne pouvez activer qu'1 \"Retour du Duelliste\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Xyz"
  },
  {
    "id": "23611122",
    "name": "Marais du Tonnerre Soudain",
    "nameEn": "Sudden Thunder Swamp",
    "description": "Lorsque cette carte est activée : vous pouvez défausser 1 carte, et si vous le faites, Posez 1 Piège Continu (la carte défaussée exclue) depuis votre Deck ou Cimetière, avec un effet qui s'Invoque Spécialement comme monstre. Si une ou plusieurs cartes que vous contrôlez sont détruites au combat ou par un effet de carte, et envoyées au Cimetière ou bannies face recto : vous pouvez en cibler 1 ; ajoutez 1 carte du même nom depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Marais du Tonnerre Soudain\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Marais du Tonnerre Soudain\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "60600821",
    "name": "Printemps",
    "nameEn": "Spring",
    "description": "Une fois par tour : vous pouvez choisir un nombre de votre choix de vos Zones Monstre Main inutilisées, et si vous le faites, placez ce nombre de Compteurs Saison sur cette carte, et aussi, ces zones ne peuvent pas être utilisées tant que cette carte est sur le Terrain. Les monstres que vous contrôlez gagnent 400 ATK pour chaque Compteur Saison sur cette carte. Une fois par tour, durant la End Phase de votre adversaire : vous pouvez prendre 1 Magie de Terrain depuis votre Deck sur laquelle vous pouvez placer un Compteur Saison, et placez-la face recto sur votre Terrain (mais aucun joueur ne peut activer ses effets ce tour), et si vous le faites, placez tous les Compteurs Saison sur cette carte sur la carte.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "96004535",
    "name": "Barrière Xyz Incassable",
    "nameEn": "Unbreakable Xyz Barrier",
    "attribute": "TRAP",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "description": "Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé, tant que vous contrôlez un Monstre Xyz : annulez l'activation, puis vous pouvez détacher 2 Matériels d'un ou plusieurs monstres que vous contrôlez, puis détruisez 1 carte sur le Terrain. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz que vous contrôlez ; attachez-lui 1 Monstre Xyz \"Utopie\" ou \"Utopique\" LUMIÈRE depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Barrière Xyz Incassable\" qu'une fois par tour.",
    "archetype": "Utopic"
  },
  {
    "id": "23599634",
    "name": "Pacte Artmage -Éveil-",
    "nameEn": "Artmage Pact -Awakening-",
    "attribute": "TRAP",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "description": "Invoquez Spécialement 1 monstre \"Artmage\" ou 1 \"Medius le Pur\" depuis votre Deck, et aussi, le reste de ce tour, l'activation de vos cartes et effets qui incluent un effet qui Invoque par Fusion un Monstre Fusion ne peut pas être annulée, et aussi, votre adversaire ne peut activer ni de cartes ni d'effets lorsqu'un monstre est Invoqué par Fusion de cette façon. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Artmage\" que vous contrôlez ; renvoyez le monstre à la main/Extra Deck, et si vous le faites, détruisez 1 carte contrôlée par votre adversaire. Vous ne pouvez utiliser qu'1 effet de \"Pacte Artmage -Éveil-\" par tour, et uniquement une fois le tour.",
    "archetype": "Artmage"
  },
  {
    "id": "59983249",
    "name": "Perfection du Monarque",
    "nameEn": "Monarchic Perfection",
    "attribute": "TRAP",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "description": "Une fois par Chaîne, si votre adversaire Invoque Spécialement un ou plusieurs monstres, et que vous contrôlez un monstre Invoqué par Sacrifice (sauf durant la Damage Step) : vous pouvez bannir 1 Magie/Piège \"Monarque\" depuis votre Cimetière, puis activez 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Perfection du Monarque\" qu'une fois par tour) ;\r\n● Détruisez 1 monstre sur le Terrain.\r\n● Détruisez max. 2 Magies/Pièges sur le Terrain.\r\n● Défaussez 1 carte au hasard à votre adversaire.\r\n● Détruisez 1 carte face verso sur le Terrain.\r\n● Placez 1 carte depuis le Terrain au-dessus du Deck.\r\n● Bannissez 1 carte sur le Terrain.",
    "archetype": "Monarch"
  },
  {
    "id": "95382988",
    "name": "Commandements de la Regenèse",
    "nameEn": "Regenesis Commands",
    "attribute": "TRAP",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "description": "Appliquez ces effets à toutes les cartes contrôlées par votre adversaire dans la même colonne que vos monstres \"Regenèse\".\r\n● Cartes face recto : Annulez leurs effets.\r\n● Monstres face verso : Ils ne peuvent pas changer leur position de combat.\r\n● Magies/Pièges face verso : Jusqu'à la fin du prochain tour, ils ne peuvent pas être activés.\r\nVous ne pouvez activer qu'1 \"Commandements de la Regenèse\" par tour.",
    "archetype": "Regenesis"
  },
  {
    "id": "22377092",
    "name": "Accro aux Pièges",
    "nameEn": "Trap Holic",
    "attribute": "TRAP",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "description": "Ciblez 1 Magie/Piège que vous contrôlez ; détruisez-le, et si vous le faites, Posez 1 Piège Normal (\"Accro aux Pièges\" exclu) depuis votre Deck. Il peut être activé ce tour, tant que vous avez min. 3 Pièges dans votre Cimetière. Vous ne pouvez activer qu'1 \"Accro aux Pièges\" par tour."
  },
  {
    "id": "58761791",
    "name": "Erreur de Livraison",
    "nameEn": "Shipping Error",
    "attribute": "TRAP",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "description": "Lorsqu'une carte ou un effet qui inclut un effet qui ajoute une ou plusieurs cartes depuis le Deck à la main est activé : l'effet activé devient \"Votre adversaire prend 1 carte depuis son Deck pour vous à ajouter à votre main, et vous devez garder la carte révélée. Durant la End Phase de ce tour, mélangez-la dans le Deck, et si vous le faites, piochez 1 carte\"."
  },
  {
    "id": "85150300",
    "name": "Braconnier d'Esprits",
    "nameEn": "Spirit Poacher",
    "attribute": "TRAP",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "description": "Une fois par tour, durant la Standby Phase de votre adversaire : vous pouvez activer 1 de ces effets ;\r\n● Placez 1 monstre depuis votre Deck dans votre Zone Magie & Piège comme Magie Continue face recto.\r\n● Votre adversaire peut Invoquer Spécialement 1 Carte Monstre avec une ATK d'origine inférieure à ses LP depuis votre Zone Magie & Piège sur son Terrain, puis il paye des LP égaux à son ATK d'origine.\r\nSi un ou plusieurs Monstres à Effet que vous possédez sont Invoqués Spécialement sur le Terrain de votre adversaire : vous pouvez envoyer cette carte face recto depuis la Zone Magie & Piège au Cimetière ; Invoquez Spécialement 1 monstre de max. Niveau 4 depuis votre Deck."
  },
  {
    "id": "19000848",
    "name": "Buio la Lumière de l'Aube",
    "nameEn": "Buio the Dawn's Light",
    "description": "Les monstres dans vos Zones Monstre Main la plus à gauche ou la plus à droite ne peuvent pas être détruits par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Buio la Lumière de l'Aube\" qu'une fois par tour. Si cette carte est dans votre main : vous pouvez cibler 1 Monstre à Effet Démon que vous contrôlez ; annulez ses effets, et si vous le faites, Invoquez Spécialement cette carte. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 \"Mutinerie Céleste\" depuis votre Deck à votre main.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1000,
    "def": 1500,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Link",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "45409943",
    "name": "Luce les Ténèbres du Crépuscule",
    "nameEn": "Luce the Dusk's Dark",
    "description": "3 monstres Démon et/ou Elfe dans votre Cimetière\r\nLes monstres dans vos Zones Monstre Main la plus à gauche ou la plus à droite ne peuvent pas être détruits par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Luce les Ténèbres du Crépuscule\" qu'une fois par tour. Vous pouvez cibler 1 carte contrôlée par votre adversaire ; envoyez 1 monstre Démon ou Elfe depuis votre Deck au Cimetière, et si vous le faites, détruisez la carte. Si une ou plusieurs autres cartes que vous contrôlez sont détruites par un effet de carte (sauf durant la Damage Step) : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la.",
    "isEffect": false,
    "attribute": "DARK",
    "atk": 3500,
    "def": 3000,
    "level": 5,
    "monsterType": "Fiend",
    "type": "Fiend",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "71593652",
    "name": "Mutinerie Céleste",
    "nameEn": "Mutiny in the Sky",
    "description": "Invoquez par Fusion 1 Monstre Fusion Démon ou Elfe depuis votre Extra Deck, en mélangeant des monstres Démon et/ou Elfe depuis votre Cimetière dans le Deck comme Matériel. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 monstre Démon ou Elfe depuis votre main ou Terrain face recto au Cimetière ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Mutinerie Céleste\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "18988396",
    "name": "Corbeau du Miracle",
    "nameEn": "Miracle Raven",
    "description": "[ Effet Pendule ] \nUne fois par tour, durant votre Main Phase : vous pouvez Invoquer Rituellement cette carte, en Sacrifiant des monstres depuis votre main ou Terrain dont la somme des Niveaux est supérieure ou égale à 1.\n\n[ Effet de monstre ] \nVous pouvez Invoquer Rituellement cette carte avec \"Corbeau du Miracle\". Uniquement Invocable Rituellement. Cette carte Invoquée Rituellement n'est pas affectée par les effets activés de votre adversaire. Si vous Invoquez Rituellement exactement 1 Monstre Rituel avec un effet de carte qui nécessite l'utilisation de monstres, cette carte que vous contrôlez peut être utilisée pour l'ensemble du Sacrifice. Si cette carte est Sacrifiée pour une Invocation Rituelle : vous pouvez ajouter 1 Monstre Rituel depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Corbeau du Miracle\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 300,
    "def": 300,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Ritual",
    "isPendulum": true,
    "isLink": false
  },
  {
    "id": "44376395",
    "name": "ASHLAN U1000",
    "nameEn": "ASHLAN U1000",
    "description": "2 monstres de Types et Attributs différents\"\r\nSi un Monstre Rituel pointé par cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"ASHLAN U1000\" qu'une fois par tour. Vous pouvez révéler 1 Monstre Rituel dans votre main ; ajoutez 1 Monstre Rituel de Type et Attribut différents depuis votre Deck à votre main. Si vous Invoquez Rituellement (sauf durant la Damage Step) : vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; renvoyez-la à la main.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1400,
    "def": null,
    "level": 0,
    "monsterType": "Cyberse",
    "type": "Link",
    "isPendulum": false,
    "isLink": true
  },
  {
    "id": "71771004",
    "name": "Préparatifs des Rites",
    "nameEn": "Readying of Rites",
    "description": "Ajoutez 1 Monstre Rituel Démon depuis votre Deck à votre main, puis si vous avez ajouté un Monstre Pendule, vous pouvez Invoquer Spécialement 1 \"Jeton Offrande Sacrificielle\" (Démon/TÉNÈBRES/Niveau 1/ATK 300/DEF 300). Tant que vous contrôlez le Jeton, vous ne pouvez pas Invoquer Spécialement depuis l'Extra Deck. Lorsque votre Monstre Rituel inflige des dommages de combat à votre adversaire : vous pouvez bannir cette carte depuis votre Cimetière ; piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Préparatifs des Rites\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "07166709",
    "name": "Sacrifice à Cordes d'Acier",
    "nameEn": "Steel-Stringed Sacrifice",
    "description": "Si cette carte est dans votre main ou Cimetière : vous pouvez révéler 1 monstre de min. Niveau 5 dans votre main, puis activez 1 de ces effets (mais vous ne pouvez utiliser chaque effet de \"Sacrifice à Cordes d'Acier\" qu'une fois par tour) ; durant la End Phase de ce tour, perdez 1000 LP si vous n'avez pas Invoqué Normalement le monstre révélé ou un monstre du même nom d'origine, après avoir activé cet effet.\r\n● Invoquez Spécialement cette carte depuis votre main.\r\n● Ajoutez cette carte depuis votre Cimetière à votre main.\r\n● Bannissez cette carte depuis votre Cimetière, et si vous le faites, ajoutez 1 monstre de min. Niveau 5 depuis votre Cimetière à votre main.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 800,
    "def": 1000,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "43150717",
    "name": "Mise Xyz",
    "nameEn": "Xyz Lay",
    "description": "Le monstre équipé gagne 200 ATK pour chaque Matériel Xyz sur le Terrain. Une fois par tour : vous pouvez activer l'effet suivant, selon le type de carte du monstre équipé ;\r\n● Xyz : Détachez 2 Matériels d'un ou plusieurs monstres que vous contrôlez ; Posez 1 Magie/Piège \"Xyz\" depuis votre Deck.\r\n● Autre : Invoquez Spécialement 1 monstre du même Niveau que le monstre équipé depuis votre main en Position de Défense, mais annulez ses effets.\r\nVous ne pouvez activer qu'1 \"Mise Xyz\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Xyz"
  },
  {
    "id": "70659412",
    "name": "Omnidestructeur Psychique",
    "nameEn": "Psychic Omnibuster",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur Psychique\r\nChaque fois que votre adversaire active une carte ou un effet sur le Terrain (sauf durant la Damage Step) : vous pouvez payer 2000 LP, et déclarez 1 type de carte (Monstre, Magie ou Piège) (mais vous ne pouvez déclarer chaque type de carte qu'une fois par tour pour activer cet effet de \"Omnidestructeur Psychique\") ; regardez 1 carte au hasard dans la main de votre adversaire, et si elle est du type de carte déclaré, appliquez ces effets dans l'ordre (ignorez ceux qui ne s'appliquent pas).\r\n● Ce tour, cette carte ne peut pas être détruite par les effets du type de carte déclaré.\r\n● Jusqu'à la End Phase, bannissez face recto la carte que vous avez regardée.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Psychic",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Psychic"
  },
  {
    "id": "06043161",
    "name": "Foreuse Ga10 R.B.",
    "nameEn": "R.B. Ga10 Driller",
    "description": "Si vous ne contrôlez aucun monstre face recto, ou que les seuls monstres face recto que vous contrôlez sont des monstres \"R.B.\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Foreuse Ga10 R.B.\" qu'une fois par tour de cette façon. Durant la Main Phase, si cette carte est liée à un Monstre Lien \"R.B.\" (Effet Rapide) : vous pouvez payer 500 LP, puis ciblez 1 monstre contrôlé par votre adversaire ; détruisez le monstre ainsi que cette carte. Vous ne pouvez utiliser cet effet de \"Foreuse Ga10 R.B.\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 500,
    "def": 500,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "archetype": "R.B."
  },
  {
    "id": "33438265",
    "name": "Scie Ga10 R.B.",
    "nameEn": "R.B. Ga10 Cutter",
    "description": "Si vous ne contrôlez aucun monstre face recto, ou que les seuls monstres face recto que vous contrôlez sont des monstres \"R.B.\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Scie Ga10 R.B.\" qu'une fois par tour de cette façon. Lorsqu'une Carte Magie/Piège ou effet de Magie/Piège de votre adversaire est activé, et que cette carte est liée à un Monstre Lien \"R.B.\" (Effet Rapide) : vous pouvez payer 700 LP ; détruisez cette carte, et si vous le faites, annulez l'effet, et si vous faites ça, détruisez la carte. Vous ne pouvez utiliser cet effet de \"Scie Ga10 R.B.\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 700,
    "def": 700,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "archetype": "R.B."
  },
  {
    "id": "79436874",
    "name": "Fusée VALCan R.B.",
    "nameEn": "R.B. VALCan Rocket",
    "description": "Si vous ne contrôlez aucun monstre face recto, ou que les seuls monstres face recto que vous contrôlez sont des monstres \"R.B.\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Fusée VALCan R.B.\" qu'une fois par tour de cette façon. Si cette carte est liée à un Monstre Lien \"R.B.\" : vous pouvez payer 1000 LP, puis ciblez max. 2 cartes contrôlées par votre adversaire ; détruisez-les et aussi cette carte, et si vous le faites, infligez 500 points de dommages à votre adversaire pour chaque carte détruite. Vous ne pouvez utiliser cet effet de \"Fusée VALCan R.B.\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1000,
    "def": 1000,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "archetype": "R.B."
  },
  {
    "id": "06821579",
    "name": "Propulseur VALCan R.B.",
    "nameEn": "R.B. VALCan Booster",
    "description": "2 monstres Machine\"\r\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 Magie \"R.B.\" depuis votre Deck à votre main. Si cette carte est dans la Zone Monstre Extra : vous pouvez Invoquer Spécialement 1 monstre \"R.B.\" depuis votre main ou Cimetière en Position de Défense, puis vous pouvez déplacer cette carte que vous contrôlez dans une autre de vos Zones Monstre Main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Machine avec max. 1500 ATK exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Propulseur VALCan R.B.\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 500,
    "def": null,
    "level": 0,
    "monsterType": "Machine",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "R.B."
  },
  {
    "id": "32216688",
    "name": "La Brute du Blues R.B.",
    "nameEn": "R.B. The Brute Blues",
    "description": "2+ monstres Machine\"\r\nGagne les effets suivants tant que cette carte pointe un monstre \"R.B.\".\r\n● Gagne une ATK égale à la somme des ATK d'origine des monstres \"R.B.\" qu'elle pointe.\r\n● Peut faire une seconde attaque durant chaque Battle Phase.\r\n● Non destructible ni au combat ni par des effets de carte.\r\nDurant votre Main Phase : vous pouvez ajouter 1 carte \"R.B.\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"La Brute du Blues R.B.\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 1500,
    "def": null,
    "level": 0,
    "monsterType": "Machine",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "R.B."
  },
  {
    "id": "78710386",
    "name": "Amarrage Funky R.B.",
    "nameEn": "R.B. Funk Dock",
    "description": "Lorsque cette carte est activée : ajoutez 1 carte \"R.B.\" (\"Amarrage Funky R.B.\" exclu) depuis votre Deck à votre main. Chaque fois qu'un ou plusieurs monstres contrôlés par votre adversaire sont détruits au combat ou par un effet de carte, gagnez 500 LP. Si un ou plusieurs monstres \"R.B.\" face recto que vous contrôlez quittent le Terrain par un effet de carte (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre \"R.B.\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Amarrage Funky R.B.\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Amarrage Funky R.B.\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "R.B."
  },
  {
    "id": "05109321",
    "name": "Débarquement sur Scène R.B.",
    "nameEn": "R.B. Stage Landing",
    "description": "Invoquez Spécialement 1 monstre \"R.B.\" depuis votre Deck/Extra Deck de nom différent des cartes que vous contrôlez. Si un ou plusieurs monstres \"R.B.\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez pas Invoquer Spécialement (monstres Machine avec max. 1500 ATK d'origine exclus) depuis l'Extra Deck le tour où vous activez cette carte.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "R.B."
  },
  {
    "id": "19316241",
    "name": "Drakonien de Guerre Galactique",
    "nameEn": "Galaxy War Drake",
    "description": "Si un ou plusieurs monstres LUMIÈRE de Niveau 4 sont Invoqués Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main (si elle y était lorsque l'Invocation est résolue) ou Cimetière (même si elle n'y était pas), mais bannissez-la lorsqu'elle quitte le Terrain. Vous pouvez cibler 1 autre monstre LUMIÈRE de Niveau 4 que vous contrôlez ; jusqu'à la fin de ce tour, faites devenir le monstre ainsi que cette carte Niveau 8. Vous ne pouvez utiliser chaque effet de \"Drakonien de Guerre Galactique\" qu'une fois par tour, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres LUMIÈRE exclus) le tour où vous activez un effet de cette carte.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isPendulum": false
  },
  {
    "id": "93413793",
    "name": "Ukanomitsune-no-Tamayura",
    "nameEn": "Ukanomitsune-no-Tamayura",
    "description": "Si vous contrôlez un monstre LUMIÈRE Bête, Plante ou Elfe de max. Niveau 4 : vous pouvez Invoquer Spécialement cette carte depuis votre main. Un monstre qui a été Invoqué par Synchronisation en utilisant cette carte comme Matériel gagne ces effets.\r\n● Gagne 500 DEF.\r\n● Votre adversaire ne peut pas cibler cette carte en Position de Défense avec des effets de carte.\r\nVous ne pouvez utiliser chaque effet de \"Ukanomitsune-no-Tamayura\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 300,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isPendulum": false
  },
  {
    "id": "74941992",
    "name": "Magicien Lunaire",
    "nameEn": "Moon Magician",
    "description": "Si votre adversaire contrôle un Monstre Xyz, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Magicien Lunaire\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre LUMIÈRE de Niveau 4 (\"Magicien Lunaire\" exclu) dans votre Cimetière ; Invoquez-le Spécialement, mais annulez ses effets. Vous ne pouvez utiliser cet effet de \"Magicien Lunaire\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 1500,
    "level": 4,
    "monsterType": "Magician",
    "type": "Effect",
    "isPendulum": false,
    "archetype": "Moon"
  },
  {
    "id": "00336601",
    "name": "Protecteur Lunaire",
    "nameEn": "Moon Gardna",
    "description": "Si votre adversaire contrôle min. 2 monstres, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Protecteur Lunaire\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement, et que votre adversaire contrôle un monstre : vous pouvez cibler 1 monstre LUMIÈRE de Niveau 4 (\"Protecteur Lunaire\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Protecteur Lunaire\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 100,
    "def": 2000,
    "level": 4,
    "monsterType": "Magician",
    "type": "Effect",
    "isPendulum": false,
    "archetype": "Moon"
  },
  {
    "id": "03606728",
    "name": "Fille Gagaga",
    "nameEn": "Gagaga Girl",
    "description": "Vous pouvez cibler 1 \"Magicien Gagaga\" que vous contrôlez ; le Niveau de cette carte devient le Niveau actuel du monstre. Un Monstre Xyz qui a été Invoqué en utilisant uniquement cette carte et d'autres monstres \"Gagaga\" comme Matériel gagne cet effet.\r\n● Lorsqu'il est Invoqué par Xyz : vous pouvez cibler 1 monstre Invoqué Spécialement contrôlé par votre adversaire ; son ATK devient 0.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1000,
    "def": 800,
    "level": 3,
    "monsterType": "Magician",
    "type": "Effect",
    "isPendulum": false,
    "archetype": "Gagaga"
  }
]