[
  {
    "id": "11613567",
    "name": "Aile Noire - Elphin le Corbeau Funeste",
    "nameEn": "Blackwing - Elphin the Raven",
    "description": "Si vous contrôlez un monstre \"Aile Noire\", vous pouvez Invoquer Normalement cette carte sans Sacrifice. Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; changez la position de combat de la cible.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2200,
    "def": 1200,
    "level": 6,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Blackwing"
  },
  {
    "id": "85215458",
    "name": "Aile Noire - Kalut l'Ombre de la Lune",
    "nameEn": "Blackwing - Kalut the Moon Shadow",
    "description": "Durant la Damage Step de chaque joueur, lorsqu'un monstre \"Aile Noire\" que vous contrôlez attaque ou est attaqué : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin de ce tour, le monstre gagne 1400 ATK.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1400,
    "def": 1000,
    "level": 3,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Blackwing"
  },
  {
    "id": "14785765",
    "name": "Aile Noire - Zephyros l'Élite",
    "nameEn": "Blackwing - Zephyros the Elite",
    "description": "Si cette carte est dans votre Cimetière : vous pouvez renvoyer 1 carte face recto que vous contrôlez à la main ; Invoquez Spécialement cette carte, et si vous le faites, recevez 400 points de dommages. Vous ne pouvez utiliser cet effet de \"Aile Noire - Zephyros l'Élite\" qu'une fois par Duel.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1600,
    "def": 1000,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Blackwing"
  },
  {
    "id": "10406322",
    "name": "Alsei, le Grand Protecteur Sylvan",
    "nameEn": "Alsei, the Sylvan High Protector",
    "description": "2 monstres de Niveau 8\nUne fois par tour : vous pouvez déclarer 1 nom de carte ; dévoilez la carte du dessus de votre Deck et si elle est du nom de carte déclaré, ajoutez-la à votre main. Sinon, envoyez-la au Cimetière. Si une carte est envoyée depuis votre Deck au Cimetière par un effet de carte (sauf durant la Damage Step) : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 carte sur le Terrain ; renvoyez la cible au-dessus ou au-dessous du Deck. Vous ne pouvez utiliser cet effet de \"Alsei, le Grand Protecteur Sylvan\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 3200,
    "level": 8,
    "monsterType": "Plant",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Sylvan"
  },
  {
    "id": "25862681",
    "name": "Ancien Dragon Féerique",
    "nameEn": "Ancient Fairy Dragon",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par tour : vous pouvez Invoquer Spécialement 1 monstre de max. Niveau 4 depuis votre main. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cet effet. Une fois par tour : vous pouvez détruire autant de Magies de Terrain sur le Terrain que possible, et si vous le faites, gagnez 1000 LP, puis vous pouvez ajouter 1 Magie de Terrain depuis votre Deck à votre main.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 3000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "21887175",
    "name": "Avramax Mekk-Chevalier Croisédia",
    "nameEn": "Mekk-Knight Crusadia Avramax",
    "description": "2+ monstres Invoqués Spécialement depuis l'Extra Deck\nTant que cette carte Invoquée par Lien est sur le Terrain, votre adversaire ne peut pas cibler cette carte avec des effets de carte, et aussi, ses monstres ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Une fois par combat, durant le calcul des dommages, si cette carte combat un monstre Invoqué Spécialement (Effet Rapide) : durant ce calcul des dommages uniquement, vous pouvez faire gagner à cette carte une ATK égale à l'ATK du monstre de l'adversaire. Si cette carte Invoquée par Lien que vous contrôlez est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez mélanger 1 carte sur le Terrain dans le Deck.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Mekk-Knight"
  },
  {
    "id": "84815190",
    "name": "Baronne de Fleur",
    "nameEn": "Baronne de Fleur",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par tour : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Une fois, tant que cette carte est face recto sur le Terrain, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser l'effet précédent de \"Baronne de Fleur\" qu'une fois par tour. Une fois par tour, durant la Standby Phase : vous pouvez cibler 1 monstre de max. Niveau 9 dans votre Cimetière ; renvoyez cette carte à l'Extra Deck, et si vous le faites, Invoquez Spécialement le monstre.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 3000,
    "def": 2400,
    "level": 10,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Fleur"
  },
  {
    "id": "46291010",
    "name": "Bête Psionique",
    "nameEn": "Psi-Beast",
    "description": "Lorsque cette carte est Invoquée Normalement, vous pouvez retirer du jeu 1 monstre de Type Psychique depuis votre Deck. Le Niveau de cette carte devient le Niveau de ce monstre.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 700,
    "def": 500,
    "level": 2,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "25716180",
    "name": "Chaton Automate",
    "nameEn": "Wind-Up Kitten",
    "description": "Vous pouvez cibler 1 monstre contrôlé par votre adversaire ; renvoyez la cible à la main. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 800,
    "def": 500,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Wind-Up"
  },
  {
    "id": "20537097",
    "name": "Ciel Bleu Mekk-Chevalier",
    "nameEn": "Mekk-Knight Blue Sky",
    "description": "Si min. 2 cartes sont dans la même colonne, vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans cette colonne. Vous ne pouvez Invoquer Spécialement \"Ciel Bleu Mekk-Chevalier\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement depuis la main : vous pouvez ajouter un nombre de monstres \"Mekk-Chevalier\" de noms différents (\"Ciel Bleu Mekk-Chevalier\" exclu) depuis votre Deck à votre main, égal au nombre de cartes de votre adversaire dans la colonne de cette carte. Vous ne pouvez utiliser cet effet de \"Ciel Bleu Mekk-Chevalier\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2500,
    "level": 5,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Mekk-Knight"
  },
  {
    "id": "88307361",
    "name": "Cœlacanthe le Roi des Mers Millénaire",
    "nameEn": "Superancient Deepsea King Coelacanth",
    "description": "Une fois par tour : vous pouvez défausser 1 carte ; Invoquez Spécialement autant de monstres de Type Poisson de max. Niveau 4 que possible depuis votre Deck, mais ils ne peuvent pas déclarer d'attaque et leurs effets sont annulés. Durant le tour de chaque joueur, lorsque cette carte face recto sur le Terrain est ciblée par un effet de carte : vous pouvez Sacrifier 1 autre monstre de Type Poisson ; annulez l'activation, et si vous le faites, détruisez la carte.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2800,
    "def": 2200,
    "level": 7,
    "monsterType": "Fish",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "51452091",
    "name": "Décret Royal",
    "nameEn": "Royal Decree",
    "description": "Annulez tous les autres effets de Piège sur le Terrain.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "28654932",
    "name": "Énorme Trappe Profonde des Ténèbres",
    "nameEn": "Deep Dark Trap Hole",
    "description": "Lorsqu'un ou plusieurs Monstres à Effet de min. Niveau 5 sont Invoqués Spécialement : bannissez ces Monstres à Effets de min. Niveau 5.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Hole"
  },
  {
    "id": "48976825",
    "name": "Enterrement d'une Autre Dimension",
    "nameEn": "Burial from a Different Dimension",
    "description": "Ciblez max. 3 monstres bannis ; renvoyez-les au Cimetière.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "29415459",
    "name": "Étoile Jaune Mekk-Chevalier",
    "nameEn": "Mekk-Knight Yellow Star",
    "description": "Si min. 2 cartes sont dans la même colonne, vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans cette colonne. Vous ne pouvez Invoquer Spécialement \"Étoile Jaune Mekk-Chevalier\" qu'une fois par tour de cette façon. Vous pouvez bannir 1 monstre \"Mekk-Chevalier\" depuis votre Cimetière, puis ciblez 1 Magie/Piège dans la colonne de cette carte ; détruisez-le.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2200,
    "def": 2800,
    "level": 7,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Mekk-Knight"
  },
  {
    "id": "21082832",
    "name": "Forme du Chaos",
    "nameEn": "Chaos Form",
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Chaos\" ou \"Soldat du Lustre Noir\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain et/ou bannir \"Dragon Blanc aux Yeux Bleus\" ou \"Magicien Sombre\" depuis votre Cimetière, dont le Niveau total est exactement égal au Niveau du Monstre Rituel \"Chaos\" ou \"Soldat du Lustre Noir\" que vous Invoquez Rituellement.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Blue-Eyes"
  },
  {
    "id": "3659803",
    "name": "Fusion en Surcharge",
    "nameEn": "Overload Fusion",
    "description": "Invoquez par Fusion 1 Monstre Fusion TÉNÈBRES Machine depuis votre Extra Deck, en bannissant les Matériels Fusion listés sur celui-ci depuis votre Terrain ou Cimetière.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "11321089",
    "name": "Gardien Chimère",
    "nameEn": "Guardian Chimera",
    "description": "3 monstres de noms différents\nDoit d'abord être Invoquée par Fusion en utilisant uniquement des Matériels Fusion depuis votre main et Terrain, avec min. 1 monstre de chaque. Si cette carte est Invoquée par Fusion par une Carte Magie ou effet de Magie : vous pouvez piocher un nombre de cartes égal au nombre de cartes utilisées comme Matériel depuis la main, et si vous le faites, détruisez un nombre de cartes contrôlées par votre adversaire, égal au nombre de cartes utilisées comme Matériel depuis le Terrain. Vous ne pouvez utiliser cet effet de \"Gardien Chimère\" qu'une fois par tour. Tant que \"Polymérisation\" est dans votre Cimetière, votre adversaire ne peut pas cibler cette carte avec des effets de carte.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3300,
    "def": 3300,
    "level": 9,
    "monsterType": "Beast",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Guardian"
  },
  {
    "id": "25833572",
    "name": "Gardien de la Porte",
    "nameEn": "Gate Guardian",
    "description": "Ni Invocable Normalement ni Posable. Doit d'abord être Invoquée Spécialement (depuis votre main) en Sacrifiant 1 \"Sanga du Tonnerre\", \"Kazejin\" et \"Suijin\".",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3750,
    "def": 3400,
    "level": 11,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "69164989",
    "name": "Glamour Rikka",
    "nameEn": "Rikka Glamour",
    "description": "Lorsque vous activez cette carte, vous pouvez aussi Sacrifier 1 monstre Plante ; ajoutez 1 monstre \"Rikka\" depuis votre Deck à votre main, puis, si vous Sacrifiez un monstre lorsque vous avez activé cette carte, ajoutez 1 monstre Plante, du même Niveau d'origine que le monstre \"Rikka\" mais de nom différent, depuis votre Deck à votre main. Vous ne pouvez activer qu'1 \"Glamour Rikka\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Rikka"
  },
  {
    "id": "41420027",
    "name": "Jugement Solennel",
    "nameEn": "Solemn Judgment",
    "description": "Lorsqu'un ou plusieurs monstres vont être Invoqués, OU qu'une Carte Magie/Piège est activée : payez la moitié de vos LP ; annulez l'Invocation ou l'activation, et si vous le faites, détruisez la carte.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Solemn"
  },
  {
    "id": "62340868",
    "name": "Kazejin",
    "nameEn": "Kazejin",
    "description": "Durant le calcul des dommages du tour de votre adversaire, si cette carte est attaquée : vous pouvez cibler le monstre attaquant ; durant le calcul des dommages uniquement, l'ATK de la cible devient 0 (ceci est un Effet Rapide). Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 2400,
    "def": 2200,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "33779875",
    "name": "Larme la Reine Rikka",
    "nameEn": "Teardrop the Rikka Queen",
    "description": "2 monstres de Niveau 8\nVous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre sur le Terrain ; Sacrifiez-le. Ceci est un Effet Rapide si cette carte a un monstre Plante comme Matériel. Vous ne pouvez utiliser cet effet de \"Larme la Reine Rikka\" qu'une fois par tour. Chaque fois qu'un ou plusieurs monstres sont Sacrifiés : jusqu'à la fin de ce tour, cette carte gagne 200 ATK pour chacun d'eux.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2800,
    "def": 2800,
    "level": 8,
    "monsterType": "Plant",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "97997309",
    "name": "Livre de Magie du Destin",
    "nameEn": "Spellbook of Fate",
    "description": "Si vous contrôlez un monstre de Type Magicien : vous pouvez bannir max. 3 Cartes Magie \"Livre de Magie\" depuis votre Cimetière ; appliquez cet effet, selon le nombre de Cartes Magie bannies pour l'activation de cette carte. Vous ne pouvez activer qu'1 \"Livre de Magie du Destin\" par tour.\n ●1 : Renvoyez 1 Carte Magie/Piège Posée sur le Terrain à la main.\n ●2 : Changez 1 monstre sur le Terrain en Position de Défense face verso ou Position d'Attaque face recto.\n ●3 : Bannissez 1 carte contrôlée par votre adversaire.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Spellbook"
  },
  {
    "id": "88686573",
    "name": "Lotte Agile",
    "nameEn": "Nimble Angler",
    "description": "Si cette carte est envoyée depuis la main ou Deck au Cimetière : vous pouvez Invoquer Spécialement max. 2 monstres \"Agile\" de max. Niveau 3 (\"Lotte Agile\" exclu) depuis votre Deck.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 600,
    "def": 100,
    "level": 2,
    "monsterType": "Fish",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Nimble"
  },
  {
    "id": "56809158",
    "name": "Lune Rouge Mekk-Chevalier",
    "nameEn": "Mekk-Knight Red Moon",
    "description": "Si min. 2 cartes sont dans la même colonne, vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans cette colonne. Vous ne pouvez Invoquer Spécialement \"Lune Rouge Mekk-Chevalier\" qu'une fois par tour de cette façon. Vous pouvez bannir 1 monstre \"Mekk-Chevalier\" depuis votre Cimetière, puis ciblez 1 monstre face recto dans la colonne de cette carte ; détruisez-le.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 2600,
    "level": 7,
    "monsterType": "Psychic",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Mekk-Knight"
  },
  {
    "id": "24449083",
    "name": "Manteau de Justice",
    "nameEn": "Court of Justice",
    "description": "Une fois par tour : vous pouvez Invoquer Spécialement 1 monstre de type Elfe depuis votre main. Vous devez contrôler 1 monstre de Type Elfe de Niveau 1 face recto pour activer et résoudre cet effet. Vous ne pouvez activer l'effet de \"Manteau de Justice\" qu'une fois par tour.\n",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "71002019",
    "name": "Mudan la Féé Rikka",
    "nameEn": "Mudan the Rikka Fairy",
    "description": "Vous pouvez Sacrifier 1 monstre Plante ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement, ou Invoquée Spécialement par l'effet d'un monstre Plante : vous pouvez ajouter 1 Magie/Piège \"Rikka\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Mudan la Féé Rikka\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1000,
    "def": 2400,
    "level": 6,
    "monsterType": "Plant",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Rikka"
  },
  {
    "id": "30459350",
    "name": "Mur de Fer Impérial",
    "nameEn": "Imperial Iron Wall",
    "description": "Aucun joueur ne peut bannir de cartes.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "67284908",
    "name": "Mur du Labyrinthe",
    "nameEn": "Labyrinth Wall",
    "description": "Ce mur forme un labyrinthe sans issue pour les ennemis.",
    "isEffect": false,
    "attribute": "EARTH",
    "atk": 0,
    "def": 3000,
    "level": 5,
    "monsterType": "Rock",
    "type": "Normal",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "89132148",
    "name": "Orbital Photon",
    "nameEn": "Photon Orbital",
    "description": "Durant votre Main Phase : vous pouvez cibler 1 monstre \"Photon\" ou \"Galactique\" que vous contrôlez ; équipez ce monstre depuis votre main ou Terrain à la cible. Il gagne 500 ATK, et aussi, il ne peut pas être détruit au combat. Vous pouvez envoyer cette Carte d'Équipement au Cimetière ; ajoutez 1 monstre \"Photon\" (\"Orbital Photon\" exclu) ou \"Galactique\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Orbital Photon\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 500,
    "def": 2000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Photon"
  },
  {
    "id": "71734607",
    "name": "Pétale Rikka",
    "nameEn": "Rikka Petal",
    "description": "Durant votre Main Phase : vous pouvez prendre 1 monstre \"Rikka\" (\"Pétale Rikka\" exclu) depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres Plante exclus) le reste de ce tour. Durant la End Phase de votre adversaire, tant que cette carte est dans votre Cimetière, si vous ne contrôlez aucun monstre ou si tous les monstres que vous contrôlez sont des monstres Plante : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Pétale Rikka\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Plant",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Rikka"
  },
  {
    "id": "23265313",
    "name": "Ristourne",
    "nameEn": "Cost Down",
    "description": "Défaussez 1 carte ; le reste de ce tour, réduisez le Niveau de tous les monstres dans votre main de 2 (même après qu'ils sont Invoqués).",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "14094090",
    "name": "Rituel du Super Soldat",
    "nameEn": "Super Soldier Ritual",
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Soldat du Lustre Noir\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal à 8. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte, 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES depuis votre Cimetière ; Invoquez Spécialement 1 Monstre Rituel \"Soldat du Lustre Noir\" depuis votre main, en ignorant ses conditions d'Invocation. Vous ne pouvez utiliser cet effet de \"Rituel du Super Soldat\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Black Luster Soldier"
  },
  {
    "id": "25955164",
    "name": "Sanga du Tonnerre",
    "nameEn": "Sanga of the Thunder",
    "description": "Durant le calcul des dommages du tour de votre adversaire, si cette carte est attaquée : vous pouvez cibler le monstre attaquant ; durant le calcul des dommages uniquement, l'ATK de la cible devient 0 (ceci est un Effet Rapide). Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2600,
    "def": 2200,
    "level": 7,
    "monsterType": "Thunder",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "98434877",
    "name": "Suijin",
    "nameEn": "Suijin",
    "description": "Durant le calcul des dommages du tour de votre adversaire, si cette carte est attaquée : vous pouvez cibler le monstre attaquant ; durant le calcul des dommages uniquement, l'ATK de la cible devient 0 (ceci est un Effet Rapide). Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2500,
    "def": 2400,
    "level": 7,
    "monsterType": "Aqua",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "99590524",
    "name": "Trappe Perfide",
    "nameEn": "Treacherous Trap Hole",
    "description": "Si vous n'avez aucune Carte Piège dans votre Cimetière : ciblez 2 monstres sur le Terrain ; détruisez les cibles.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Hole"
  },
  {
    "id": "30983281",
    "name": "Dragon Poussière d'Étoile Accel Synchro",
    "nameEn": "Accel Synchro Stardust Dragon",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\r\nSi cette carte est Invoquée par Synchronisation : vous pouvez Invoquer Spécialement 1 Syntoniseur de max. Niveau 2 depuis votre Cimetière. Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Dragon Poussière d'Étoile\" depuis votre Extra Deck (ceci est traité comme Invocation Synchro), puis, immédiatement après la résolution de cet effet, Invoquez par Synchronisation en utilisant des monstres que vous contrôlez comme Matériel. Le reste de ce tour, les monstres Invoqués par Synchronisation par cet effet ne sont pas affectés par les effets activés de votre adversaire. Vous ne pouvez utiliser chaque effet de \"Dragon Poussière d'Étoile Accel Synchro\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 2500,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Stardust"
  },
  {
    "id": "91706817",
    "name": "Ange aux Larmes Bleues",
    "nameEn": "Angel of Blue Tears",
    "description": "Ciblez 1 monstre face recto sur le Terrain ; l'adversaire de son contrôleur reçoit des dommages égaux au nombre de cartes dans sa main x 200, puis annulez les effets de la cible jusqu'à la fin de ce tour. Si des dommages d'effet sont infligés (sauf durant la Damage Step) : vous pouvez bannir cette carte depuis votre Cimetière ; Posez 1 Piège Normal directement depuis votre main ou Deck. S'il est Posé depuis la main, il peut être activé ce tour. Vous ne pouvez utiliser qu'1 effet de \"Ange aux Larmes Bleues\" par tour, et uniquement une fois le tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "30761649",
    "name": "Antopie Barian",
    "nameEn": "Barian Untopia",
    "description": "(Cette carte est toujours traitée comme carte \"de Barian\".)\r\nLes monstres \"Numéro\" que vous contrôlez avec un numéro entre \"101\" et \"107\" dans leur nom, ainsi que les monstres \"CXyz\" et monstres \"Numéro C\" que vous contrôlez, ne peuvent pas être détruits par des effets de carte de votre adversaire, et votre adversaire ne peut pas les cibler avec des effets de carte. Une fois par tour, si vous Invoquez Spécialement un Monstre Xyz avec un effet de Magie \"Magie-Rang-Plus\" : vous pouvez cibler le Monstre Xyz et 1 monstre contrôlé par votre adversaire ; attachez le monstre de l'adversaire au Monstre Xyz comme Matériel.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Barian's"
  },
  {
    "id": "65433790",
    "name": "Mode Bataille Royale - Adhésion",
    "nameEn": "Battle Royal Mode - Joining",
    "description": "Activez cette carte en ciblant 1 Monstre à Effet sur le Terrain. Les deux premières fois que le monstre va être détruit au combat chaque tour, il n'est pas détruit. Lorsqu'il est détruit au combat, le joueur qui l'a détruit gagne 2000 LP. Si l'adversaire du joueur du tour reçoit des dommages de combat ou d'effet : activez cet effet ; l'adversaire peut appliquer l'effet suivant.\r\n● Invoquez Spécialement 1 monstre de max. Niveau 4 depuis votre main ou Deck, mais perdez 2000 LP.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "70551291",
    "name": "Soldat du Lustre Noir - Spadassin Légendaire",
    "nameEn": "Black Luster Soldier - Legendary Swordsman",
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Forme du Chaos\" ou \"Rituel du Super Soldat\". Uniquement Invocable Rituellement. Durant votre Draw Phase, avant de piocher : vous pouvez révéler cette carte dans votre main ; renoncez à votre pioche normale ce tour, et si vous le faites, ajoutez 1 Magie Rituelle depuis votre Deck à votre main. Votre adversaire ne peut activer ni de cartes ni d'effets durant votre Battle Phase. Lorsque cette carte attaquante, qui a été Invoquée Rituellement en utilisant un Monstre Normal, détruit un monstre de l'adversaire au combat : vous pouvez mélanger toutes les cartes contrôlées par votre adversaire dans le Deck.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Black Luster Soldier"
  },
  {
    "id": "60176682",
    "name": "Double Attaque ! Vent et Tonnerre !",
    "nameEn": "Double Attack! Wind and Thunder!!",
    "description": "Si vous contrôlez un monstre \"Gardien de la Porte\" : ciblez 1 carte sur le Terrain ; détruisez-la. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 de vos \"Sanga du Tonnerre\", \"Kazejin\" ou \"Suijin\" bannis ou dans votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Double Attaque ! Vent et Tonnerre !\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "5833312",
    "name": "Duel Académie",
    "nameEn": "Duel Academy",
    "description": "Cette carte gagne ces effets selon les Types de Monstre sur le Terrain.\r\n● Guerrier, Bête ou Pyro : Une fois par tour, si vous activez une Carte Piège (sauf durant la Damage Step) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la.\r\n● Dinosaure, Serpent de Mer ou Tonnerre : Une fois par tour, si vous activez une Carte Magie (sauf durant la Damage Step) : vous pouvez infliger 1000 points de dommages à votre adversaire.\r\n● Machine, Elfe ou Démon : Une fois par tour, si vous activez un effet de monstre (sauf durant la Damage Step) : vous pouvez cibler 1 monstre face recto que vous contrôlez ; il gagne 1000 ATK (même si cette carte quitte le Terrain).",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "78217065",
    "name": "Explosion Finale d'Évolution",
    "nameEn": "Evolution End Burst",
    "description": "Ajoutez 1 \"Fusion en Surcharge\" depuis votre Deck à votre main. Si vous Invoquez par Fusion un monstre ce tour avec \"Fusion en Surcharge\", en utilisant min. 6 monstres comme Matériel, le monstre peut attaquer un nombre de fois chaque Battle Phase ce tour, inférieur ou égal au nombre de monstres utilisés comme ses Matériels Fusion. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres, sauf avec des effets de Magie. Vous ne pouvez activer qu'1 \"Explosion Finale d'Évolution\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Cyber Dragon"
  },
  {
    "id": "64211118",
    "name": "Dragon Pare-Feu de Fluide Sombre - Néotempête Térahertz",
    "nameEn": "Firewall Dragon Darkfluid - Neo Tempest Terahertz",
    "description": "3+ monstres Cyberse\r\nAnnulez les effets de monstre activés par votre adversaire durant la Battle Phase. (Effet Rapide) : vous pouvez envoyer 1 monstre Cyberse depuis votre Deck ou Extra Deck au Cimetière, et si vous le faites, cette carte gagne l'Attribut du monstre envoyé au Cimetière, et aussi, il gagne 2500 ATK. Vous ne pouvez utiliser cet effet de \"Dragon Pare-Feu de Fluide Sombre - Néotempête Térahertz\" qu'une fois par tour. Cette carte peut attaquer un nombre de fois des monstres chaque Battle Phase, inférieur ou égal au nombre d'Attributs différents qu'elle a.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isPendulum": false,
    "isLink": true,
    "archetype": "Firewall"
  },
  {
    "id": "27104921",
    "name": "Forger un Nouvel Avenir",
    "nameEn": "Forge a New Future",
    "description": "Une fois par Chaîne, si un monstre Link-4 est Invoqué par Lien : vous pouvez placer 1 Compteur sur cette carte (max. 3), puis vous pouvez appliquer l'effet suivant, selon le nombre de Compteurs sur elle.● 1 : Déclarez 1 nom de carte, et si vous le faites, les effets activés et les effets sur le Terrain de cartes de ce nom d'origine sont annulés ce tour.\r\n● 2 : Invoquez Spécialement 1 monstre de max. Niveau 4 depuis votre Cimetière.\r\n● 3 : Envoyez cette carte au Cimetière, et si vous le faites, Invoquez Spécialement 1 monstre Link-4 depuis votre Extra Deck.\r\nVous ne pouvez activer qu'1 \"Forger un Nouvel Avenir\" par tour.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "34904525",
    "name": "Gardien de la Porte du Tonnerre et du Vent",
    "nameEn": "Gate Guardian of Thunder and Wind",
    "description": "\"Sanga du Tonnerre\" + \"Kazejin\"\r\nUniquement Invocable Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus que vous contrôlez. Durant votre Main Phase : vous pouvez ajouter 1 Magie/Piège depuis votre Deck à votre main qui mentionne \"Sanga du Tonnerre\", \"Kazejin\" ET \"Suijin\". Vous ne pouvez utiliser cet effet de \"Gardien de la Porte du Tonnerre et du Vent\" qu'une fois par tour. Si cette carte face recto Invoquée Spécialement contrôlée par son propriétaire quitte le Terrain à cause d'une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 de vos \"Sanga du Tonnerre\" ou \"Kazejin\" bannis.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2200,
    "level": 9,
    "monsterType": "Thunder",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "97783338",
    "name": "Gardien de la Porte de l'Eau et du Tonnerre",
    "nameEn": "Gate Guardian of Water and Thunder",
    "description": "\"Suijin\" + \"Sanga du Tonnerre\"\r\nUniquement Invocable Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus que vous contrôlez. Une fois par Chaîne (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la fin de ce tour, changez son ATK à 0. Vous ne pouvez utiliser cet effet de \"Gardien de la Porte de l'Eau et du Tonnerre\" que deux fois par tour. Si cette carte face recto Invoquée Spécialement contrôlée par son propriétaire quitte le Terrain à cause d'une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 de vos \"Suijin\" ou \"Sanga du Tonnerre\" bannis.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2550,
    "def": 2300,
    "level": 9,
    "monsterType": "Aqua",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "61398234",
    "name": "Gardien de la Porte du Vent et de l'Eau",
    "nameEn": "Gate Guardian of Wind and Water",
    "description": "\"Kazejin\" + \"Suijin\"\r\nUniquement Invocable Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus que vous contrôlez. Une fois par Chaîne, lorsque votre adversaire active une Carte Magie/Piège ou effet de Magie/Piège sur le Terrain (Effet Rapide) : vous pouvez annuler l'effet. Vous ne pouvez utiliser cet effet de \"Gardien de la Porte du Vent et de l'Eau\" que deux fois par tour. Si cette carte face recto Invoquée Spécialement contrôlée par son propriétaire quitte le Terrain à cause d'une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 de vos \"Kazejin\" ou \"Suijin\" bannis.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 2450,
    "def": 2300,
    "level": 9,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "8505920",
    "name": "Association du Gardien de la Porte",
    "nameEn": "Gate Guardians Combined",
    "description": "\"Sanga du Tonnerre\" + \"Kazejin\" + \"Suijin\"\r\nUniquement Invocable Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus depuis votre main, Terrain et/ou Cimetière. Lorsque votre adversaire active une carte ou un effet qui cible une ou plusieurs cartes que vous contrôlez (Effet Rapide) : vous pouvez annuler l'effet, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser cet effet de \"Association du Gardien de la Porte\" que trois fois par tour. Si cette carte face recto Invoquée Spécialement contrôlée par son propriétaire quitte le Terrain à cause d'une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Gardien de la Porte\" de max. Niveau 11 depuis votre Deck ou Extra Deck, en ignorant ses conditions d'Invocation.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3750,
    "def": 3400,
    "level": 12,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "39049051",
    "name": "Kahyoreigetsu",
    "nameEn": "Kahyoreigetsu",
    "description": "Invoquez Spécialement 1 monstre Elfe, Magicien, Bête Ailée ou Bête-Guerrier de max. Niveau 4 depuis votre main, et si vous le faites, équipez-le avec cette carte, puis vous pouvez renvoyer tous les monstres Dragon sur le Terrain à la main. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée depuis la Zone Magie & Piège ce tour tant qu'elle était face recto : vous pouvez ajouter 1 \"Parasite Fusion\", Magie \"Polymérisation\" ou Magie \"Fusion\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Kahyoreigetsu\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "35026117",
    "name": "Char Lourd du Labyrinthe",
    "nameEn": "Labyrinth Heavy Tank",
    "description": "Vous pouvez Invoquer Normalement cette carte sans Sacrifices. Ne peut pas attaquer le tour où elle est Invoquée Normalement. Durant votre Main Phase : vous pouvez placer face recto 1 de vos \"Sanga du Tonnerre\", \"Kazejin\" ou \"Suijin\" qui est banni, ou dans votre main ou Deck, dans votre Zone Magie & Piège comme Magie Continue, puis, si vous contrôlez une carte \"Mur du Labyrinthe\", vous pouvez détruire 1 monstre contrôlé par votre adversaire. Vous ne pouvez utiliser cet effet de \"Char Lourd du Labyrinthe\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2400,
    "def": 2400,
    "level": 7,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "34771947",
    "name": "Ombre du Mur du Labyrinthe",
    "nameEn": "Labyrinth Wall Shadow",
    "description": "Les monstres (monstres dont le Niveau d'origine est min. 5 exclus) ne peuvent pas attaquer le tour où ils sont Invoqués. Une fois par tour, durant votre Main Phase : vous pouvez placer face recto 1 de vos \"Sanga du Tonnerre\", \"Kazejin\" ou \"Suijin\" qui est banni, ou dans votre main ou Deck, dans votre Zone Magie & Piège comme Magie Continue. Au début de la Battle Phase de votre adversaire : vous pouvez cibler 1 monstre contrôlé par votre adversaire avec moins de 1600 ATK ; détruisez-le.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Labyrinth Wall"
  },
  {
    "id": "93777634",
    "name": "Numéro 39 : Ascension de l'Utopie",
    "nameEn": "Number 39: Utopia Rising",
    "description": "2 monstres de Niveau 4\r\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 Monstre Xyz \"Numéro\" (\"Numéro 39 : Ascension de l'Utopie\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, puis vous pouvez détacher tous les Matériels de cette carte et les attacher au monstre. Si vous Invoquez par Xyz (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Numéro 39 : Ascension de l'Utopie\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Number"
  },
  {
    "id": "31006879",
    "name": "À vos Marques, Prêts, DUEL !",
    "nameEn": "On Your Mark, Get Set, DUEL!",
    "description": "Lorsque cette carte est activée : si vous ne contrôlez aucune autre carte, vous pouvez ajouter 1 monstre \"Synchronique\" depuis votre Deck à votre main. Une fois par tour, durant votre Standby Phase : placez 1 Compteur Signal sur cette carte. Vous pouvez retirer 2 Compteurs Signal depuis votre Terrain, et envoyez cette carte face recto au Cimetière ; piochez 2 cartes, puis envoyez 1 carte depuis votre main au Cimetière. Vous ne pouvez activer qu'1 \"À vos Marques, Prêts, DUEL !\" par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Synchron"
  },
  {
    "id": "67378935",
    "name": "Réseau Habillé",
    "nameEn": "Overlay Network",
    "description": "Vous pouvez activer 1 des effets suivants.\r\n● Ciblez 1 monstre face recto que vous contrôlez ; Invoquez Spécialement 1 monstre de même Niveau depuis votre main ou Cimetière en Position de Défense, mais annulez ses effets. Vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz exclus) depuis l'Extra Deck le tour où vous activez cet effet.\r\n● Ciblez 1 Monstre Xyz que vous contrôlez ; ajoutez 1 carte qui lui est attachée à la main.\r\nVous ne pouvez utiliser cet effet de \"Réseau Habillé\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Overlay"
  },
  {
    "id": "92644052",
    "name": "Duelliste Extraordinaire Potartiste",
    "nameEn": "Performapal Duelist Extraordinaire",
    "description": "[ Effet Pendule ] \nUne fois par tour, au début de la Damage Step, si un monstre combat un monstre : vous pouvez renvoyer cette carte à la main, et si vous le faites, bannissez 1 Magie depuis votre Deck. Votre monstre ne peut être détruit par ce combat, et aussi, les dommages de combat que vous recevez sont divisés par deux.\n\n[ Effet ] \nLorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez ajouter 1 \"Âme du Roi Suprême\", monstre \"Roi Suprême du Dragon\" ou monstre \"Roi Suprême du Portail\" depuis votre Deck à votre main. Une fois par tour, durant la Standby Phase : activez cet effet ; chaque joueur peut bannir 1 Magie depuis son Deck. Une fois par tour, lorsqu'un monstre déclare une attaque : activez cet effet ; le joueur attaqué peut appliquer l'effet suivant.\r\n● Ajoutez 1 de vos Magies bannies à votre main, puis défaussez-la, et si vous le faites, annulez l'attaque.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 400,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": true,
    "isLink": false,
    "archetype": "Performapal"
  },
  {
    "id": "33055499",
    "name": "Proie de Jirai Gumo",
    "nameEn": "Prey of the Jirai Gumo",
    "description": "Invoquez Spécialement cette carte comme un Monstre Normal (Insecte/TERRE/Niveau 5/ATK 2100/DEF 100) dans votre Zone Monstre Main dans sa même colonne (cette carte est toujours aussi un Piège), puis vous pouvez détruire 1 monstre contrôlé par votre adversaire dans la colonne de cette carte. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 de vos \"Sanga du Tonnerre\", \"Kazejin\" ou \"Suijin\" bannis ou dans votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Proie de Jirai Gumo\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "6556909",
    "name": "Âme aux Yeux Rouges",
    "nameEn": "Red-Eyes Soul",
    "description": "Le nom de cette carte devient \"Dragon Noir aux Yeux Rouges\" tant qu'elle est sur le Terrain ou dans le Cimetière. Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; Invoquez Spécialement 1 monstre \"Yeux Rouges\" (\"Âme aux Yeux Rouges\" exclu) depuis votre main ou Deck. Vous ne pouvez utiliser cet effet de \"Âme aux Yeux Rouges\" qu'une fois par tour. (Effet Rapide) : vous pouvez cibler 1 \"Dragon Noir aux Yeux Rouges\" que vous contrôlez ; infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Vous ne pouvez utiliser cet effet de \"Âme aux Yeux Rouges\" qu'une fois par Duel.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 900,
    "def": 2000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Red-Eyes"
  },
  {
    "id": "96661780",
    "name": "Gardien Riryoku",
    "nameEn": "Riryoku Guardian",
    "description": "Si vos LP sont inférieurs à ceux de votre adversaire : ciblez 1 monstre que vous contrôlez avec \"Gardien de la Porte\" dans son nom d'origine ; divisez par deux les LP de votre adversaire, puis le monstre gagne une ATK égale aux LP de votre adversaire. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 de vos \"Sanga du Tonnerre\", \"Kazejin\" ou \"Suijin\" bannis ou dans votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Gardien Riryoku\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Gate Guardian"
  },
  {
    "id": "66156348",
    "name": "Saga de l'Empereur Dragon",
    "nameEn": "Saga of the Dragon Emperor",
    "description": "Ciblez 1 monstre Dragon que vous contrôlez ; son ATK sera doublée (jusqu'à la fin de ce tour), puis, si votre adversaire contrôle actuellement un monstre Dragon, l'activation des effets du monstre ciblé ne peut pas être annulée le reste de ce tour. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 de vos Monstres Xyz Dragon qui est banni ou dans votre Cimetière, en Position de Défense. Vous ne pouvez utiliser qu'1 effet de \"Saga de l'Empereur Dragon\" par tour, et uniquement une fois le tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "62411811",
    "name": "Goule d'Ombre du Labyrinthe",
    "nameEn": "Shadow Ghoul of the Labyrinth",
    "description": "Vous pouvez défausser cette carte ; ajoutez 1 carte \"Mur du Labyrinthe\" depuis votre Deck à votre main. Au début de la Damage Step, si un monstre de votre adversaire combat, tant que vous contrôlez une carte \"Mur du Labyrinthe\" : vous pouvez bannir cette carte depuis votre Cimetière ; détruisez le monstre de l'adversaire. Vous ne pouvez utiliser chaque effet de \"Goule d'Ombre du Labyrinthe\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 1600,
    "def": 1300,
    "level": 5,
    "monsterType": "Zombie",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "92428405",
    "name": "Âme du Roi Suprême",
    "nameEn": "Soul of the Supreme King",
    "description": "Payez la moitié de vos LP ; Invoquez Spécialement 1 \"Z-ARC, Roi Suprême\" depuis votre Extra Deck, en ignorant ses conditions d'Invocation, mais annulez ses effets. Il est renvoyé à l'Extra Deck durant la End Phase du prochain tour. Lorsque votre adversaire active une Carte Magie ou effet de Magie : vous pouvez bannir cette carte depuis votre Cimetière et 1 \"Z-ARC, Roi Suprême\" depuis votre Zone Monstre face recto ; Invoquez Spécialement max. 1 monstre \"Dragon Pendule\", max. 1 monstre \"Dragon Xyz\", max. 1 monstre \"Dragon Synchro\" et max. 1 monstre \"Dragon Fusion\" depuis votre main, Deck, Extra Deck et/ou Cimetière.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Supreme King"
  },
  {
    "id": "4599182",
    "name": "Ce Sinistre Petit Vaurien",
    "nameEn": "This Creepy Little Punk",
    "description": "(Cette carte est toujours traitée comme carte \"Enfernité\".)\r\nInvoquez Spécialement 1 de vos monstres \"Enfernité\" qui est banni, ou dans votre main ou Cimetière. Si un ou plusieurs monstres \"Enfernité\" face recto que vous contrôlez sont détruits au combat, ou quittent le Terrain à cause d'un effet de carte de l'adversaire, tant que cette carte est dans votre Cimetière : vous pouvez Poser cette carte. Vous ne pouvez utiliser chaque effet de \"Ce Sinistre Petit Vaurien\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Infernity"
  },
  {
    "id": "68490573",
    "name": "Place à la Résistance",
    "nameEn": "Time to Stand Up",
    "description": "Si un Monstre Synchro Dragon est sur le Terrain : Invoquez Spécialement max. 2 monstres, qui sont des monstres \"Diapason\" et/ou monstres Dragon de Niveau 1, depuis votre Deck. Lorsqu'un effet de monstre est activé, tant que vous contrôlez un Monstre Synchro TÉNÈBRES Dragon de min. Niveau 10 : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'effet, et si vous le faites, 1 Monstre Synchro que vous contrôlez gagne 2000 ATK jusqu'à la fin du prochain tour. Vous ne pouvez utiliser chaque effet de \"Place à la Résistance\" qu'une fois par tour.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Resonator"
  },
  {
    "id": "32828466",
    "name": "Réveillez votre HÉROS Élémentaire",
    "nameEn": "Wake Up Your Elemental HERO",
    "description": "1 Monstre Fusion \"HÉROS Élémentaire\" + 1+ monstre Guerrier\r\nUniquement Invocable par Fusion. Gagne 300 ATK pour chaque Matériel utilisé pour son Invocation. Cette carte peut faire un nombre d'attaques sur des monstres chaque Battle Phase, inférieur ou égal au nombre de Monstres Fusion utilisés comme Matériel pour son Invocation. Après le calcul des dommages, si cette carte a combattu un monstre : détruisez le monstre, et si vous le faites, infligez des dommages à votre adversaire égaux à son ATK d'origine. Si cette carte Invoquée par Fusion est détruite : Invoquez Spécialement 1 monstre Guerrier depuis votre main ou Deck.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2100,
    "level": 10,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Elemental HERO"
  }
]