[
  {
    "id": "44256816",
    "name": "1er Mouvement Solo",
    "nameEn": "1er Mouvement Solo",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre : Invoquez Spécialement 1 monstre \"Musique\" de max. Niveau 4 depuis votre main ou Deck. Vous ne pouvez activer qu'1 \"1er Mouvement Solo\" par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Musique\" exclus) durant le tour où vous activez cette carte.",
    "archetype": "Melodious"
  },
  {
    "id": "22091345",
    "name": "Aiglepic Potartiste",
    "nameEn": "Aiglepic Potartiste",
    "attribute": "WIND",
    "atk": 900,
    "def": 900,
    "level": 2,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez cibler 1 monstre face recto que vous contrôlez ; ce tour, s'il attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.",
    "archetype": "Performapal"
  },
  {
    "id": "96606246",
    "name": "Amâne Potartiste",
    "nameEn": "Amâne Potartiste",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 600,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"Potartiste\" de max. Niveau 4 depuis votre main ou Cimetière.",
    "archetype": "Performapal"
  },
  {
    "id": "95254840",
    "name": "Annulation de Dernière Minute",
    "nameEn": "Annulation de Dernière Minute",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de votre adversaire déclare une attaque tant que vous contrôlez un ou plusieurs monstres en Position d'Attaque : changez tous les monstres que vous contrôlez en Position de Défense. Pour le reste de ce tour après la résolution de cette carte, renvoyez tous les monstres \"Potartiste\" face recto que vous contrôlez qui sont détruits au combat ou par un effet de carte à la main au lieu de les envoyer au Cimetière.",
    "archetype": "Performapal"
  },
  {
    "id": "22765132",
    "name": "Appel Potartiste",
    "nameEn": "Appel Potartiste",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de votre adversaire déclare une attaque directe : ciblez le monstre attaquant ; annulez l'attaque, et si vous le faites, ajoutez max. 2 monstres \"Potartiste\" depuis votre Deck à votre main, dont la DEF totale est inférieure ou égale à l'ATK du monstre ciblé. Jusqu'à la fin du prochain tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck.",
    "archetype": "Performapal"
  },
  {
    "id": "40502912",
    "name": "Aria la Diva de la Musique",
    "nameEn": "Aria la Diva de la Musique",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 1200,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que cette carte Invoquée Spécialement est sur le Terrain, les monstres \"Musique\" que vous contrôlez ne peuvent être ni ciblés par des effets de carte, ni détruits au combat.",
    "archetype": "Melodious"
  },
  {
    "id": "77679716",
    "name": "Armure Brisâme Samouraï Supralourd",
    "nameEn": "Armure Brisâme Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 0,
    "def": 500,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou votre Terrain à la cible. Il perd 1000 DEF, et aussi, il ne peut pas être détruit au combat. Si cette carte est dans votre Cimetière : vous pouvez bannir tous les \"Armure Brisâme Samouraï Supralourd\" depuis votre Cimetière, puis ciblez 1 monstre \"Samouraï Supralourd\" sur le Terrain dont la DEF actuelle est inférieure à sa DEF d'origine ; infligez des dommages à votre adversaire égaux à la différence entre sa DEF actuelle et d'origine.",
    "archetype": "Superheavy"
  },
  {
    "id": "4786063",
    "name": "Armure de Feu Âme Samouraï Supralourd",
    "nameEn": "Armure de Feu Âme Samouraï Supralourd",
    "attribute": "FIRE",
    "atk": 800,
    "def": 800,
    "level": 2,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou votre Terrain à la cible. Son Niveau devient 5. Durant le tour de chaque joueur : vous pouvez défausser cette carte, puis ciblez 1 monstre \"Samouraï Supralourd\" en Position de Défense que vous contrôlez ; jusqu'à la fin de ce tour, il perd 800 DEF, mais il ne peut être détruit ni au combat ni par des effets de carte.",
    "archetype": "Superheavy"
  },
  {
    "id": "56611470",
    "name": "Artéfacts Déchaînés",
    "nameEn": "Artéfacts Déchaînés",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 2 monstres \"Artéfact\" que vous contrôlez ; immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz en utilisant uniquement ces 2 monstres, et aussi, pour le reste de ce tour après la résolution de cette carte, les monstres que vous contrôlez (monstres \"Artéfact\" exclus) ne peuvent pas attaquer. Si cette carte en possession de son propriétaire est détruite par une carte de votre adversaire : vous pouvez révéler 1 monstre LUMIÈRE de Niveau 5 depuis votre main ; piochez 1 carte.",
    "archetype": "Artifact"
  },
  {
    "id": "36376145",
    "name": "Attaque d'Âme",
    "nameEn": "Attaque d'Âme",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez max. 4000 LP, lorsqu'une attaque impliquant un monstre que vous contrôlez et un monstre de votre adversaire est déclarée : payez la moitié de vos LP, puis ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la fin du tour de votre adversaire, il gagne une ATK égale au déficit entre vos LP actuels et 4000. Vous ne pouvez activer qu'1 \"Attaque d'Âme\" par tour."
  },
  {
    "id": "5795980",
    "name": "Attaque des Monarques",
    "nameEn": "Attaque des Monarques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre Invoqué Normalement/Posé de min. Niveau 5 face recto, puis ciblez 1 carte face recto sur le Terrain ; annulez ses effets, puis piochez 1 carte. (Ces effets restent annulés jusqu'à la fin de ce tour.) Durant votre Main Phase, si cette carte est dans votre Cimetière : vous pouvez bannir cette carte, puis déclarez 1 Attribut ; jusqu'à la fin de ce tour, tous les monstres actuellement face recto sur le Terrain deviennent de cet Attribut.",
    "archetype": "Monarch"
  },
  {
    "id": "7573135",
    "name": "Auguste, Bête Gladiateur",
    "nameEn": "Auguste, Bête Gladiateur",
    "attribute": "DARK",
    "atk": 2600,
    "def": 1000,
    "level": 8,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Spécialement par l'effet d'un monstre \"Bête Gladiateur\" : vous pouvez Invoquer Spécialement 1 monstre \"Bête Gladiateur\" depuis votre main en Position de Défense. Durant la End Phase, mélangez-le dans le Deck. À la fin de la Battle Phase, si cette carte a attaqué ou a été attaquée : vous pouvez la mélanger dans le Deck ; Invoquez Spécialement 1 monstre \"Bête Gladiateur\" (\"Auguste, Bête Gladiateur\" exclu) depuis votre Deck.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "82140600",
    "name": "Avalon",
    "nameEn": "Avalon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 5 monstres \"Chevalier Noble\" dans votre Cimetière, incluant min. 1 monstre \"Artorigus\" et min. 1 monstre \"Laundsallyn\" ; bannissez les cibles, et si vous le faites, détruisez toutes les cartes sur le Terrain.",
    "archetype": "Noble Knight"
  },
  {
    "id": "41628550",
    "name": "Bagarreur Bleu Samouraï Supralourd",
    "nameEn": "Bagarreur Bleu Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 0,
    "def": 2000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez changer sa position de combat. Non destructible au combat.",
    "archetype": "Superheavy"
  },
  {
    "id": "78391364",
    "name": "Balance Samouraï Supralourd",
    "nameEn": "Balance Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 800,
    "def": 1800,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle min. 2 monstres et que vous n'en contrôlez aucun, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre \"Samouraï Supralourd\" de max. Niveau 4 (\"Balance Samouraï Supralourd\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser cet effet de \"Balance Samouraï Supralourd\" qu'une fois par tour.",
    "archetype": "Superheavy"
  },
  {
    "id": "40061558",
    "name": "Base Aérienne Apoqliphort",
    "nameEn": "Base Aérienne Apoqliphort",
    "attribute": "EARTH",
    "atk": 2900,
    "def": 2500,
    "level": 9,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Nécessite 3 Sacrifices \"Qli\" pour Invoquer Normalement ou Poser Normalement. Si cette carte est Invoquée Normalement ou Posée Normalement, elle n'est affectée ni par les effets de Magie/Piège ni par les effets activés de monstres dont le Niveau/Rang d'origine est inférieur au Niveau actuel de cette carte. Une fois par tour : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; jusqu'à la End Phase, prenez son contrôle.",
    "archetype": "Apoqliphort"
  },
  {
    "id": "83755611",
    "name": "Baxia, Éclat du Yang Zing",
    "nameEn": "Baxia, Éclat du Yang Zing",
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 2600,
    "level": 8,
    "monsterType": "Wyrm",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur Wyrm\nLorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler un nombre de cartes sur le Terrain, inférieur ou égal au nombre d'Attributs d'origine différents des monstres Wyrm utilisés pour l'Invocation Synchro de cette carte ; mélangez-les dans le Deck. Une fois par tour : vous pouvez cibler 1 carte que vous contrôlez et 1 monstre de max. Niveau 4 dans votre Cimetière ; détruisez la carte sur le Terrain, et si vous le faites, Invoquez Spécialement l'autre monstre depuis le Cimetière.",
    "archetype": "Yang Zing"
  },
  {
    "id": "12697630",
    "name": "Beagalltach - Artéfact",
    "nameEn": "Beagalltach - Artéfact",
    "attribute": "LIGHT",
    "atk": 1400,
    "def": 2100,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Carte Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Si cette carte est Invoquée Spécialement durant le tour de votre adversaire : détruisez max. 2 cartes Posées que vous contrôlez (min. 1). Vous ne pouvez utiliser cet effet de \"Beagalltach - Artéfact\" qu'une fois par tour.",
    "archetype": "Artifact"
  },
  {
    "id": "3717252",
    "name": "Bête Marionnette de l'Ombre",
    "nameEn": "Bête Marionnette de l'Ombre",
    "attribute": "DARK",
    "atk": 2200,
    "def": 1700,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez piocher 2 cartes, puis défaussez 1 carte.\nSi cette carte est envoyée au Cimetière par un effet de carte : vous pouvez piocher 1 carte. Vous ne pouvez utiliser qu'1 effet de \"Bête Marionnette de l'Ombre\" par tour, et uniquement une fois le tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "66500065",
    "name": "Bi'an, Terre du Yang Zing",
    "nameEn": "Bi'an, Terre du Yang Zing",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 0,
    "level": 3,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Bi'an, Terre du Yang Zing\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Bi'an, Terre du Yang Zing\" qu'une fois par tour. Une fois par tour, durant la Main Phase ou Battle Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres \"Yang Zing\" que vous contrôlez (ceci est un Effet Rapide). Un Monstre Synchro qui a utilisé cette carte comme Matériel de Synchro ne peut pas être détruit au combat.",
    "archetype": "Yang Zing"
  },
  {
    "id": "2095764",
    "name": "Bixi, Eau du Yang Zing",
    "nameEn": "Bixi, Eau du Yang Zing",
    "attribute": "WATER",
    "atk": 0,
    "def": 2000,
    "level": 2,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Bixi, Eau du Yang Zing\" exclu) depuis votre Deck en Position d'Attaque. Vous ne pouvez utiliser cet effet de \"Bixi, Eau du Yang Zing\" qu'une fois par tour. Une fois par tour, durant la Main Phase ou Battle Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres \"Yang Zing\" que vous contrôlez (ceci est un Effet Rapide). Un Monstre Synchro qui a utilisé cette carte comme Matériel de Synchro n'est pas affecté par des effets de Piège.",
    "archetype": "Yang Zing"
  },
  {
    "id": "11475049",
    "name": "Bouclier d'Achille - Artéfact",
    "nameEn": "Bouclier d'Achille - Artéfact",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 2200,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Carte Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Si cette carte est Invoquée Spécialement durant le tour de votre adversaire : le reste de ce tour, votre adversaire ne peut pas cibler de monstres \"Artéfact\" que vous contrôlez avec une attaque.",
    "archetype": "Artifact"
  },
  {
    "id": "67249508",
    "name": "Brutalité Yang Zing",
    "nameEn": "Brutalité Yang Zing",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre \"Yang Zing\" que vous contrôlez combat un monstre de l'adversaire, durant le calcul des dommages : l'ATK/DEF de votre monstre combattant devient le double de son ATK/DEF d'origine durant ce calcul des dommages uniquement, mais détruisez-le à la fin de la Damage Step.",
    "archetype": "Yang Zing"
  },
  {
    "id": "9418365",
    "name": "Bujin Hirume",
    "nameEn": "Bujin Hirume",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable. Doit d'abord être Invoquée Spécialement (depuis votre main) en bannissant 1 monstre \"Bujin\" (\"Bujin Hirume\" exclu) depuis votre Cimetière. Si cette carte, qui a été Invoquée de cette façon, est détruite par une carte de votre adversaire (au combat ou par un effet de carte) et envoyée depuis votre Terrain à votre Cimetière, et que chaque joueur a une main : vous pouvez défausser 1 carte, puis votre adversaire défausse 1 carte. Vous ne pouvez contrôler qu'1 \"Bujin Hirume\".",
    "archetype": "Bujin"
  },
  {
    "id": "11221418",
    "name": "Bujincident",
    "nameEn": "Bujincident",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz \"Bujin\" que vous contrôlez ; bannissez-le, et si vous le faites, renvoyez tous les monstres sur le Terrain à la main. Jusqu'à votre 2e End Phase après activation, aucun joueur ne peut ni Invoquer de monstres ni recevoir de dommages (mais peut Poser Normalement). Durant votre 2e End Phase après activation : ciblez 1 monstre \"Bujin\" dans votre Cimetière ; Invoquez Spécialement le monstre banni par cet effet, et si vous le faites, attachez-lui la cible comme Matériel Xyz.",
    "archetype": "Bujin"
  },
  {
    "id": "56574543",
    "name": "Bujingi Sinyou",
    "nameEn": "Bujingi Sinyou",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Damage Step de chaque joueur, si un monstre \"Bujin\" de Type Bête-Guerrier que vous contrôlez combat un monstre de votre adversaire : vous pouvez bannir cette carte depuis votre Cimetière ; jusqu'à la fin de la Damage Step, le monstre que vous contrôlez gagne une ATK égale à l'ATK actuelle du monstre de votre adversaire qu'il combat, et s'il le fait, tous les dommages de combat reçus par votre adversaire de ce combat sont divisés par deux. Vous ne pouvez utiliser cet effet de \"Bujingi Sinyou\" qu'une fois par tour.",
    "archetype": "Bujin"
  },
  {
    "id": "68618157",
    "name": "Bujinki Amaterasu",
    "nameEn": "Bujinki Amaterasu",
    "attribute": "LIGHT",
    "atk": 2600,
    "def": 2500,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 4\nVous ne pouvez contrôler qu'1 \"Bujinki Amaterasu\". Une fois par tour, durant le tour de chaque joueur : vous pouvez détacher 1 Matériel Xyz de cette carte ; appliquez cet effet, selon le tour.\n●Votre tour : Ciblez 1 de vos monstres de max. Niveau 4 bannis ; Invoquez Spécialement la cible.\n●Le tour de votre adversaire : Ciblez 1 de vos monstres de max. Niveau 4 bannis ; ajoutez la cible à votre main.",
    "archetype": "Bujin"
  },
  {
    "id": "55599882",
    "name": "Bujintervention",
    "nameEn": "Bujintervention",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Bujin\" sur le Terrain ; le reste de ce tour, appliquez-lui cet effet. Chaque fois qu'il détruit un monstre au combat dont l'ATK actuelle est supérieure ou égale à l'ATK d'origine du monstre ciblé, et l'envoie au Cimetière : bannissez le monstre détruit, et si vous le faites, bannissez tous les monstres du même nom que le monstre détruit avait dans le Cimetière depuis la main, Main Deck, Extra Deck et Cimetière de votre adversaire.",
    "archetype": "Bujin"
  },
  {
    "id": "33823832",
    "name": "Cachecolion de Feu Potartiste",
    "nameEn": "Cachecolion de Feu Potartiste",
    "attribute": "FIRE",
    "atk": 800,
    "def": 800,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhen a Pendulum Monster you control is destroyed by battle: You can Special Summon this card from your Pendulum Zone.\n\n[ Monster Effect ] \nUne fois par tour, si un Monstre Pendule que vous contrôlez détruit un monstre de votre adversaire au combat, après le calcul des dommages : jusqu'à la fin de la Battle Phase, vous pouvez faire gagner 200 ATK au monstre que vous contrôlez, et si vous le faites, il peut faire une seconde attaque à la suite.",
    "archetype": "Performapal"
  },
  {
    "id": "84268896",
    "name": "Caducée - Artéfact",
    "nameEn": "Caducée - Artéfact",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 2400,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Carte Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Durant le tour de votre adversaire, chaque fois qu'un ou plusieurs monstres \"Artéfact\" sont Invoqués Spécialement : piochez 1 carte. Vous devez contrôler cette carte face recto pour activer et résoudre cet effet. Vous ne pouvez contrôler qu'1 \"Caducée - Artéfact\".",
    "archetype": "Artifact"
  },
  {
    "id": "21501505",
    "name": "Cairngorgon, Chevalier Antilumière",
    "nameEn": "Cairngorgon, Chevalier Antilumière",
    "attribute": "DARK",
    "atk": 2450,
    "def": 1950,
    "level": 4,
    "monsterType": "Rock",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nDurant le tour de chaque joueur, lorsqu'une autre carte ou effet qui cible exactement 1 carte sur le Terrain (et aucune autre carte) est activé : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez une autre carte sur le Terrain qui serait une cible appropriée pour la carte/effet ; la carte/effet cible maintenant la nouvelle cible."
  },
  {
    "id": "87288189",
    "name": "Caius le Méga Monarque",
    "nameEn": "Caius le Méga Monarque",
    "attribute": "DARK",
    "atk": 2800,
    "def": 1000,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer par Sacrifice cette carte en Sacrifiant 1 monstre Invoqué par Sacrifice. Si cette carte est Invoquée par Sacrifice : ciblez 1 carte sur le Terrain ; bannissez-la, et si vous le faites, infligez 1000 points de dommages à votre adversaire, puis, si c'est une Carte Monstre TÉNÈBRES, bannissez toutes les cartes de ce nom depuis la main, Main Deck, Extra Deck et Cimetière du joueur qui la contrôlait. Si cette carte a été Invoquée par Sacrifice en Sacrifiant un monstre TÉNÈBRES, ajoutez cet effet supplémentaire.\n●Vous pouvez cibler 2 cartes à la place.",
    "archetype": "Monarch"
  },
  {
    "id": "43785278",
    "name": "Canon de Foucault",
    "nameEn": "Canon de Foucault",
    "attribute": "DARK",
    "atk": 2200,
    "def": 1200,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, during the End Phase, if this card was activated this turn: You can target 1 face-up Spell/Trap Card on the field; destroy it.\n\n[ Monster Effect ] \nUne forme de vie mécanisée, errant à travers l'espace-temps. Étrangement, elle semble avoir presque perdu tou... sa mémoi... P...ur que...lle raison ? Refu... elle d'interf... avec ?"
  },
  {
    "id": "3064425",
    "name": "Canon Détonâme Samouraï Supralourd",
    "nameEn": "Canon Détonâme Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1000,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou votre Terrain à la cible. Il gagne 1000 DEF. Durant la Battle Phase de chaque joueur, lorsque votre adversaire active un effet de carte tant que vous contrôlez un monstre \"Samouraï Supralourd\" en Position de Défense : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'activation, et si vous le faites, détruisez-la, puis détruisez autant de monstres sur le Terrain que possible (min. 1), et si vous le faites, chaque joueur reçoit 1000 points de dommages.",
    "archetype": "Superheavy"
  },
  {
    "id": "16021142",
    "name": "Canon la Diva de la Musique",
    "nameEn": "Canon la Diva de la Musique",
    "attribute": "LIGHT",
    "atk": 1400,
    "def": 2000,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Musique\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Canon la Diva de la Musique\" qu'une fois par tour de cette façon. Une fois par tour : vous pouvez cibler 1 monstre \"Musique\" que vous contrôlez ; changez sa position de combat.",
    "archetype": "Melodious"
  },
  {
    "id": "18027138",
    "name": "Carnival Hippopotame",
    "nameEn": "Carnival Hippopotame",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 3 \"Jeton Hippopotame\" (Type Bête/TERRE/Niveau 1/ATK 0/DEF 0), mais ils ne peuvent pas être Sacrifiés. Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck tant que \"Jeton Hippopotame\" est dans une Zone Monstre. Le reste de ce tour après la résolution de cette carte, les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres (\"Jeton Hippopotame\" exclu) avec une attaque."
  },
  {
    "id": "36776089",
    "name": "Cavalerie Céleste Centaurea",
    "nameEn": "Cavalerie Céleste Centaurea",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 0,
    "level": 2,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 2\nNon destructible au combat tant qu'elle a du Matériel. À la fin de la Damage Step, si cette carte a combattu un monstre de l'adversaire : vous pouvez détacher 1 Matériel de cette carte ; renvoyez le monstre de l'adversaire à la main."
  },
  {
    "id": "43912676",
    "name": "Célestia",
    "nameEn": "Célestia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres de Type Wyrm gagnent 300 ATK/DEF. Une fois par tour : vous pouvez bannir 3 monstres de Type Wyrm depuis votre Cimetière, puis ciblez 1 carte sur le Terrain ; détruisez-la."
  },
  {
    "id": "8873112",
    "name": "Chakram - Artéfact",
    "nameEn": "Chakram - Artéfact",
    "attribute": "LIGHT",
    "atk": 1900,
    "def": 2000,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Carte Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Durant le tour de chaque joueur, lorsqu'une carte ou un effet qui va détruire une ou plusieurs Cartes Magie/Piège que vous contrôlez est activé, tant que cette carte est dans votre main : vous pouvez renvoyer 1 Carte Magie/Piège Posée que vous contrôlez à la main ; Invoquez Spécialement cette carte.",
    "archetype": "Artifact"
  },
  {
    "id": "4450854",
    "name": "Changement Qlimatique",
    "nameEn": "Changement Qlimatique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez max. 3 Cartes Monstre Pendule \"Qli\" face recto depuis votre Extra Deck à votre main. Vous ne pouvez activer qu'1 \"Changement Qlimatique\" par tour.",
    "archetype": "Qli"
  },
  {
    "id": "73136204",
    "name": "Chariotus Sylvan",
    "nameEn": "Chariotus Sylvan",
    "attribute": "WATER",
    "atk": 2300,
    "def": 1100,
    "level": 5,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez dévoiler un nombre de cartes égal au nombre de cartes contrôlées par votre adversaire du dessus de votre Deck, envoyez les monstres de Type Plante dévoilés au Cimetière, et aussi, placez les autres cartes au-dessous de votre Deck dans l'ordre de votre choix. Si cette carte est dévoilée depuis le Deck et envoyée au Cimetière par un effet de carte : vous pouvez cibler max. 5 cartes \"Sylvan\" (\"Chariotus Sylvan\" exclu) dans votre Cimetière ; placez-les au-dessous de votre Deck dans l'ordre de votre choix.",
    "archetype": "Sylvan"
  },
  {
    "id": "20349913",
    "name": "Charité de la Galaxie",
    "nameEn": "Charité de la Galaxie",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un Monstre Xyz \"Galactique\" : défaussez 1 carte ; piochez 2 cartes, et aussi, si vous avez activé cette carte, les dommages reçus par votre adversaire le reste de ce tour sont divisés par deux. Vous ne pouvez activer qu'1 \"Charité de la Galaxie\" par tour."
  },
  {
    "id": "82016179",
    "name": "Charité Sylvan",
    "nameEn": "Charité Sylvan",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Piochez 3 cartes, puis, si vous avez une carte \"Sylvan\" dans votre main, révélez 2 cartes depuis votre main incluant min. 1 carte \"Sylvan\", puis placez-les au-dessus du Deck dans l'ordre de votre choix. Sinon, révélez toute votre main, puis placez-la au-dessus du Deck dans l'ordre de votre choix. Vous ne pouvez activer qu'1 \"Charité Sylvan\" par tour.",
    "archetype": "Sylvan"
  },
  {
    "id": "2729285",
    "name": "Chat Peluchimal",
    "nameEn": "Chat Peluchimal",
    "attribute": "EARTH",
    "atk": 700,
    "def": 300,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière comme Matériel de Fusion pour une Invocation Fusion : vous pouvez cibler 1 \"Polymérisation\" dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser cet effet de \"Chat Peluchimal\" qu'une fois par tour.",
    "archetype": "Fluffal"
  },
  {
    "id": "9348522",
    "name": "Château dans le Ciel",
    "nameEn": "Château dans le Ciel",
    "attribute": "WIND",
    "atk": 0,
    "def": 3000,
    "level": 9,
    "monsterType": "Machine",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre de Niveau 9 dans votre Cimetière ; Invoquez Spécialement la cible. Les monstres de max. Niveau 8 ne peuvent pas attaquer le tour où ils sont Invoqués Normalement ou Spécialement."
  },
  {
    "id": "10753491",
    "name": "Chéruchou Sylvan",
    "nameEn": "Chéruchou Sylvan",
    "attribute": "LIGHT",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Spécialement : vous pouvez choisir 1 ou 2, puis dévoilez ce nombre de cartes du dessus de votre Deck, envoyez les monstres de Type Plante dévoilés au Cimetière, et aussi, placez les autres cartes au-dessous de votre Deck dans l'ordre de votre choix. Si cette carte est dévoilée depuis le Deck et envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre de Type Plante de Niveau 1 depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Chéruchou Sylvan\" qu'une fois par tour.",
    "archetype": "Sylvan"
  },
  {
    "id": "17390179",
    "name": "Chevalier Flash",
    "nameEn": "Chevalier Flash",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 600,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "La puissance du pendule se dégage de ce chevalier éclatant."
  },
  {
    "id": "1826676",
    "name": "Chevalier Jouet",
    "nameEn": "Chevalier Jouet",
    "attribute": "EARTH",
    "atk": 200,
    "def": 1200,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement depuis le Deck. Si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 \"Chevalier Jouet\" depuis votre main."
  },
  {
    "id": "52551211",
    "name": "Chien de Chasse Marionnette de l'Ombre",
    "nameEn": "Chien de Chasse Marionnette de l'Ombre",
    "attribute": "DARK",
    "atk": 1600,
    "def": 900,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez cibler 1 carte \"Marionnette de l'Ombre\" dans votre Cimetière ; ajoutez-la à votre main.\nSi cette carte est envoyée au Cimetière par un effet de carte : vous pouvez cibler 1 monstre sur le Terrain ; changez sa position de combat. (Les effets de monstres Flip, monstres \"Marionnette de l'Ombre\" exclus, ne sont pas activés à ce moment.) Vous ne pouvez utiliser qu'1 effet de \"Chien de Chasse Marionnette de l'Ombre\" par tour, et uniquement une fois le tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "39246582",
    "name": "Chien Peluchimal",
    "nameEn": "Chien Peluchimal",
    "attribute": "EARTH",
    "atk": 1700,
    "def": 1000,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement depuis la main : vous pouvez ajouter 1 \"Lames du Lutin Tranchant\" ou 1 monstre \"Peluchimal\" (\"Chien Peluchimal\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Chien Peluchimal\" qu'une fois par tour.",
    "archetype": "Fluffal"
  },
  {
    "id": "61488417",
    "name": "Chiwen, Lumière du Yang Zing",
    "nameEn": "Chiwen, Lumière du Yang Zing",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Wyrm",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Chiwen, Lumière du Yang Zing\" exclu) depuis votre Deck. Lorsqu'un ou plusieurs monstres \"Yang Zing\" que vous contrôlez sont détruits au combat ou par un effet de carte, et envoyés au Cimetière, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, et si vous le faites, bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Chiwen, Lumière du Yang Zing\" par tour, et uniquement une fois le tour.",
    "archetype": "Yang Zing"
  },
  {
    "id": "20366274",
    "name": "Construction Marionnette de l'Ombre El",
    "nameEn": "Construction Marionnette de l'Ombre El",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 2500,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Marionnette de l'Ombre\" + 1 monstre LUMIÈRE\nDoit d'abord être Invoquée par Fusion. Si cette carte est Invoquée Spécialement : vous pouvez envoyer 1 carte \"Marionnette de l'Ombre\" depuis votre Deck au Cimetière. Au début de la Damage Step, si cette carte combat un monstre Invoqué Spécialement : détruisez le monstre. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Magie/Piège \"Marionnette de l'Ombre\" dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Shaddoll"
  },
  {
    "id": "31077447",
    "name": "Coup de Poing dans la Boîte",
    "nameEn": "Coup de Poing dans la Boîte",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de votre adversaire déclare une attaque tant qu'il contrôle min. 2 monstres : ciblez le monstre attaquant ; annulez l'attaque, et si vous le faites, envoyez 1 autre monstre qu'il contrôle au Cimetière, puis le monstre ciblé perd une ATK égale à l'ATK ou DEF d'origine (la plus haute valeur, et en cas d'égalité, vous choisissez) du monstre envoyé dans le Cimetière."
  },
  {
    "id": "4239451",
    "name": "Crapaud du Tour Potartiste",
    "nameEn": "Crapaud du Tour Potartiste",
    "attribute": "WATER",
    "atk": 0,
    "def": 800,
    "level": 2,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 face-up monster on the field; switch its current ATK and DEF until the end of this turn.\n\n[ Monster Effect ] \nUne fois par tour, durant votre Battle Phase (sauf durant la Damage Step) : vous pouvez cibler 1 monstre que vous contrôlez ; changez sa position de combat, et si vous le faites, jusqu'à la fin de ce tour, échangez son ATK et sa DEF actuelles.",
    "archetype": "Performapal"
  },
  {
    "id": "30398342",
    "name": "Création du Yang Zing",
    "nameEn": "Création du Yang Zing",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si un ou plusieurs monstres que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" depuis votre Deck. Vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck.",
    "archetype": "Yang Zing"
  },
  {
    "id": "97211663",
    "name": "Cycle Nékroz",
    "nameEn": "Cycle Nékroz",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Nékroz\". Sacrifiez des monstres depuis votre main ou Terrain, puis Invoquez Rituellement 1 Monstre Rituel \"Nékroz\" depuis votre main ou Cimetière dont le Niveau est exactement égal au Niveau total de ces monstres. Vous ne pouvez utiliser cet effet de \"Cycle Nékroz\" qu'une fois par tour. Si vous ne contrôlez aucun monstre : vous pouvez bannir cette carte et 1 monstre \"Nékroz\" depuis votre Cimetière ; ajoutez 1 Magie \"Nékroz\" depuis votre Deck à votre main.",
    "archetype": "Nekroz"
  },
  {
    "id": "83531441",
    "name": "Dante, Voyageur des Abysses Ardents",
    "nameEn": "Dante, Voyageur des Abysses Ardents",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2500,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 3\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte, et choisissez un nombre entre 1 et 3, puis envoyez autant de cartes du dessus de votre Deck au Cimetière ; jusqu'à la fin de ce tour, cette carte gagne 500 ATK pour chaque carte envoyée au Cimetière de cette façon. Si cette carte attaque, elle est changée en Position de Défense à la fin de la Battle Phase. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 carte \"Abysses Ardents\" (cette carte exclue) dans votre Cimetière ; ajoutez-la à votre main.",
    "archetype": "Burning Abyss"
  },
  {
    "id": "77783947",
    "name": "Déchaînement du Yang Zing",
    "nameEn": "Déchaînement du Yang Zing",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres contrôlés par votre adversaire doivent attaquer, si possible. Durant la Main Phase ou Battle Phase de chaque joueur : vous pouvez envoyer cette carte face recto depuis votre Zone Magie & Piège au Cimetière ; immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant min. 1 monstre \"Yang Zing\" que vous contrôlez comme Matériel de Synchro.",
    "archetype": "Yang Zing"
  },
  {
    "id": "94432298",
    "name": "Démarrage du Vide",
    "nameEn": "Démarrage du Vide",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant chacune de vos Standby Phases : vous pouvez envoyer max. 2 monstres \"Infernoid\" depuis votre Deck au Cimetière. Si vous contrôlez un monstre (monstres \"Infernoid\" exclus), envoyez cette carte au Cimetière.",
    "archetype": "Infernoid"
  },
  {
    "id": "13974207",
    "name": "Denko Sekka",
    "nameEn": "Denko Sekka",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 1000,
    "level": 4,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Tant que vous ne contrôlez aucune Magie/Piège Posé, aucun joueur ne peut ni Poser de Magies/Pièges ni activer de Cartes Magie/Piège qui sont Posées sur le Terrain."
  },
  {
    "id": "64496451",
    "name": "Disque Qliphort",
    "nameEn": "Disque Qliphort",
    "attribute": "EARTH",
    "atk": 2800,
    "def": 1000,
    "level": 7,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou cannot Special Summon monsters, except \"Qli\" monsters. This effect cannot be negated. All \"Qli\" monsters you control gain 300 ATK.\n\n[ Monster Effect ] \nVous pouvez Invoquer Normalement cette carte sans Sacrifice. Si cette carte est Invoquée Normalement sans Sacrifice ou est Invoqué Spécialement, son Niveau devient 4 et son ATK d'origine devient 1800. Si cette carte est Invoquée Normalement ou Posée, elle n'est pas affectée par les effets activés de monstres dont le Niveau/Rang d'origine est inférieur au Niveau actuel de cette carte. Lorsque cette carte est Invoquée par Sacrifice en Sacrifiant un ou plusieurs monstres \"Qli\" : vous pouvez Invoquer Spécialement 2 monstres \"Qli\" depuis votre Deck, mais détruisez-les durant la End Phase.",
    "archetype": "Qli"
  },
  {
    "id": "3171055",
    "name": "Dissipation en Chaîne",
    "nameEn": "Dissipation en Chaîne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une Carte Magie/Piège est activée : détruisez toutes les cartes dans le Deck du contrôleur du même nom que la carte activée."
  },
  {
    "id": "13166648",
    "name": "Double Descente de Dragon",
    "nameEn": "Double Descente de Dragon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un Monstre Xyz de votre adversaire déclare une attaque directe : Invoquez Spécialement 1 Monstre Xyz LUMIÈRE de Type Dragon depuis votre Extra Deck en Position d'Attaque, puis le monstre attaquant l'attaque à la place et vous passez au calcul des dommages. Son ATK devient égale à celle du monstre attaquant, et aussi, ses effets sont annulés. Vous ne pouvez activer qu'1 \"Double Descente de Dragon\" par tour."
  },
  {
    "id": "88724332",
    "name": "Dragoliche de Nuit",
    "nameEn": "Dragoliche de Nuit",
    "attribute": "DARK",
    "atk": 1700,
    "def": 0,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Changez tous les monstres en Position d'Attaque (monstres de Type Wyrm exclus) qui ont été Invoqués Spécialement depuis le Main ou Extra Deck en Position de Défense. Tous les monstres (monstres de Type Wyrm exclus) qui ont été Invoqués Spécialement depuis le Main ou Extra Deck perdent une DEF égale à leur DEF d'origine."
  },
  {
    "id": "89189982",
    "name": "Dragon Armé Métaphysique",
    "nameEn": "Dragon Armé Métaphysique",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 1000,
    "level": 7,
    "monsterType": "Wyrm",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Généralement visible malgré son existence fantôme.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "67556500",
    "name": "Dragon aux Pulsations Phonon",
    "nameEn": "Dragon aux Pulsations Phonon",
    "attribute": "DARK",
    "atk": 1900,
    "def": 800,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLorsque cette carte est Invoquée par Synchronisation : vous pouvez déclarer un Niveau de 1 à 3 ; cette carte devient de ce Niveau, et aussi, vous ne pouvez pas Invoquer Spécialement le reste de ce tour, sauf pour une Invocation Synchro utilisant cette carte comme Matériel. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Dragon aux Pulsations Phonon\" qu'une fois par tour."
  },
  {
    "id": "9024367",
    "name": "Dragon Galactique",
    "nameEn": "Dragon Galactique",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 1200,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte ne peut pas attaquer directement, et peut uniquement attaquer des monstres de Type Dragon. Si cette carte combat un monstre de Type Dragon, cette carte gagne 1000 ATK durant la Damage Step uniquement, et aussi, le monstre a ses effets annulés durant cette Battle Phase, tant que cette carte reste face recto sur le Terrain."
  },
  {
    "id": "51043053",
    "name": "Dragon Héliosphère",
    "nameEn": "Dragon Héliosphère",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 1900,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que votre adversaire a max. 4 cartes dans sa main et que cette carte est le seul monstre que vous contrôlez, votre adversaire ne peut pas déclarer d'attaque. Une fois par tour, si vous contrôlez un monstre de Type Dragon de Niveau 8 : jusqu'à la fin de ce tour, vous pouvez faire devenir cette carte Niveau 8."
  },
  {
    "id": "77723643",
    "name": "Dragon Marionnette de l'Ombre",
    "nameEn": "Dragon Marionnette de l'Ombre",
    "attribute": "DARK",
    "atk": 1900,
    "def": 0,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez cibler 1 carte contrôlée par votre adversaire ; renvoyez-la à la main.\nSi cette carte est envoyée au Cimetière par un effet de carte : vous pouvez cibler 1 Magie/Piège sur le Terrain ; détruisez-le. Vous ne pouvez utiliser qu'1 effet de \"Dragon Marionnette de l'Ombre\" par tour, et uniquement une fois le tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "72959823",
    "name": "Dragon Panzer",
    "nameEn": "Dragon Panzer",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2600,
    "level": 5,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre Machine + 1 monstre Dragon\nSi cette carte est détruite et envoyée au Cimetière : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la."
  },
  {
    "id": "1516510",
    "name": "Dragon Pendule aux Yeux Runiques",
    "nameEn": "Dragon Pendule aux Yeux Runiques",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Dragon Pendule aux Yeux Impairs\" + 1 monstre de Type Magicien\nSi cette carte a été Invoquée par Fusion en utilisant un ou plusieurs monstres Invoqués par Pendulation sur le Terrain comme Matériels de Fusion, elle n'est pas affectée par des effets de carte de votre adversaire ce tour. Appliquez l'effet approprié, selon le Niveau d'origine du monstre utilisé comme Matériel de Fusion qui n'était pas \"Dragon Pendule aux Yeux Impairs\".\n●Max. Niveau 4 : Durant chaque Battle Phase, cette carte peut faire max. 2 attaques sur des monstres.\n●Min. Niveau 5 : Durant chaque Battle Phase, cette carte peut faire max. 3 attaques sur des monstres.",
    "archetype": "Odd-Eyes"
  },
  {
    "id": "69840739",
    "name": "Durandal - Artéfact",
    "nameEn": "Durandal - Artéfact",
    "attribute": "LIGHT",
    "atk": 2400,
    "def": 2100,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 5\nUne fois par tour (Effet Rapide) : vous pouvez activer 1 de ces effets.\n●Lorsqu'un effet de monstre est activé sur le Terrain OU lorsqu'une Carte Magie Normale/Piège Normal est activée : vous pouvez détacher 1 Matériel de cette carte ; l'effet activé devient \"Détruisez 1 Carte Magie/Piège contrôlée par votre adversaire\".\n●Vous pouvez détacher 1 Matériel de cette carte ; chaque joueur avec une main mélange toute sa main dans le Deck, puis pioche le même nombre de cartes que mélangées dans le Deck.",
    "archetype": "Artifact"
  },
  {
    "id": "93085839",
    "name": "Eachtar le Chevalier Noble",
    "nameEn": "Eachtar le Chevalier Noble",
    "attribute": "DARK",
    "atk": 1600,
    "def": 2000,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir 2 monstres \"Chevalier Noble\" depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Eachtar le Chevalier Noble\" qu'une fois par tour. Une Invocation Synchro ou Xyz d'un monstre \"Chevalier Noble\" utilisant cette carte comme Matériel ne peut pas être annulée, et aussi, votre adversaire ne peut activer ni de cartes ni d'effets lorsque le monstre est Invoqué Spécialement.",
    "archetype": "Noble Knight"
  },
  {
    "id": "85080444",
    "name": "Égide - Artéfact",
    "nameEn": "Égide - Artéfact",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 2500,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Carte Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Si cette carte est Invoquée Spécialement durant le tour de votre adversaire : jusqu'à la fin de ce tour, les monstres \"Artéfact\" que vous contrôlez ne peuvent être ni ciblés ni détruits par des effets de carte de votre adversaire.",
    "archetype": "Artifact"
  },
  {
    "id": "79514956",
    "name": "Élégie la Diva de la Musique",
    "nameEn": "Élégie la Diva de la Musique",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 1200,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Les monstres \"Musique\" Invoqués Spécialement que vous contrôlez ne peuvent pas être détruits par des effets de carte. Si cette carte a été Invoquée Spécialement, tous les monstres de Type Elfe que vous contrôlez gagnent 300 ATK.",
    "archetype": "Melodious"
  },
  {
    "id": "64605089",
    "name": "Épéiste de Révélation de la Lumière",
    "nameEn": "Épéiste de Révélation de la Lumière",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2400,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de votre adversaire déclare une attaque directe : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis si la DEF de cette carte est supérieure à l'ATK du monstre attaquant, détruisez le monstre attaquant. Un Monstre Xyz qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel Xyz gagne cet effet.\n●Chaque tour, la première fois que cette carte va être détruite au combat, elle n'est pas détruite."
  },
  {
    "id": "67926903",
    "name": "Espoir Barian CXyz",
    "nameEn": "Espoir Barian CXyz",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 7,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Min. 3 monstres de Niveau 7\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant 1 monstre que vous contrôlez avec \"Numéro C101\" à \"Numéro C107\" dans son nom comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Cette carte gagne 1000 ATK pour chaque Matériel Xyz qui lui est attaché. Vous pouvez cibler 1 monstre \"Numéro\" dans votre Cimetière ; jusqu'à la prochaine End Phase de votre adversaire, le nom de cette carte devient celui du monstre, et remplacez cet effet par les effets d'origine du monstre. Vous ne pouvez utiliser cet effet de \"Espoir Barian CXyz\" qu'une fois par tour.",
    "archetype": "CXyz"
  },
  {
    "id": "47594939",
    "name": "Et le Groupe Continua de Jouer",
    "nameEn": "Et le Groupe Continua de Jouer",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Aucun joueur ne peut Invoquer Spécialement de monstres du même Niveau que ceux qu'il contrôle. Aucun joueur ne peut Invoquer Spécialement de monstres du même Rang que ceux qu'il contrôle."
  },
  {
    "id": "34822850",
    "name": "Expansion du Vide",
    "nameEn": "Expansion du Vide",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Standby Phase : vous pouvez Invoquer Spécialement 1 \"Jeton Infernoid\" (Type Démon/FEU/Niveau 1/ATK 0/DEF 0). Pour Invoquer Spécialement un monstre \"Infernoid\" en utilisant sa propre procédure, vous pouvez bannir un ou plusieurs monstres \"Infernoid\" que vous contrôlez au lieu de ceux dans le Cimetière (ou combiner les deux). Votre adversaire ne peut pas cibler de monstres \"Infernoid\" que vous contrôlez avec une attaque ou des effets de carte, le monstre \"Infernoid\" que vous contrôlez avec le plus haut Niveau exclu (en cas d'égalité, vous choisissez).",
    "archetype": "Infernoid"
  },
  {
    "id": "37445295",
    "name": "Faucon Marionnette de l'Ombre",
    "nameEn": "Faucon Marionnette de l'Ombre",
    "attribute": "DARK",
    "atk": 600,
    "def": 1400,
    "level": 2,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez cibler 1 monstre \"Marionnette de l'Ombre\" (\"Faucon Marionnette de l'Ombre\" exclu) dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense face verso.\nSi cette carte est envoyée au Cimetière par un effet de carte : vous pouvez l'Invoquer Spécialement en Position de Défense face verso. Vous ne pouvez utiliser qu'1 effet de \"Faucon Marionnette de l'Ombre\" par tour, et uniquement une fois le tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "20292186",
    "name": "Faux - Artéfact",
    "nameEn": "Faux - Artéfact",
    "attribute": "LIGHT",
    "atk": 2200,
    "def": 900,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Si cette carte est Invoquée Spécialement durant le tour de votre adversaire : le reste de ce tour, votre adversaire ne peut pas Invoquer Spécialement de monstres depuis l'Extra Deck.",
    "archetype": "Artifact"
  },
  {
    "id": "73176465",
    "name": "Felis l'Archère, Seigneur Lumière",
    "nameEn": "Felis l'Archère, Seigneur Lumière",
    "attribute": "LIGHT",
    "atk": 1100,
    "def": 2000,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de carte. Si cette carte est envoyée depuis votre Deck au Cimetière par un effet de monstre : Invoquez-la Spécialement. Vous pouvez Sacrifier cette carte, puis ciblez 1 monstre contrôlé par votre adversaire ; détruisez la cible, puis envoyez les 3 cartes du dessus de votre Deck au Cimetière.",
    "archetype": "Lightsworn"
  },
  {
    "id": "55416843",
    "name": "Festin de la Nature LV5",
    "nameEn": "Festin de la Nature LV5",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement max. 2 monstres de Type Guerrier de Niveau 5 depuis votre main et/ou Cimetière, mais leurs effets sont annulés, et aussi, pour le reste de ce tour, ils ne peuvent pas attaquer."
  },
  {
    "id": "27978707",
    "name": "Flûtiste Samouraï Supralourd",
    "nameEn": "Flûtiste Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 500,
    "def": 1000,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Samouraï Supralourd\" depuis votre main. Durant le tour de chaque joueur, lorsqu'une carte ou un effet qui cible un monstre \"Samouraï Supralourd\" que vous contrôlez est activé : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'activation, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser chaque effet de \"Flûtiste Samouraï Supralourd\" qu'une fois par tour.",
    "archetype": "Superheavy"
  },
  {
    "id": "43455065",
    "name": "Fontaine Magique",
    "nameEn": "Fontaine Magique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Piochez un nombre de cartes égal au nombre de Cartes Magie/Piège face recto contrôlées par votre adversaire, puis défaussez un nombre de cartes égal au nombre de Cartes Magie/Piège face recto que vous contrôlez. Jusqu'à la fin du prochain tour de votre adversaire après la résolution de cette carte, les Cartes Magie/Piège contrôlées par votre adversaire ne peuvent pas être détruites (au combat ou par un effet de carte), et aussi, leur activation et effets ne peuvent pas être annulés. Vous ne pouvez activer qu'1 \"Fontaine Magique\" par tour."
  },
  {
    "id": "57690191",
    "name": "Frères Chevalier Noble",
    "nameEn": "Frères Chevalier Noble",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 2400,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut uniquement attaquer si vous contrôlez exactement 3 monstres \"Chevalier Noble\" (et aucun autre monstre). Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement max. 2 monstres \"Chevalier Noble\" depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier Noble\" exclus) le reste de ce tour. Une fois par tour : vous pouvez cibler 3 cartes \"Chevalier Noble\" et/ou \"Armes Nobles\" dans votre Cimetière ; mélangez-les toutes les 3 dans le Deck, puis piochez 1 carte.",
    "archetype": "Noble Knight"
  },
  {
    "id": "13073850",
    "name": "Furtivité Qliphort",
    "nameEn": "Furtivité Qliphort",
    "attribute": "EARTH",
    "atk": 2800,
    "def": 1000,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou cannot Special Summon monsters, except \"Qli\" monsters. This effect cannot be negated. All \"Qli\" monsters you control gain 300 ATK.\n\n[ Monster Effect ] \nVous pouvez Invoquer Normalement cette carte sans Sacrifices. Si cette carte est Invoquée Normalement sans Sacrifices ou Invoquée Spécialement, son Niveau devient 4 et son ATK d'origine devient 1800. Si cette carte est Invoquée Normalement ou Posée Normalement, elle n'est pas affectée par les effets activés de monstres dont le Niveau/Rang d'origine est inférieur au Niveau actuel de cette carte. Lorsque cette carte est Invoquée par Sacrifice en Sacrifiant un ou plusieurs monstres \"Qli\" : vous pouvez cibler 1 carte sur le Terrain ; renvoyez-la à la main. Votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation de cet effet.",
    "archetype": "Qli"
  },
  {
    "id": "44394295",
    "name": "Fusion Marionnette de l'Ombre",
    "nameEn": "Fusion Marionnette de l'Ombre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion \"Marionnette de l'Ombre\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Si votre adversaire contrôle un monstre qui a été Invoqué Spécialement depuis l'Extra Deck, vous pouvez aussi utiliser des monstres dans votre Deck comme Matériel Fusion. Vous ne pouvez activer qu'1 \"Fusion Marionnette de l'Ombre\" par tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "6417578",
    "name": "Fusion Marionnette de l'Ombre El",
    "nameEn": "Fusion Marionnette de l'Ombre El",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion \"Marionnette de l'Ombre\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Vous ne pouvez activer qu'1 \"Fusion Marionnette de l'Ombre El\" par tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "34680482",
    "name": "Gelange Magidolce",
    "nameEn": "Gelange Magidolce",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Magidolce\" depuis votre Deck, et si vous le faites, il ne peut pas être détruit au combat, mais mélangez-le dans le Deck durant la End Phase de votre prochain tour. Vous ne pouvez utiliser cet effet de \"Gelange Magidolce\" qu'une fois par tour. Si cette carte en votre possession est détruite par une carte de votre adversaire et envoyée à votre Cimetière : mélangez cette carte dans le Deck.",
    "archetype": "Madolche"
  },
  {
    "id": "33145233",
    "name": "Génie Démolisseur de Rituels",
    "nameEn": "Génie Démolisseur de Rituels",
    "attribute": "DARK",
    "atk": 1500,
    "def": 600,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous Invoquez Rituellement un monstre, vous pouvez bannir cette carte depuis votre Cimetière comme l'1 des monstres requis pour l'Invocation Rituelle. Si un joueur Invoque Rituellement en utilisant cette carte, le monstre Invoqué Rituellement ne peut pas être ciblé par des effets de carte de l'autre joueur.",
    "archetype": "Djinn"
  },
  {
    "id": "3117804",
    "name": "Grand Benkei Samouraï Supralourd",
    "nameEn": "Grand Benkei Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 3500,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez changer sa position de combat. Les monstres \"Samouraï Supralourd\" que vous contrôlez peuvent attaquer tant qu'ils sont en Position de Défense face recto. S'ils le font, appliquez leur DEF pour le calcul des dommages.",
    "archetype": "Superheavy"
  },
  {
    "id": "48424886",
    "name": "Grysta Marionnette de l'Ombre El",
    "nameEn": "Grysta Marionnette de l'Ombre El",
    "attribute": "FIRE",
    "atk": 2450,
    "def": 1950,
    "level": 7,
    "monsterType": "Rock",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Marionnette de l'Ombre\" + 1 monstre FEU\nDoit d'abord être Invoquée par Fusion. Lorsque votre adversaire va Invoquer Spécialement un ou plusieurs monstres tant que vous avez une carte \"Marionnette de l'Ombre\" dans votre main (Effet Rapide) : vous pouvez annuler l'Invocation, et si vous le faites, détruisez le monstre, puis envoyez 1 carte \"Marionnette de l'Ombre\" depuis votre main au Cimetière. Vous ne pouvez utiliser cet effet de \"Grysta Marionnette de l'Ombre El\" qu'une fois par tour. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Magie/Piège \"Marionnette de l'Ombre\" dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Shaddoll"
  },
  {
    "id": "48546368",
    "name": "Héraut de l'Ultime",
    "nameEn": "Héraut de l'Ultime",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 3000,
    "level": 12,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Oracle du Héraut\". Uniquement Invocable Rituellement. Lorsque votre adversaire va Invoquer Spécialement un ou plusieurs monstres, OU active une Carte Magie/Piège ou un effet de monstre (Effet Rapide) : vous pouvez envoyer 1 monstre Elfe depuis votre main au Cimetière ; annulez l'Invocation Spéciale ou l'activation, et si vous le faites, détruisez la carte.",
    "archetype": "Herald"
  },
  {
    "id": "79606837",
    "name": "Héraut de la Lumière Arc",
    "nameEn": "Héraut de la Lumière Arc",
    "attribute": "LIGHT",
    "atk": 600,
    "def": 1000,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLes monstres envoyés depuis la main ou Main Deck au Cimetière sont bannis à la place. Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé (Effet Rapide) : vous pouvez Sacrifier cette carte ; annulez l'activation, et si vous le faites, détruisez la carte. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 Monstre Rituel ou 1 Magie Rituelle depuis votre Deck à votre main.",
    "archetype": "Herald"
  },
  {
    "id": "4939890",
    "name": "Hérisson Marionnette de l'Ombre",
    "nameEn": "Hérisson Marionnette de l'Ombre",
    "attribute": "DARK",
    "atk": 800,
    "def": 200,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez ajouter 1 Magie/Piège \"Marionnette de l'Ombre\" depuis votre Deck à votre main.\nSi cette carte est envoyée au Cimetière par un effet de carte : vous pouvez ajouter 1 monstre \"Marionnette de l'Ombre\" (\"Hérisson Marionnette de l'Ombre\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Hérisson Marionnette de l'Ombre\" par tour, et uniquement une fois le tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "70422863",
    "name": "Hexatellchevalier",
    "nameEn": "Hexatellchevalier",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque Monstre Xyz \"tellchevalier\" gagne 200 ATK/DEF pour chaque Matériel Xyz qui lui est attaché. Lorsqu'un Monstre Xyz \"tellchevalier\" que vous contrôlez est ciblé par une attaque : vous pouvez envoyer 1 carte \"tellchevalier\" depuis votre main au Cimetière ; annulez l'attaque.",
    "archetype": "Tellarknight"
  },
  {
    "id": "65331686",
    "name": "Hibou Peluchimal",
    "nameEn": "Hibou Peluchimal",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1000,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement depuis la main : vous pouvez ajouter 1 \"Polymérisation\" depuis votre Deck à votre main. Vous pouvez payer 500 LP ; Invoquez par Fusion 1 Monstre de Fusion \"Frourreur\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme des Matériels de Fusion. Vous ne pouvez utiliser qu'1 effet de \"Hibou Peluchimal\" par tour, et uniquement une fois le tour.",
    "archetype": "Fluffal"
  },
  {
    "id": "41440148",
    "name": "Hippopotame à la Mode Potartiste",
    "nameEn": "Hippopotame à la Mode Potartiste",
    "attribute": "EARTH",
    "atk": 800,
    "def": 800,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Après que vous avez Invoqué Normalement cette carte, vous pouvez Invoquer par Sacrifice 1 monstre de min. Niveau 7 en Position d'Attaque face recto durant votre Main Phase ce tour, en plus de votre Invocation Normale ou Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.)",
    "archetype": "Performapal"
  },
  {
    "id": "36898537",
    "name": "Horus Métaphysique",
    "nameEn": "Horus Métaphysique",
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 1600,
    "level": 6,
    "monsterType": "Wyrm",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez activer les effets appropriés, selon les monstres non-Syntoniseur utilisés comme Matériel Synchro ;\n●Monstre Normal : Ce tour, cette carte face recto n'est pas affectée par d'autres effets de carte.\n●Monstre à Effet : Vous pouvez cibler 1 autre carte face recto sur le Terrain ; annulez les effets de la cible.\n●Monstre Pendule : Votre adversaire choisit 1 monstre qu'il contrôle et vous en donne le contrôle, mais il ne peut pas attaquer ce tour.",
    "archetype": "Metaphys"
  },
  {
    "id": "78621186",
    "name": "Hurlement de Garde",
    "nameEn": "Hurlement de Garde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre Guerrier que vous contrôlez est ciblé par une attaque ou un effet de monstre de l'adversaire : ciblez 1 monstre face recto contrôlé par votre adversaire ; infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre face recto que vous avez ciblé avec cette carte, et si vous le faites, renvoyez-le à la main.",
    "archetype": "Battleguard"
  },
  {
    "id": "80566312",
    "name": "Hymne de la Lumière",
    "nameEn": "Hymne de la Lumière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte est utilisée pour Invoquer Rituellement \"Saffira, Reine des Dragons\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est égal à min. 6. Si un ou plusieurs Monstres Rituels que vous contrôlez vont être détruits au combat ou par un effet de carte tant que cette carte est dans votre Cimetière, vous pouvez bannir cette carte à la place."
  },
  {
    "id": "29223325",
    "name": "Ignition d'Artéfact",
    "nameEn": "Ignition d'Artéfact",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez un monstre \"Artéfact\" dans votre Deck : ciblez 1 Magie/Piège sur le Terrain ; détruisez la cible, et si vous le faites, Posez 1 monstre \"Artéfact\" depuis votre Deck dans votre Zone Magie & Piège comme une Magie. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : votre adversaire saute sa prochaine Battle Phase.",
    "archetype": "Artifact"
  },
  {
    "id": "62161698",
    "name": "Illusion de Ballons",
    "nameEn": "Illusion de Ballons",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres ont été détruits ce tour, tant que vous les contrôliez : dévoilez les 5 cartes du dessus de votre Deck, puis vous pouvez Invoquer Spécialement 1 monstre \"Potartiste\" dévoilé, et aussi, mélangez les cartes restantes dans votre Deck.",
    "archetype": "Performapal"
  },
  {
    "id": "5972394",
    "name": "Imitargile",
    "nameEn": "Imitargile",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle un monstre : ciblez 1 monstre de max. Niveau 2 en Position de Défense que vous contrôlez ; Invoquez Spécialement 1 monstre de même nom que le monstre sur le Terrain depuis votre Deck en Position de Défense, mais bannissez-le lorsqu'il quitte le Terrain. Vous ne pouvez activer qu'1 \"Imitargile\" par tour."
  },
  {
    "id": "26034577",
    "name": "Infernoid Antra",
    "nameEn": "Infernoid Antra",
    "attribute": "FIRE",
    "atk": 0,
    "def": 2000,
    "level": 2,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 1 monstre \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Une fois par tour : vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; renvoyez-la à la main. Une fois par tour, durant le tour de votre adversaire : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la (ceci est un Effet Rapide).",
    "archetype": "Infernoid"
  },
  {
    "id": "88301393",
    "name": "Infernoid Attondel",
    "nameEn": "Infernoid Attondel",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 0,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez activer cet effet ; cette carte peut faire une seconde attaque à la suite. Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.",
    "archetype": "Infernoid"
  },
  {
    "id": "52038272",
    "name": "Infernoid Harmadik",
    "nameEn": "Infernoid Harmadik",
    "attribute": "FIRE",
    "atk": 1600,
    "def": 0,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 1 monstre \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Une fois par tour : vous pouvez cibler 1 monstre sur le Terrain ; détruisez-le. Cette carte ne peut pas attaquer le tour où vous activez cet effet. Une fois par tour, durant le tour de votre adversaire : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la (ceci est un Effet Rapide).",
    "archetype": "Infernoid"
  },
  {
    "id": "14799437",
    "name": "Infernoid Onuncu",
    "nameEn": "Infernoid Onuncu",
    "attribute": "FIRE",
    "atk": 3000,
    "def": 3000,
    "level": 10,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 3 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte est Invoquée Spécialement : vous pouvez détruire tous les autres monstres sur le Terrain. Une fois par tour, durant le tour de chaque joueur, lorsqu'une Carte Magie/Piège ou un effet est activé : vous pouvez Sacrifier 1 monstre ; annulez l'activation, et si vous le faites, bannissez la carte.",
    "archetype": "Infernoid"
  },
  {
    "id": "89423971",
    "name": "Infernoid Patrulea",
    "nameEn": "Infernoid Patrulea",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 0,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant 1 monstre \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Une fois par tour : vous pouvez cibler 1 Carte Magie/Piège sur le Terrain ; détruisez-la. Cette carte ne peut pas attaquer le tour où vous activez cet effet. Une fois par tour, durant le tour de votre adversaire : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la (ceci est un Effet Rapide).",
    "archetype": "Infernoid"
  },
  {
    "id": "25811989",
    "name": "Infernoid Piaty",
    "nameEn": "Infernoid Piaty",
    "attribute": "FIRE",
    "atk": 2200,
    "def": 0,
    "level": 5,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Lorsque cette carte inflige des dommages de combat à votre adversaire en attaquant un monstre de votre adversaire : vous pouvez envoyer 1 carte au hasard depuis la main de votre adversaire au Cimetière. Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.",
    "archetype": "Infernoid"
  },
  {
    "id": "51316684",
    "name": "Infernoid Seitsemas",
    "nameEn": "Infernoid Seitsemas",
    "attribute": "FIRE",
    "atk": 2600,
    "def": 0,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 2 monstres \"Infernoid\" depuis votre main ou Cimetière tant que les Niveaux et Rangs totaux de tous les Monstres à Effet que vous contrôlez sont max. 8, et non Invocable Spécialement autrement. Si cette carte attaque un monstre de votre adversaire, cet effet peut être activé à la fin de la Battle Phase : bannissez 1 carte sur le Terrain. Une fois par tour, durant le tour de chaque joueur : vous pouvez Sacrifier 1 monstre, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez-la.",
    "archetype": "Infernoid"
  },
  {
    "id": "51916032",
    "name": "Injecteur Jinzo",
    "nameEn": "Injecteur Jinzo",
    "attribute": "DARK",
    "atk": 800,
    "def": 2000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Jinzo\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous pouvez Sacrifier cette carte ; ajoutez 1 monstre \"Jinzo\" (\"Injecteur Jinzo\" exclu) depuis votre Deck à votre main, puis révélez toutes les cartes Posées dans les Zones Magie & Piège de votre adversaire, et s'il y a des Pièges parmi elles, vous pouvez Invoquer Spécialement un nombre de monstres \"Jinzo\" depuis votre main, inférieur ou égal au nombre de Pièges révélés. Vous ne pouvez utiliser cet effet de \"Injecteur Jinzo\" qu'une fois par tour.",
    "archetype": "Jinzo"
  },
  {
    "id": "77505534",
    "name": "Jeux de l'Ombre Sinistres",
    "nameEn": "Jeux de l'Ombre Sinistres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 carte \"Marionnette de l'Ombre\" depuis votre Deck au Cimetière, puis vous pouvez changer un nombre de votre choix de monstres \"Marionnette de l'Ombre\" en Position de Défense face verso que vous contrôlez en Position de Défense face recto.",
    "archetype": "Shaddoll"
  },
  {
    "id": "25935625",
    "name": "Jiaotu, Obscurité du Yang Zing",
    "nameEn": "Jiaotu, Obscurité du Yang Zing",
    "attribute": "DARK",
    "atk": 0,
    "def": 2000,
    "level": 2,
    "monsterType": "Wyrm",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Jiaotu, Obscurité du Yang Zing\" exclu) depuis votre Deck en Position d'Attaque. Si vous ne contrôlez aucun autre monstre : vous pouvez envoyer 2 cartes \"Yang Zing\" depuis votre main au Cimetière ; Invoquez Spécialement 1 monstre \"Yang Zing\" avec 0 ATK et 1 monstre \"Yang Zing\" avec 0 DEF depuis votre Deck, mais bannissez-les durant la End Phase. Vous ne pouvez utiliser qu'1 effet de \"Jiaotu, Obscurité du Yang Zing\" par tour, et uniquement une fois le tour.",
    "archetype": "Yang Zing"
  },
  {
    "id": "41307269",
    "name": "Kabuto Samouraï Supralourd",
    "nameEn": "Kabuto Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 2000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Spécialement un ou plusieurs monstres : vous pouvez changer autant de monstres \"Samouraï Supralourd\" en Position d'Attaque que vous contrôlez que possible en Position de Défense, et si vous le faites, jusqu'à la fin de ce tour, ceux changés par cet effet gagnent 500 DEF.",
    "archetype": "Superheavy"
  },
  {
    "id": "78835747",
    "name": "Kaléidoscorp Potartiste",
    "nameEn": "Kaléidoscorp Potartiste",
    "attribute": "LIGHT",
    "atk": 100,
    "def": 2300,
    "level": 6,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nAll LIGHT monsters you control gain 300 ATK.\n\n[ Monster Effect ] \nUne fois par tour : vous pouvez cibler 1 monstre face recto que vous contrôlez ; ce tour, il peut attaquer une fois tous les monstres Invoqués Spécialement contrôlés par votre adversaire.",
    "archetype": "Performapal"
  },
  {
    "id": "48716527",
    "name": "L'Éruption des Monarques",
    "nameEn": "L'Éruption des Monarques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte uniquement si vous n'avez aucune carte dans votre Extra Deck et que vous contrôlez un monstre Invoqué par Sacrifice. Annulez les effets de tous les monstres face recto sur le Terrain (effets de monstre Invoqué par Sacrifice exclus), tant que ces monstres sont face recto sur le Terrain. Durant votre End Phase, si vous ne contrôlez aucun monstre Invoqué par Sacrifice, envoyez cette carte au Cimetière.",
    "archetype": "Monarch"
  },
  {
    "id": "18235309",
    "name": "L'Escalade des Monarques",
    "nameEn": "L'Escalade des Monarques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la Main Phase de votre adversaire ou la Battle Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Sacrifice 1 monstre.",
    "archetype": "Monarch"
  },
  {
    "id": "57734012",
    "name": "La Septième - Magie-Rang-Plus",
    "nameEn": "La Septième - Magie-Rang-Plus",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Pour activer cette carte, vous devez la piocher pour votre pioche normale durant votre Draw Phase, la révéler et la garder révélée jusqu'au début de la Main Phase 1. Au début de votre Main Phase 1 du même tour, vous pouvez : Invoquez Spécialement 1 monstre \"Numéro\" qui a un numéro entre \"101\" et \"107\" dans son nom (monstres \"Numéro C\" exclus) depuis votre Extra Deck ou Cimetière, puis Invoquez Spécialement 1 monstre \"Numéro C\" avec le même numéro dans son nom que le premier monstre depuis votre Extra Deck, en l'utilisant comme Matériel. (La seconde Invocation Spéciale est traitée comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous ne pouvez appliquer cet effet de \"La Septième - Magie-Rang-Plus\" qu'une fois par Duel."
  },
  {
    "id": "79844764",
    "name": "La Tempête des Monarques",
    "nameEn": "La Tempête des Monarques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois durant ce tour, si vous allez Sacrifier un monstre pour une Invocation Sacrifice, vous pouvez Sacrifier 1 monstre contrôlé par votre adversaire même si vous ne le contrôlez pas. Vous ne pouvez activer qu'1 \"La Tempête des Monarques\" par tour. Durant le tour où vous activez cette carte, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck.",
    "archetype": "Monarch"
  },
  {
    "id": "17183908",
    "name": "La Voie du Yang Zing",
    "nameEn": "La Voie du Yang Zing",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 3 monstres \"Yang Zing\" dans votre Cimetière ; mélangez-les tous les 3 dans le Deck, puis piochez 2 cartes. Vous ne pouvez activer qu'1 \"La Voie du Yang Zing\" par tour.",
    "archetype": "Yang Zing"
  },
  {
    "id": "47863787",
    "name": "Labrys - Artéfact",
    "nameEn": "Labrys - Artéfact",
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 1000,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Carte Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Lorsqu'une ou plusieurs cartes \"Artéfact\" sont détruites et envoyées à votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main.",
    "archetype": "Artifact"
  },
  {
    "id": "34267821",
    "name": "Lancea - Artéfact",
    "nameEn": "Lancea - Artéfact",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 2300,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez Sacrifier cette carte depuis votre main ou Terrain face recto ; le reste de ce tour, aucun joueur ne peut bannir de cartes.",
    "archetype": "Artifact"
  },
  {
    "id": "30845999",
    "name": "Lancement Qlipper",
    "nameEn": "Lancement Qlipper",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Jusqu'à la fin de ce tour, tous les monstres \"Qli\" Invoqués Normalement/Posés actuellement sur le Terrain gagnent 300 ATK, mais ils ne sont pas affectés par d'autres effets de Magie/Piège, et aussi, leurs effets sont annulés.",
    "archetype": "Qli"
  },
  {
    "id": "38124994",
    "name": "Lapin Peluchimal",
    "nameEn": "Lapin Peluchimal",
    "attribute": "EARTH",
    "atk": 300,
    "def": 1200,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière comme Matériel de Fusion pour une Invocation Fusion : vous pouvez cibler 1 \"Lames du Lutin Tranchant\" ou 1 monstre \"Peluchimal\" (\"Lapin Peluchimal\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Lapin Peluchimal\" qu'une fois par tour.",
    "archetype": "Fluffal"
  },
  {
    "id": "99645428",
    "name": "Lapis, Chevalier-Gemmes",
    "nameEn": "Lapis, Chevalier-Gemmes",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 100,
    "level": 3,
    "monsterType": "Rock",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Meilleure amie de Lazuli, cette soldate se soucie profondément du bien-être de ses amis.",
    "archetype": "Gem-"
  },
  {
    "id": "43034264",
    "name": "Laser Qlip",
    "nameEn": "Laser Qlip",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase, vous pouvez Invoquer Normalement 1 monstre \"Qli\" en plus de votre Invocation Normale/Pose. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Les Invocations Normales de monstres \"Qli\" ne peuvent pas être annulées.",
    "archetype": "Qli"
  },
  {
    "id": "77462146",
    "name": "Les Chevaliers Fantômes du Voile de l'Ombre",
    "nameEn": "Les Chevaliers Fantômes du Voile de l'Ombre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto que vous contrôlez ; il gagne 300 ATK/DEF. Lorsqu'un monstre de l'adversaire déclare une attaque directe tant que cette carte est dans votre Cimetière : Invoquez Spécialement cette carte en Position de Défense comme un Monstre Normal (Guerrier/TÉNÈBRES/Niveau 4/ATK 0/DEF 300). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, bannissez cette carte lorsqu'elle quitte le Terrain.",
    "archetype": "Phantom Knights"
  },
  {
    "id": "52339733",
    "name": "Lindéclosion",
    "nameEn": "Lindéclosion",
    "attribute": "EARTH",
    "atk": 0,
    "def": 1800,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre que vous contrôlez combat un monstre de votre adversaire, durant le calcul des dommages : jusqu'à la fin de la Damage Step, l'ATK de chaque monstre du combat devient égale à sa DEF actuelle."
  },
  {
    "id": "66457138",
    "name": "Lion Peluchimal",
    "nameEn": "Lion Peluchimal",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 1200,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte déclare une attaque : jusqu'à la fin de la Battle Phase, elle gagne 500 ATK.",
    "archetype": "Fluffal"
  },
  {
    "id": "11039171",
    "name": "Loup Frourreur",
    "nameEn": "Loup Frourreur",
    "attribute": "DARK",
    "atk": 2000,
    "def": 1500,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Lames du Lutin Tranchant\" + 1 monstre \"Peluchimal\" ou plus\nUniquement Invocable par Fusion avec les Matériels de Fusion ci-dessus et non Invocable Spécialement autrement. Cette carte peut attaquer chaque Battle Phase un nombre de fois inférieur ou égal au nombre de Matériels de Fusion utilisés pour son Invocation Fusion.",
    "archetype": "Edge Imp"
  },
  {
    "id": "58369990",
    "name": "Magicien Étoile de la Mort",
    "nameEn": "Magicien Étoile de la Mort",
    "attribute": "DARK",
    "atk": 1800,
    "def": 300,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez défausser 1 carte, puis ciblez 1 carte dans la Zone Pendule d'un joueur ; détruisez la carte, et si vous le faites, piochez 1 carte.",
    "archetype": "Magician"
  },
  {
    "id": "81788994",
    "name": "Malédiction de la Prison de l'Ombre",
    "nameEn": "Malédiction de la Prison de l'Ombre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois qu'un ou plusieurs monstres \"Marionnette de l'Ombre\" sont envoyés au Cimetière par un effet de carte, placez 1 Compteur Pierre Magique sur cette carte pour chaque monstre envoyé. Durant le tour de votre adversaire uniquement, tous les monstres contrôlés par votre adversaire perdent 100 ATK pour chaque Compteur Pierre Magique sur cette carte. Chaque fois que vous Invoquez par Fusion un Monstre Fusion \"Marionnette de l'Ombre\", vous pouvez retirer 3 Compteurs Pierre Magique de cette carte pour utiliser 1 monstre face recto approprié contrôlé par votre adversaire comme 1 des Matériels Fusion.",
    "archetype": "Shaddoll"
  },
  {
    "id": "54773234",
    "name": "Manuscrit Interdit",
    "nameEn": "Manuscrit Interdit",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre combat un monstre de votre adversaire, durant le calcul des dommages : jusqu'à la fin de la Damage Step, annulez tous les autres effets de carte sur le Terrain, et aussi, le calcul des dommages de ce combat utilise l'ATK/DEF d'origine de chaque monstre.",
    "archetype": "Forbidden"
  },
  {
    "id": "78574395",
    "name": "Merveilleux Ballons",
    "nameEn": "Merveilleux Ballons",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez envoyer un nombre de votre choix de cartes depuis votre main au Cimetière ; placez 1 Compteur Ballon sur cette carte pour chaque carte envoyée au Cimetière. Tous les monstres contrôlés par votre adversaire perdent 300 ATK pour chaque Compteur Ballon sur cette carte."
  },
  {
    "id": "85103922",
    "name": "Moralltach - Artéfact",
    "nameEn": "Moralltach - Artéfact",
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 1400,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Si cette carte est Invoquée Spécialement durant le tour de votre adversaire : vous pouvez détruire 1 carte face recto contrôlée par votre adversaire.",
    "archetype": "Artifact"
  },
  {
    "id": "3395226",
    "name": "Mozarta la Maestria de la Musique",
    "nameEn": "Mozarta la Maestria de la Musique",
    "attribute": "LIGHT",
    "atk": 2600,
    "def": 2000,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez Invoquer Spécialement 1 monstre LUMIÈRE de Type Elfe depuis votre main. Vous ne pouvez pas Invoquer Spécialement d'autres monstres (monstres LUMIÈRE exclus) le tour où vous activez cet effet.",
    "archetype": "Melodious"
  },
  {
    "id": "31181711",
    "name": "Mur Bouclierâme Samouraï Supralourd",
    "nameEn": "Mur Bouclierâme Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 1200,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou votre Terrain à la cible. Il gagne 1200 DEF. Lorsque le monstre équipé avec cette carte par cet effet est ciblé par une attaque : vous pouvez envoyer cette Carte d'Équipement au Cimetière ; annulez l'attaque, mais la DEF du monstre équipé devient 0.",
    "archetype": "Superheavy"
  },
  {
    "id": "58169731",
    "name": "Mur de l'Interruption",
    "nameEn": "Mur de l'Interruption",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque : tous les monstres en Position d'Attaque contrôlés par votre adversaire perdent 800 ATK pour chaque monstre qu'il contrôle."
  },
  {
    "id": "74122412",
    "name": "Nékroz de Gungnir",
    "nameEn": "Nékroz de Gungnir",
    "attribute": "WATER",
    "atk": 2500,
    "def": 1700,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une Magie Rituelle \"Nékroz\". Uniquement Invocable Rituellement, sans utiliser des monstres de Niveau 7. Vous ne pouvez utiliser chacun de ces effets de \"Nékroz de Gungnir\" qu'une fois par tour.\n●(Effet Rapide) : vous pouvez défausser cette carte, puis ciblez 1 monstre \"Nékroz\" que vous contrôlez ; ce tour, il ne peut être détruit ni au combat ni par des effets de carte.\n●(Effet Rapide) : vous pouvez défausser 1 carte \"Nékroz\", puis ciblez 1 carte sur le Terrain ; détruisez-la.",
    "archetype": "Nekroz"
  },
  {
    "id": "60226558",
    "name": "Nephe Fusion Marionnette de l'Ombre",
    "nameEn": "Nephe Fusion Marionnette de l'Ombre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en déclarant 1 Attribut. Équipable uniquement à un monstre \"Marionnette de l'Ombre\", et il devient de cet Attribut. Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion \"Marionnette de l'Ombre\" depuis votre Extra Deck, en utilisant des monstres (le monstre équipé inclus) depuis votre main ou Terrain comme Matériel Fusion. Vous ne pouvez utiliser cet effet de \"Nephe Fusion Marionnette de l'Ombre\" qu'une fois par tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "29357956",
    "name": "Nerokius, Bête Gladiateur",
    "nameEn": "Nerokius, Bête Gladiateur",
    "attribute": "DARK",
    "atk": 2800,
    "def": 1900,
    "level": 8,
    "monsterType": "Winged Beast",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres \"Bête Gladiateur\"\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en mélangeant les cartes ci-dessus que vous contrôlez dans le Deck. (N'utilisez pas \"Polymérisation\".) Non destructible au combat. Si cette carte attaque ou est attaquée, jusqu'à la fin de la Damage Step, votre adversaire ne peut ni activer de cartes ni d'effets. À la fin de la Battle Phase, si cette carte a attaqué ou a été attaquée : vous pouvez la mélanger dans l'Extra Deck ; Invoquez Spécialement 2 monstres \"Bête Gladiateur\" depuis votre Deck.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "37198732",
    "name": "Nivérophile",
    "nameEn": "Nivérophile",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre depuis votre main au Cimetière, puis ciblez max. 2 monstres face recto que vous contrôlez ; jusqu'à la fin de ce tour, leur Niveau devient du Niveau d'origine du monstre envoyé au Cimetière pour activer cette carte."
  },
  {
    "id": "4904633",
    "name": "Noyau Marionnette de l'Ombre",
    "nameEn": "Noyau Marionnette de l'Ombre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement cette carte comme un Monstre à Effet (Magicien/TÉNÈBRES/Niveau 9/ATK 1450/DEF 1950). (Cette carte est toujours aussi un Piège.) Si elle est Invoquée de cette façon, vous pouvez substituer ce monstre à 1 Matériel Fusion qui liste un Attribut sur une Carte Monstre Fusion \"Marionnette de l'Ombre\". Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez cibler 1 Magie/Piège \"Marionnette de l'Ombre\" (\"Noyau Marionnette de l'Ombre\" exclu) dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Shaddoll"
  },
  {
    "id": "21521304",
    "name": "Numéro 39 : Au-Delà de l'Utopie",
    "nameEn": "Numéro 39 : Au-Delà de l'Utopie",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2500,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 6\nSi cette carte est Invoquée par Xyz : l'ATK de tous les monstres actuellement contrôlés par votre adversaire devient 0. Une fois par tour (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 Monstre Xyz face recto que vous contrôlez et 1 monstre \"Utopie\" dans votre Cimetière ; bannissez la première cible, et si vous le faites, Invoquez Spécialement la seconde cible, puis gagnez 1250 LP.",
    "archetype": "Utopia"
  },
  {
    "id": "10389142",
    "name": "Numéro 42 : Tomahawk Galactique",
    "nameEn": "Numéro 42 : Tomahawk Galactique",
    "attribute": "WIND",
    "atk": 0,
    "def": 3000,
    "level": 7,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 7\nUne fois par tour : vous pouvez détacher 2 Matériels Xyz de cette carte ; Invoquez Spécialement autant de \"Jeton Aigle de Combat\" (Type Machine/VENT/Niveau 6/ATK 2000/DEF 0) que possible, détruisez-les durant la End Phase de ce tour, et aussi, votre adversaire ne reçoit pas de dommages de combat complémentaires ce tour."
  },
  {
    "id": "56051086",
    "name": "Numéro 43 : Manipulateur des Âmes",
    "nameEn": "Numéro 43 : Manipulateur des Âmes",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 2,
    "monsterType": "Fiend",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres TÉNÈBRES de Niveau 2\nUne fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 monstre \"Numéro\" dans votre Cimetière ; équipez la cible avec cette carte. Tant qu'elle est équipée avec une carte \"Numéro\", cette carte ne peut être détruite ni au combat ni par des effets de carte. Une fois par tour, lorsque vous gagnez des LP (sauf durant la Damage Step) : vous pouvez faire gagner un montant d'ATK équivalent à cette carte, et aussi, infligez autant de dommages à votre adversaire si cette carte est toujours face recto sur le Terrain."
  },
  {
    "id": "1426714",
    "name": "Numéro 48 : Liche de l'Ombre",
    "nameEn": "Numéro 48 : Liche de l'Ombre",
    "attribute": "DARK",
    "atk": 1800,
    "def": 0,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 3\nUne fois par tour, durant le tour de votre adversaire : vous pouvez détacher 1 Matériel Xyz de cette carte ; Invoquez Spécialement 1 \"Jeton Vision\" (Type Démon/TÉNÈBRES/Niveau 1/ATK 500/DEF 500). (Ceci est un Effet Rapide.) Tant que vous contrôlez \"Jeton Vision\", votre adversaire ne peut pas cibler cette carte avec une attaque. Cette carte gagne 500 ATK pour chaque \"Jeton Vision\" que vous contrôlez."
  },
  {
    "id": "93108839",
    "name": "Numéro 58 : Visière de Brûleur",
    "nameEn": "Numéro 58 : Visière de Brûleur",
    "attribute": "FIRE",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Pyro",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nUne fois par tour, vous pouvez SOIT : ciblez 1 Monstre Xyz face recto que vous contrôlez ; équipez cette carte à la cible, SOIT : déséquipez cette carte et Invoquez-la Spécialement en Position d'Attaque. Le monstre équipé peut attaquer directement votre adversaire. Lorsque le monstre équipé inflige des dommages de combat à votre adversaire : vous pouvez défausser 1 carte ; infligez 500 points de dommages à votre adversaire."
  },
  {
    "id": "31801517",
    "name": "Numéro 62 : Dragon Photon Primordial aux Yeux Galactiques",
    "nameEn": "Numéro 62 : Dragon Photon Primordial aux Yeux Galactiques",
    "attribute": "LIGHT",
    "atk": 4000,
    "def": 3000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 8\nSi cette carte combat, durant le calcul des dommages (Effet Rapide) : une fois par combat, vous pouvez détacher 1 Matériel de cette carte ; durant ce calcul des dommages uniquement, cette carte gagne une ATK égale à la somme des Rangs de tous les Monstres Xyz actuellement sur le Terrain x 200. Si cette carte contrôlée par son propriétaire est détruite par un effet de carte de l'adversaire tant qu'elle a \"Dragon Photon aux Yeux Galactiques\" comme Matériel : vous pouvez Invoquer Spécialement cette carte durant votre 2e Standby Phase après activation, et doublez son ATK. Les dommages de combat que cette carte inflige à votre adversaire sont divisés par deux sauf si elle a \"Dragon Photon aux Yeux Galactiques\" comme Matériel.",
    "archetype": "Galaxy-Eyes"
  },
  {
    "id": "51543904",
    "name": "Numéro 99 : Dragon Utopique",
    "nameEn": "Numéro 99 : Dragon Utopique",
    "attribute": "LIGHT",
    "atk": 4000,
    "def": 2000,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 10\nVous pouvez aussi Invoquer par Xyz cette carte en défaussant 1 Carte Magie \"Magie-Rang-Plus\" et en utilisant un monstre \"Utopie\" que vous contrôlez comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Une fois par tour : vous pouvez cibler 1 monstre \"Numéro\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais ses effets sont annulés. Durant le tour de chaque joueur, lorsqu'un effet de monstre qui cible cette carte face recto est activé : vous pouvez détacher 1 Matériel Xyz de cette carte ; annulez l'activation, et si vous le faites, détruisez la carte.",
    "archetype": "Utopia"
  },
  {
    "id": "67173574",
    "name": "Numéro C102 : Séraphin Archdémon",
    "nameEn": "Numéro C102 : Séraphin Archdémon",
    "attribute": "LIGHT",
    "atk": 2900,
    "def": 2400,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres LUMIÈRE de Niveau 5\nSi cette carte face recto va être détruite, vous pouvez détacher 2 Matériels Xyz de cette carte à la place. Si le ou les derniers Matériels Xyz sont détachés de cette carte : infligez 1500 points de dommages à votre adversaire. Si cette carte a \"Numéro 102 : Sentinelle Séraphin Étoile\" comme Matériel Xyz, elle gagne cet effet.\n●Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; changez l'ATK de cible à 0, et si vous le faites, annulez ses effets.",
    "archetype": "Archfiend"
  },
  {
    "id": "68396121",
    "name": "Numéro C107 : Néo Dragon Tachyon aux Yeux Galactiques",
    "nameEn": "Numéro C107 : Néo Dragon Tachyon aux Yeux Galactiques",
    "attribute": "LIGHT",
    "atk": 4500,
    "def": 3000,
    "level": 9,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 9\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin de ce tour, annulez les effets de toutes les autres cartes face recto actuellement sur le Terrain, et aussi, votre adversaire ne peut ni activer de cartes ni d'effets sur le Terrain. Si cette carte a \"Numéro 107 : Dragon Tachyon aux Yeux Galactiques\" comme Matériel, elle gagne cet effet.\n●Vous pouvez Sacrifier 2 monstres ; durant chaque Battle Phase ce tour, cette carte peut faire max. 3 attaques sur des monstres.",
    "archetype": "Galaxy-Eyes"
  },
  {
    "id": "32446630",
    "name": "Numéro C43 : Grand Manipulateur du Chaos",
    "nameEn": "Numéro C43 : Grand Manipulateur du Chaos",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres TÉNÈBRES de Niveau 3\nDurant chaque Battle Phase, tous les Jetons que vous contrôlez peuvent attaquer une seconde fois. Si cette carte a \"Numéro 43 : Manipulateur des Âmes\" comme Matériel Xyz, elle gagne cet effet.\n●Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; Invoquez Spécialement 1 \"Jeton Manipulateur\" (Type Démon/TÉNÈBRES/Niveau 1/ATK ?/DEF ?). (Lorsqu'il est Invoqué, son ATK/DEF deviennent égales à la moitié des LP actuels de votre adversaire.)",
    "archetype": "Chaos"
  },
  {
    "id": "57047293",
    "name": "Œil du Vide",
    "nameEn": "Œil du Vide",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Infernoid\" depuis votre main, en ignorant ses conditions d'Invocation, mais ses effets sont annulés jusqu'à la fin de ce tour.",
    "archetype": "Infernoid"
  },
  {
    "id": "50920465",
    "name": "Oiseau-Tonnerre du Blizzard",
    "nameEn": "Oiseau-Tonnerre du Blizzard",
    "attribute": "WATER",
    "atk": 1600,
    "def": 1400,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 carte ; Invoquez Spécialement 2 monstres EAU de Type Bête Ailée (\"Oiseau-Tonnerre du Blizzard\" exclu), 1 depuis votre main et 1 depuis votre Cimetière, puis renvoyez cette carte depuis le Terrain à la main. Vous ne pouvez utiliser cet effet de \"Oiseau-Tonnerre du Blizzard\" qu'une fois par tour."
  },
  {
    "id": "79306385",
    "name": "Oracle du Héraut",
    "nameEn": "Oracle du Héraut",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte est utilisée pour Invoquer Rituellement \"Héraut de l'Ultime\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est égal à min. 12. Votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation de cette carte.",
    "archetype": "Herald"
  },
  {
    "id": "78184733",
    "name": "Ordre de Représentation",
    "nameEn": "Ordre de Représentation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Potartiste\" : changez tous les monstres en Position d'Attaque face recto contrôlés par votre adversaire en Position de Défense. Jusqu'à la fin du prochain tour, les monstres changés en Position de Défense par cet effet ne peuvent pas changer leur position de combat.",
    "archetype": "Performapal"
  },
  {
    "id": "95239444",
    "name": "Oréa, le Grand Arbitre Sylvan",
    "nameEn": "Oréa, le Grand Arbitre Sylvan",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2500,
    "level": 7,
    "monsterType": "Plant",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 7\nUne fois par tour : vous pouvez envoyer 1 monstre de Type Plante depuis votre main ou face recto sur votre Terrain au Cimetière ; regardez un nombre de cartes du dessus de votre Deck égal au Niveau que le monstre envoyé avait dans la main ou sur le Terrain, puis placez-les au-dessus du Deck dans l'ordre de votre choix. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; choisissez un nombre entre 1 et 3, puis dévoilez ce nombre de cartes du dessus de votre Deck, envoyez les monstres de Type Plante dévoilés au Cimetière, et si vous le faites, renvoyez max. autant de cartes (cette carte exclue) sur le Terrain à la main (min. 1). Aussi, placez les autres cartes au-dessous de votre Deck dans l'ordre de votre choix.",
    "archetype": "Sylvan"
  },
  {
    "id": "15582767",
    "name": "Oscillation d'Écho",
    "nameEn": "Oscillation d'Écho",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte dans votre Zone Pendule ; détruisez-la, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Oscillation d'Écho\" qu'une fois par tour."
  },
  {
    "id": "85545073",
    "name": "Ours Frourreur",
    "nameEn": "Ours Frourreur",
    "attribute": "DARK",
    "atk": 2200,
    "def": 1800,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Lames du Lutin Tranchant\" + \"Ours Peluchimal\"\nLorsque cette carte détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez équiper le monstre à cette carte comme une Carte Magie d'Équipement avec cet effet.\n●Le monstre équipé gagne 1000 ATK.",
    "archetype": "Edge Imp"
  },
  {
    "id": "3841833",
    "name": "Ours Peluchimal",
    "nameEn": "Ours Peluchimal",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 800,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main au Cimetière ; Posez 1 \"Vendeur de Jouets\" directement depuis votre Deck dans votre Zone Magie & Piège. Vous pouvez Sacrifier cette carte, puis ciblez 1 \"Polymérisation\" dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser qu'1 effet de \"Ours Peluchimal\" par tour, et uniquement une fois le tour.",
    "archetype": "Fluffal"
  },
  {
    "id": "69211541",
    "name": "Partenaga Potartiste",
    "nameEn": "Partenaga Potartiste",
    "attribute": "EARTH",
    "atk": 500,
    "def": 2100,
    "level": 5,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 face-up monster you control; it gains 300 ATK for each \"Performapal\" card you currently control, until the end of this turn.\n\n[ Monster Effect ] \nSi cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre que vous contrôlez ; il gagne 300 ATK pour chaque monstre \"Potartiste\" que vous contrôlez actuellement. Les monstres de max. Niveau 5 ne peuvent pas attaquer.",
    "archetype": "Performapal"
  },
  {
    "id": "42562690",
    "name": "Patineur de l'Eau Potartiste",
    "nameEn": "Patineur de l'Eau Potartiste",
    "attribute": "WATER",
    "atk": 500,
    "def": 1600,
    "level": 4,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte en Position d'Attaque face recto est ciblée par une attaque : vous pouvez changer cette carte en Position de Défense face recto, et si vous le faites, annulez l'attaque.",
    "archetype": "Performapal"
  },
  {
    "id": "90361010",
    "name": "Perçâme Samouraï Supralourd",
    "nameEn": "Perçâme Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 0,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou votre Terrain à la cible. S'il attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 monstre \"Samouraï Supralourd\" (\"Perçâme Samouraï Supralourd\" exclu) depuis votre Deck à votre main.",
    "archetype": "Superheavy"
  },
  {
    "id": "27756115",
    "name": "Perlâme Samouraï Supralourd",
    "nameEn": "Perlâme Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou votre Terrain à la cible. Chaque tour, la première fois que le monstre équipé avec cette carte par cet effet va être détruit par un effet de carte, il n'est pas détruit. Lorsqu'un monstre en Position de Défense est détruit au combat et envoyé à votre Cimetière : vous pouvez envoyer cette carte depuis votre main au Cimetière ; Invoquez Spécialement le monstre en Position d'Attaque.",
    "archetype": "Superheavy"
  },
  {
    "id": "41367003",
    "name": "Pioche Musclée",
    "nameEn": "Pioche Musclée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre en Position de Défense que vous contrôlez avec max. 1000 DEF ; piochez 1 carte, et aussi, le monstre ne peut pas être détruit au combat ce tour. Vous ne pouvez activer qu'1 \"Pioche Musclée\" par tour."
  },
  {
    "id": "15452043",
    "name": "Poisson Épée Potartiste",
    "nameEn": "Poisson Épée Potartiste",
    "attribute": "WATER",
    "atk": 600,
    "def": 600,
    "level": 2,
    "monsterType": "Fish",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : tous les monstres actuellement contrôlés par votre adversaire perdent 600 ATK/DEF. Si vous Invoquez Spécialement un ou plusieurs monstres tant que vous contrôlez cette carte : tous les monstres actuellement contrôlés par votre adversaire perdent 600 ATK/DEF.",
    "archetype": "Performapal"
  },
  {
    "id": "17857780",
    "name": "Pompomtaupe Potartiste",
    "nameEn": "Pompomtaupe Potartiste",
    "attribute": "EARTH",
    "atk": 600,
    "def": 1000,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nAll Pendulum Monsters you control gain 300 ATK.\n\n[ Monster Effect ] \nVous pouvez cibler 1 monstre dont l'ATK actuelle est différente de son ATK d'origine ; appliquez l'effet approprié. Vous ne pouvez utiliser cet effet de \"Pompomtaupe Potartiste\" qu'une fois par tour.\n●Si l'ATK actuelle du monstre est supérieure à son ATK d'origine, il gagne 1000 ATK.\n●Si l'ATK actuelle du monstre est inférieure à son ATK d'origine, il perd 1000 ATK.",
    "archetype": "Performapal"
  },
  {
    "id": "96598015",
    "name": "Pot des Riches",
    "nameEn": "Pot des Riches",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Mélangez 3 Monstres Pendule depuis votre Cimetière et/ou face recto depuis votre Extra Deck dans le Deck, puis piochez 2 cartes. Vous ne pouvez activer qu'1 \"Pot des Riches\" par tour. Vous ne pouvez pas Invoquer Spécialement le tour où vous activez cette carte, sauf par Invocation Pendule.",
    "archetype": "Greed"
  },
  {
    "id": "43577607",
    "name": "Prana du Yang Zing",
    "nameEn": "Prana du Yang Zing",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte gagne ces effets, selon le nombre d'Attributs différents des monstres \"Yang Zing\" dans votre Cimetière.\n●2+ : Les monstres \"Yang Zing\" que vous contrôlez gagnent 500 ATK.\n●3+ : Si un ou plusieurs monstres \"Yang Zing\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez envoyer cette carte au Cimetière à la place.\n●4+ : Votre adversaire ne peut pas Poser de monstres. Changez tous les monstres face recto contrôlés par votre adversaire en Position d'Attaque.\n●5+ : Vous pouvez envoyer cette carte au Cimetière ; détruisez toutes les cartes sur le Terrain.",
    "archetype": "Yang Zing"
  },
  {
    "id": "10817524",
    "name": "Premier des Dragons",
    "nameEn": "Premier des Dragons",
    "attribute": "DARK",
    "atk": 2700,
    "def": 2000,
    "level": 9,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 Monstres Normaux\nUniquement Invocable par Fusion et non Invocable Spécialement autrement. Vous ne pouvez contrôler qu'1 \"Premier des Dragons\". Cette carte ne peut pas être détruite au combat, sauf au combat avec un Monstre Normal, et elle n'est pas affectée par les effets d'autres monstres."
  },
  {
    "id": "52738610",
    "name": "Princesse Dansante des Nékroz",
    "nameEn": "Princesse Dansante des Nékroz",
    "attribute": "WATER",
    "atk": 1600,
    "def": 800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation d'une Carte Magie Rituelle \"Nékroz\". Les Monstres Rituels \"Nékroz\" que vous contrôlez ne peuvent pas être ciblés par des effets de carte de votre adversaire. Si cette carte est Sacrifiée par un effet de carte : vous pouvez cibler 1 de vos monstres \"Nékroz\" bannis (\"Princesse Dansante des Nékroz\" exclu) ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Princesse Dansante des Nékroz\" qu'une fois par tour.",
    "archetype": "Nekroz"
  },
  {
    "id": "20579538",
    "name": "Princessuchou Sylvan",
    "nameEn": "Princessuchou Sylvan",
    "attribute": "LIGHT",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez activer chaque effet de \"Princessuchou Sylvan\" qu'une fois par tour.\n●Vous pouvez Sacrifier cette carte ; dévoilez la carte du dessus de votre Deck, envoyez-la au Cimetière, puis vous pouvez placer 1 monstre \"uchou\" dans votre Cimetière au-dessus de votre Deck.\n●Si cette carte est dévoilée depuis le Deck et envoyée au Cimetière par un effet de carte : vous pouvez déclarer un Niveau de 1 à 8 ; Invoquez Spécialement cette carte depuis le Cimetière, et si vous le faites, elle devient de ce Niveau.",
    "archetype": "Sylvan"
  },
  {
    "id": "8437145",
    "name": "Prophète du Vide",
    "nameEn": "Prophète du Vide",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Infernoid\" que vous contrôlez ; ce tour, la cible n'est pas affectée par des effets de carte de votre adversaire. Si un ou plusieurs monstres \"Infernoid\" que vous contrôlez vont être détruits par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière au lieu de détruire 1 de ces monstres.",
    "archetype": "Infernoid"
  },
  {
    "id": "35089369",
    "name": "Pulao, Vent du Yang Zing",
    "nameEn": "Pulao, Vent du Yang Zing",
    "attribute": "WIND",
    "atk": 0,
    "def": 1800,
    "level": 1,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Pulao, Vent du Yang Zing\" exclu) depuis votre Deck en Position d'Attaque. Vous ne pouvez utiliser cet effet de \"Pulao, Vent du Yang Zing\" qu'une fois par tour. Une fois par tour, durant la Main Phase ou Battle Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres \"Yang Zing\" que vous contrôlez (ceci est un Effet Rapide). Un Monstre Synchro qui a utilisé cette carte comme Matériel de Synchro n'est pas affecté par des effets de Magie.",
    "archetype": "Yang Zing"
  },
  {
    "id": "48086335",
    "name": "Qui-Ne-Faut - Artéfact",
    "nameEn": "Qui-Ne-Faut - Artéfact",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 1600,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Carte Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Si cette carte est Invoquée Spécialement durant le tour de votre adversaire : vous pouvez cibler 1 monstre \"Artéfact\" dans votre Cimetière ; Posez la cible dans votre Zone Magie & Piège comme une Carte Magie.",
    "archetype": "Artifact"
  },
  {
    "id": "42233477",
    "name": "Rage de Garde",
    "nameEn": "Rage de Garde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en ciblant 1 monstre Guerrier que vous contrôlez ; il gagne 1000 ATK. Les monstres détruits au combat avec lui sont renvoyés à la main au lieu d'être envoyés au Cimetière. Lorsque le monstre quitte le Terrain, détruisez cette carte.",
    "archetype": "Battleguard"
  },
  {
    "id": "73887236",
    "name": "Raidraptor - Faucon Montant",
    "nameEn": "Raidraptor - Faucon Montant",
    "attribute": "DARK",
    "atk": 100,
    "def": 2000,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Type Bête Ailée de Niveau 4\nCette carte peut attaquer une fois tous les monstres Invoqués Spécialement contrôlés par votre adversaire. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 monstre face recto Invoqué Spécialement contrôlé par votre adversaire ; cette carte gagne une ATK égale à l'ATK actuelle du monstre.",
    "archetype": "Raidraptor"
  },
  {
    "id": "8559793",
    "name": "Raidraptor - Nid",
    "nameEn": "Raidraptor - Nid",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez min. 2 monstres \"Raidraptor\" : vous pouvez ajouter 1 monstre \"Raidraptor\" depuis votre Deck ou Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Raidraptor - Nid\" qu'une fois par tour.",
    "archetype": "Raidraptor"
  },
  {
    "id": "53251824",
    "name": "Raidraptor - Pie-Grièche Volatilisée",
    "nameEn": "Raidraptor - Pie-Grièche Volatilisée",
    "attribute": "DARK",
    "atk": 1300,
    "def": 1600,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant votre Main Phase, si cette carte a été Invoquée Normalement ou Spécialement ce tour : vous pouvez Invoquer Spécialement 1 monstre \"Raidraptor\" de max. Niveau 4 depuis votre main.",
    "archetype": "Raidraptor"
  },
  {
    "id": "21648584",
    "name": "Raidraptor - Réactivité",
    "nameEn": "Raidraptor - Réactivité",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ce tour, les monstres \"Raidraptor\" que vous contrôlez ne peuvent pas être détruits au combat. Si vous avez un monstre \"Raidraptor\" dans votre Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage.",
    "archetype": "Raidraptor"
  },
  {
    "id": "69327790",
    "name": "Raiza le Méga Monarque",
    "nameEn": "Raiza le Méga Monarque",
    "attribute": "WIND",
    "atk": 2800,
    "def": 1000,
    "level": 8,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer par Sacrifice cette carte en Sacrifiant 1 monstre Invoqué par Sacrifice. Si cette carte est Invoquée par Sacrifice : ciblez 1 carte sur le Terrain et 1 carte dans l'un des Cimetières, et aussi, si cette carte a été Invoquée par Sacrifice en Sacrifiant un monstre VENT, vous pouvez cibler une carte supplémentaire sur le Terrain ; placez les premières cibles au-dessus du Deck dans l'ordre de votre choix, et aussi, après ça, renvoyez la cible supplémentaire (s'il y en a une) à la main.",
    "archetype": "Monarch"
  },
  {
    "id": "20426907",
    "name": "Re-Qliation",
    "nameEn": "Re-Qliation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre est Invoqué Normalement ou par Flip et que c'est un monstre de max. Niveau 4 : jusqu'à la fin de ce tour, annulez ses effets. Si un ou plusieurs monstres sont Invoqués Spécialement et que ce sont des monstres de min. Niveau 5 : jusqu'à la fin de ce tour, annulez leurs effets, et aussi, bannissez-les lorsqu'ils quittent le Terrain. S'il n'y a aucune carte \"Qli\" sur le Terrain (\"Re-Qliation\" exclu), envoyez cette carte au Cimetière.",
    "archetype": "Qli"
  },
  {
    "id": "66127916",
    "name": "Réserve de Fusion",
    "nameEn": "Réserve de Fusion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 Monstre de Fusion dans votre Extra Deck, ajoutez 1 des Matériels de Fusion dont le nom est précisément listé sur la carte depuis votre Deck à votre main, puis vous pouvez ajouter 1 \"Polymérisation\" depuis votre Cimetière à votre main."
  },
  {
    "id": "5672432",
    "name": "Résurrection Potartiste",
    "nameEn": "Résurrection Potartiste",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres que vous contrôlez sont détruits au combat ou par un effet de carte : Invoquez Spécialement 1 monstre \"Potartiste\" depuis votre main ou Cimetière.",
    "archetype": "Performapal"
  },
  {
    "id": "94693857",
    "name": "Robobureau 001",
    "nameEn": "Robobureau 001",
    "attribute": "EARTH",
    "atk": 500,
    "def": 500,
    "level": 1,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Gagne 500 ATK/DEF pour chaque monstre Machine que vous contrôlez. Si min. 2 monstres Machine sont Invoqués Spécialement en même temps, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte.",
    "archetype": "Deskbot"
  },
  {
    "id": "59368956",
    "name": "Robobureau 002",
    "nameEn": "Robobureau 002",
    "attribute": "EARTH",
    "atk": 500,
    "def": 500,
    "level": 2,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 carte \"Robobureau\" depuis votre Deck à votre main. Tous les monstres de Type Machine (cette carte exclue) que vous contrôlez gagnent 500 ATK/DEF.",
    "archetype": "Deskbot"
  },
  {
    "id": "75944053",
    "name": "Robobureau 003",
    "nameEn": "Robobureau 003",
    "attribute": "EARTH",
    "atk": 500,
    "def": 500,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"Robobureau\" (\"Robobureau 003\" exclu) depuis votre Deck. Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre \"Robobureau\" que vous contrôlez ; jusqu'à la fin de ce tour, il gagne 500 ATK/DEF pour chaque carte \"Robobureau\" que vous contrôlez actuellement.",
    "archetype": "Deskbot"
  },
  {
    "id": "39389320",
    "name": "Roi des Gardes",
    "nameEn": "Roi des Gardes",
    "attribute": "EARTH",
    "atk": 3000,
    "def": 1100,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez Sacrifier un nombre de votre choix de monstres de Type Guerrier (cette carte exclue) ; pour chaque monstre Sacrifié, cette carte gagne 1 attaque supplémentaire durant chaque Battle Phase ce tour.",
    "archetype": "Battleguard"
  },
  {
    "id": "56350972",
    "name": "Saffira, Reine des Dragons",
    "nameEn": "Saffira, Reine des Dragons",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2400,
    "level": 6,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Hymne de la Lumière\". Durant la End Phase, si cette carte a été Invoquée Rituellement ce tour, ou si un monstre LUMIÈRE a été envoyé depuis la main ou Deck au Cimetière ce tour tant que cette carte était face recto sur le Terrain : vous pouvez activer 1 de ces effets ;\n●Piochez 2 cartes, puis défaussez 1 carte.\n●Défaussez 1 carte au hasard de la main de votre adversaire.\n●Ajoutez 1 monstre LUMIÈRE depuis votre Cimetière à votre main.\nVous ne pouvez utiliser qu'1 effet de \"Saffira, Reine des Dragons\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "98263709",
    "name": "Sage du Miroir Galactique",
    "nameEn": "Sage du Miroir Galactique",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 800,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous gagnez 500 LP pour chaque monstre \"Galactique\" dans votre Cimetière.\nLorsque cette carte est détruite et envoyée depuis le Terrain au Cimetière après avoir été retournée face recto : vous pouvez Invoquer Spécialement 1 monstre \"Galactique\" de max. Niveau 4 depuis votre Deck ou Cimetière en Position de Défense face verso. Bannissez-le lorsqu'il quitte le Terrain."
  },
  {
    "id": "10530913",
    "name": "Sagequoia Sylvan",
    "nameEn": "Sagequoia Sylvan",
    "attribute": "WIND",
    "atk": 2600,
    "def": 2100,
    "level": 7,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre \"Sylvan\" est envoyé au Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Une fois par tour : vous pouvez dévoiler la carte du dessus de votre Deck, et si c'est un monstre de Type Plante, envoyez-la au Cimetière. Sinon, placez-la au-dessous de votre Deck. Si cette carte est dévoilée depuis le Deck et envoyée au Cimetière par un effet de carte : vous pouvez cibler 1 Carte Magie/Piège \"Sylvan\" dans votre Cimetière ; ajoutez la cible à votre main.",
    "archetype": "Sylvan"
  },
  {
    "id": "29143726",
    "name": "Samsara, Dragon de la Renaissance",
    "nameEn": "Samsara, Dragon de la Renaissance",
    "attribute": "DARK",
    "atk": 100,
    "def": 2600,
    "level": 5,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1 monstre non-Syntoniseur ou plus\nSi cette carte est détruite au combat et envoyée au Cimetière, ou si cette carte que vous contrôlez est envoyée à votre Cimetière par un effet de carte de votre adversaire : vous pouvez cibler 1 monstre (\"Samsara, Dragon de la Renaissance\" exclu) dans l'un des Cimetières ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Samsara, Dragon de la Renaissance\" qu'une fois par tour."
  },
  {
    "id": "12444060",
    "name": "Sanctuaire Artéfact",
    "nameEn": "Sanctuaire Artéfact",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Artéfact\" depuis votre Deck. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez cibler 1 carte sur le Terrain ; détruisez la cible. Vous ne pouvez activer qu'1 \"Sanctuaire Artéfact\" par tour. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cette carte.",
    "archetype": "Artifact"
  },
  {
    "id": "17639150",
    "name": "Saqlifice",
    "nameEn": "Saqlifice",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre \"Qli\". Il gagne 300 ATK et ne peut pas être détruit au combat. Le monstre équipé peut être traité comme 2 Sacrifices pour l'Invocation Sacrifice d'un monstre \"Qli\". Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 monstre \"Qli\" depuis votre Deck à votre main.",
    "archetype": "Qli"
  },
  {
    "id": "2273734",
    "name": "Satellchevalier Altaïr",
    "nameEn": "Satellchevalier Altaïr",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 1300,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez cibler 1 monstre \"tellchevalier\" (\"Satellchevalier Altaïr\" exclu) dans votre Cimetière ; Invoquez Spécialement le monstre en Position de Défense, et aussi, le reste de ce tour, les monstres que vous contrôlez (monstres \"tellchevalier\" exclus) ne peuvent pas attaquer. Vous ne pouvez utiliser cet effet de \"Satellchevalier Altaïr\" qu'une fois par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "26057276",
    "name": "Satellchevalier Bételgeuse",
    "nameEn": "Satellchevalier Bételgeuse",
    "attribute": "LIGHT",
    "atk": 700,
    "def": 1900,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez cibler 1 carte \"tellchevalier\" (\"Satellchevalier Bételgeuse\" exclu) dans votre Cimetière ; envoyez cette carte au Cimetière, et si vous le faites, ajoutez la cible à votre main. Vous ne pouvez utiliser cet effet de \"Satellchevalier Bételgeuse\" qu'une fois par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "86466163",
    "name": "Satellchevalier Capella",
    "nameEn": "Satellchevalier Capella",
    "attribute": "LIGHT",
    "atk": 1100,
    "def": 2000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : le reste de ce tour, vous pouvez appliquer l'effet ci-dessous. Vous ne pouvez utiliser cet effet de \"Satellchevalier Capella\" qu'une fois par tour (mais s'il est résolu, vous pouvez appliquer l'effet plusieurs fois).\n●Vous pouvez traiter les monstres \"tellchevalier\" de max. Niveau 4 que vous contrôlez comme de Niveau 5 lorsque vous Invoquez par Xyz en utilisant min. 3 monstres comme Matériels Xyz.",
    "archetype": "Stellarknight"
  },
  {
    "id": "75878039",
    "name": "Satellchevalier Deneb",
    "nameEn": "Satellchevalier Deneb",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez ajouter 1 monstre \"tellchevalier\" (\"Satellchevalier Deneb\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Satellchevalier Deneb\" qu'une fois par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "18205590",
    "name": "Satellchevalier Pont Célèste",
    "nameEn": "Satellchevalier Pont Célèste",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"tellchevalier\" que vous contrôlez ; Invoquez Spécialement 1 monstre \"tellchevalier\" de nom différent depuis votre Deck, et si vous le faites, mélangez le monstre ciblé dans le Deck. Tant que le monstre Invoqué Spécialement par cet effet est face recto sur le Terrain, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"tellchevalier\" exclus). Vous ne pouvez activer qu'1 \"Satellchevalier Pont Célèste\" par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "99668578",
    "name": "Satellchevalier Procyon",
    "nameEn": "Satellchevalier Procyon",
    "attribute": "LIGHT",
    "atk": 1300,
    "def": 1200,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez envoyer 1 monstre \"tellchevalier\" depuis votre main au Cimetière, et si vous le faites, piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Satellchevalier Procyon\" qu'une fois par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "63274863",
    "name": "Satellchevalier Sirius",
    "nameEn": "Satellchevalier Sirius",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 900,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez cibler 5 monstres \"tellchevalier\" dans votre Cimetière ; mélangez-les tous les 5 dans le Deck, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Satellchevalier Sirius\" qu'une fois par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "1050186",
    "name": "Satellchevalier Unukalhai",
    "nameEn": "Satellchevalier Unukalhai",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 1000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez envoyer 1 carte \"tellchevalier\" (\"Satellchevalier Unukalhai\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Satellchevalier Unukalhai\" qu'une fois par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "38667773",
    "name": "Satellchevalier Véga",
    "nameEn": "Satellchevalier Véga",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 1600,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez Invoquer Spécialement 1 monstre \"tellchevalier\" (\"Satellchevalier Véga\" exclu) depuis votre main. Vous ne pouvez utiliser cet effet de \"Satellchevalier Véga\" qu'une fois par tour.",
    "archetype": "Tellarknight"
  },
  {
    "id": "40672993",
    "name": "Seigneur Paratonnerre",
    "nameEn": "Seigneur Paratonnerre",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 100,
    "level": 4,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase 1, aucun joueur ne peut activer de Cartes Magie."
  },
  {
    "id": "65518099",
    "name": "Sentinelle Qliphort",
    "nameEn": "Sentinelle Qliphort",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 2800,
    "level": 5,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou cannot Special Summon monsters, except \"Qli\" monsters. This effect cannot be negated. Once per turn: You can pay 800 LP; add 1 \"Qli\" card from your Deck to your hand, except \"Qliphort Scout\".\n\n[ Monster Effect ] \nDémarrage en Mode Réplique...\nUne erreur est survenue lors de l'exécution de C:\\sophia\\zefra.exe\nÉditeur inconnu.\nAutoriser C:\\tierra\\qliphort.exe ? ＜O／N＞...[O]\nDémarrage en Mode Autonomie…",
    "archetype": "Qli"
  },
  {
    "id": "42029847",
    "name": "Sérénade la Diva de la Musique",
    "nameEn": "Sérénade la Diva de la Musique",
    "attribute": "LIGHT",
    "atk": 400,
    "def": 1900,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être traitée comme 2 Sacrifices pour l'Invocation Sacrifice d'un monstre de Type Elfe. Après que cette carte est Invoquée Spécialement sur votre Terrain, vous pouvez Invoquer Normalement 1 monstre \"Musique\" durant votre Main Phase ce tour, en plus de votre Invocation Normale/Pose. (Vous ne pouvez gagner cet effet qu'une fois par tour.)",
    "archetype": "Melodious"
  },
  {
    "id": "92512625",
    "name": "Sermon Solennel",
    "nameEn": "Sermon Solennel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si c'est la seule carte Posée dans votre Zone Magie & Piège, lorsqu'un monstre va être Invoqué, OU qu'une Carte Magie/Piège ou un effet de monstre est activé : payez 3000 LP ; annulez l'Invocation ou l'activation, et si vous le faites, détruisez le monstre ou la carte.",
    "archetype": "Solemn"
  },
  {
    "id": "79967395",
    "name": "Serpent à Fouet Potartiste",
    "nameEn": "Serpent à Fouet Potartiste",
    "attribute": "EARTH",
    "atk": 1700,
    "def": 900,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la Main Phase de chaque joueur : vous pouvez cibler 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, échangez son ATK et sa DEF actuelles.",
    "archetype": "Performapal"
  },
  {
    "id": "74822425",
    "name": "Shekhinaga Marionnette de l'Ombre El",
    "nameEn": "Shekhinaga Marionnette de l'Ombre El",
    "attribute": "EARTH",
    "atk": 2600,
    "def": 3000,
    "level": 10,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Marionnette de l'Ombre\" + 1 monstre TERRE\nDoit d'abord être Invoquée par Fusion. Lorsqu'un monstre Invoqué Spécialement active son effet tant que vous avez une carte \"Marionnette de l'Ombre\" dans votre main (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez le monstre, puis envoyez 1 carte \"Marionnette de l'Ombre\" depuis votre main au Cimetière. Vous ne pouvez utiliser cet effet de \"Shekhinaga Marionnette de l'Ombre El\" qu'une fois par tour. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Magie/Piège \"Marionnette de l'Ombre\" dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Shaddoll"
  },
  {
    "id": "5908650",
    "name": "Shopina la Maestria de la Musique",
    "nameEn": "Shopina la Maestria de la Musique",
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 1700,
    "level": 7,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez cibler 1 monstre LUMIÈRE de Type Elfe dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez pas activer des effets de monstre non-LUMIÈRE durant le tour où vous activez cet effet.",
    "archetype": "Melodious"
  },
  {
    "id": "47741109",
    "name": "Snapdrassinagon Sylvan",
    "nameEn": "Snapdrassinagon Sylvan",
    "attribute": "DARK",
    "atk": 900,
    "def": 400,
    "level": 1,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée depuis le Terrain ou la main au Cimetière : vous pouvez dévoiler la carte du dessus de votre Deck, et si c'est un monstre de Type Plante, envoyez-la au Cimetière. Sinon, placez-la au-dessous de votre Deck. Si cette carte est dévoilée depuis le Deck et envoyée au Cimetière par un effet de carte : vous pouvez dévoiler la carte du dessus de votre Deck, et si c'est un monstre de Type Plante, envoyez-la au Cimetière. Sinon, placez-la au-dessous de votre Deck.",
    "archetype": "Sylvan"
  },
  {
    "id": "76990617",
    "name": "Sonate la Diva de la Musique",
    "nameEn": "Sonate la Diva de la Musique",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 1000,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Musique\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Tant que cette carte Invoquée Spécialement est sur le Terrain, tous les monstres de Type Elfe que vous contrôlez gagnent 500 ATK/DEF.",
    "archetype": "Melodious"
  },
  {
    "id": "91584698",
    "name": "Sorciècarte Potartiste",
    "nameEn": "Sorciècarte Potartiste",
    "attribute": "DARK",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters you control as Fusion Materials.\n\n[ Monster Effect ] \nVous pouvez Sacrifier cette carte ; ajoutez 1 \"Polymérisation\" depuis votre Deck ou Cimetière à votre main.",
    "archetype": "Performapal"
  },
  {
    "id": "77013169",
    "name": "Spadassin Samouraï Supralourd",
    "nameEn": "Spadassin Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1800,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez changer sa position de combat. Si un monstre \"Samouraï Supralourd\" que vous contrôlez combat un monstre de votre adversaire, après le calcul des dommages : l'ATK/DEF du monstre de votre adversaire deviennent 0.",
    "archetype": "Superheavy"
  },
  {
    "id": "30328508",
    "name": "Squamate Marionnette de l'Ombre",
    "nameEn": "Squamate Marionnette de l'Ombre",
    "attribute": "DARK",
    "atk": 1800,
    "def": 1000,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez cibler 1 monstre sur le Terrain ; détruisez-le.\nSi cette carte est envoyée au Cimetière par un effet de carte : vous pouvez envoyer 1 carte \"Marionnette de l'Ombre\" (\"Squamate Marionnette de l'Ombre\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser qu'1 effet de \"Squamate Marionnette de l'Ombre\" par tour, et uniquement une fois le tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "81810441",
    "name": "Stellchevalier Alpha",
    "nameEn": "Stellchevalier Alpha",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre \"tellchevalier\" que vous contrôlez. Il gagne 500 ATK/DEF, et aussi, il n'est pas affecté par des effets de carte de votre adversaire. Si vous contrôlez un monstre face recto (monstres \"tellchevalier\" exclus), détruisez cette carte.",
    "archetype": "Stellarknight"
  },
  {
    "id": "9272381",
    "name": "Stellchevalier Constellée Diamant",
    "nameEn": "Stellchevalier Constellée Diamant",
    "attribute": "LIGHT",
    "atk": 2700,
    "def": 2000,
    "level": 5,
    "monsterType": "Wyrm",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Min. 3 monstres LUMIÈRE de Niveau 5\nDurant votre Main Phase 2, vous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Xyz \"tellchevalier\" que vous contrôlez (\"Stellchevalier Constellée Diamant\" exclu) comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Tant que cette carte a du Matériel Xyz, aucun joueur ne peut envoyer de cartes depuis le Deck au Cimetière, et toutes les cartes qui sont renvoyées depuis le Cimetière à la main sont bannies à la place. Durant le tour de chaque joueur, lorsqu'un monstre TÉNÈBRES de votre adversaire active son effet : vous pouvez détacher 1 Matériel Xyz de cette carte ; annulez l'activation, et si vous le faites, détruisez-le.",
    "archetype": "Stellarknight"
  },
  {
    "id": "56638325",
    "name": "Stellchevalier Delteros",
    "nameEn": "Stellchevalier Delteros",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2100,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 4\nTant que cette carte a du Matériel Xyz, votre adversaire ne peut ni activer de cartes ni d'effets lorsque vous Invoquez Normalement ou Spécialement un ou plusieurs monstres. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 carte sur le Terrain ; détruisez-la. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"tellchevalier\" depuis votre main ou Deck.",
    "archetype": "Stellarknight"
  },
  {
    "id": "42589641",
    "name": "Stellchevalier Triwinter",
    "nameEn": "Stellchevalier Triwinter",
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 2500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres \"tellchevalier\" de Niveau 4\nDurant le tour où vous Invoquez par Xyz cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"tellchevalier\" exclus). Si cette carte est Invoquée par Xyz : renvoyez toutes les autres cartes sur le Terrain à la main. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; envoyez 1 carte au hasard depuis la main de votre adversaire au Cimetière. Si cette carte avec du Matériel Xyz est envoyée au Cimetière : vous pouvez cibler 1 monstre \"tellchevalier\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Stellarknight"
  },
  {
    "id": "41510920",
    "name": "Stellnova Alpha",
    "nameEn": "Stellnova Alpha",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé : envoyez 1 monstre \"tellchevalier\" face recto que vous contrôlez au Cimetière ; annulez l'activation, et si vous le faites, détruisez la carte, puis piochez 1 carte.",
    "archetype": "Tellarknight"
  },
  {
    "id": "5026221",
    "name": "Stellnova Vague",
    "nameEn": "Stellnova Vague",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant votre Main Phase ou la Battle Phase de votre adversaire : vous pouvez Invoquer Spécialement 1 monstre \"tellchevalier\" depuis votre main.",
    "archetype": "Tellarknight"
  },
  {
    "id": "30106950",
    "name": "Suanni, Feu du Yang Zing",
    "nameEn": "Suanni, Feu du Yang Zing",
    "attribute": "FIRE",
    "atk": 1900,
    "def": 0,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Suanni, Feu du Yang Zing\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Suanni, Feu du Yang Zing\" qu'une fois par tour. Une fois par tour, durant la Main Phase ou Battle Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres \"Yang Zing\" que vous contrôlez (ceci est un Effet Rapide). Un Monstre Synchro qui a utilisé cette carte comme Matériel de Synchro gagne 500 ATK/DEF.",
    "archetype": "Yang Zing"
  },
  {
    "id": "55742055",
    "name": "Table Ronde du Chevalier Noble",
    "nameEn": "Table Ronde du Chevalier Noble",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre End Phase : vous pouvez activer chacun de ces effets max. une fois par tour, selon le nombre total de cartes \"Chevalier Noble\" de noms différents dans votre Cimetière et/ou que vous contrôlez ;\n●3+ : Envoyez 1 carte \"Chevalier Noble\" depuis votre Deck au Cimetière.\n●6+ : Invoquez Spécialement 1 monstre \"Chevalier Noble\" depuis votre main, puis vous pouvez équiper 1 Magie d'Équipement \"Armes Nobles\" depuis votre main au monstre.\n●9+ : Ciblez 1 monstre \"Chevalier Noble\" dans votre Cimetière ; ajoutez la cible à votre main.\n●12 : Piochez 1 carte.",
    "archetype": "Noble Knight"
  },
  {
    "id": "99946920",
    "name": "Taotie, Ombre du Yang Zing",
    "nameEn": "Taotie, Ombre du Yang Zing",
    "attribute": "DARK",
    "atk": 2200,
    "def": 0,
    "level": 5,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Yang Zing\" (\"Taotie, Ombre du Yang Zing\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Taotie, Ombre du Yang Zing\" qu'une fois par tour. Une fois par tour, durant la Main Phase ou Battle Phase de votre adversaire, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres \"Yang Zing\" que vous contrôlez (ceci est un Effet Rapide). La possession d'un Monstre Synchro sur le Terrain qui a utilisé cette carte comme Matériel de Synchro ne peut pas changée.",
    "archetype": "Yang Zing"
  },
  {
    "id": "33609262",
    "name": "Ténacité des Monarques",
    "nameEn": "Ténacité des Monarques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 monstre dans votre main avec 2400 ATK et 1000 DEF, ou 2800 ATK et 1000 DEF ; ajoutez 1 Carte Magie/Piège \"Monarque\" (\"Ténacité des Monarques\" exclu) depuis votre Deck à votre main. Vous ne pouvez activer qu'1 \"Ténacité des Monarques\" par tour.",
    "archetype": "Monarch"
  },
  {
    "id": "69230391",
    "name": "Thestalos le Méga Monarque",
    "nameEn": "Thestalos le Méga Monarque",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 1000,
    "level": 8,
    "monsterType": "Pyro",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer par Sacrifice cette carte en Sacrifiant 1 monstre Invoqué par Sacrifice. Si cette carte est Invoquée par Sacrifice : regardez la main de votre adversaire et défaussez-lui 1 carte, puis, si c'était une Carte Monstre, infligez des dommages à votre adversaire égaux à son Niveau d'origine x 200. Si cette carte a été Invoquée par Sacrifice en Sacrifiant un monstre FEU, ajoutez cet effet supplémentaire.\n●Aussi, infligez 1000 points de dommages à votre adversaire après ça.",
    "archetype": "Monarch"
  },
  {
    "id": "49838105",
    "name": "Toboggan Sylvan",
    "nameEn": "Toboggan Sylvan",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois qu'un monstre de votre adversaire déclare une attaque directe : vous pouvez dévoiler la carte du dessus de votre Deck, et si c'est un monstre de Type Plante, envoyez-la au Cimetière. Sinon, placez-la au-dessous de votre Deck. Durant votre Draw Phase, au lieu de mener votre pioche normale : dévoilez la carte du dessus de votre Deck, et si c'est un monstre de Type Plante, envoyez-la au Cimetière. Sinon, ajoutez-la à votre main.",
    "archetype": "Sylvan"
  },
  {
    "id": "65195959",
    "name": "Tortutampon Potartiste",
    "nameEn": "Tortutampon Potartiste",
    "attribute": "WATER",
    "atk": 100,
    "def": 1800,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez cibler max. 2 monstres face recto sur le Terrain ; augmentez leur Niveau de 1.",
    "archetype": "Performapal"
  },
  {
    "id": "43241495",
    "name": "Trampolynx Potartiste",
    "nameEn": "Trampolynx Potartiste",
    "attribute": "EARTH",
    "atk": 300,
    "def": 300,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhen you Pendulum Summon a monster(s): You can target 1 card in either player's Pendulum Zone; return it to the hand. You can only use this effect of \"Performapal Trampolynx\" once per turn.\n\n[ Monster Effect ] \nLorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 carte dans la Zone Pendule d'un joueur ; renvoyez-la à la main.",
    "archetype": "Performapal"
  },
  {
    "id": "69982329",
    "name": "Transfert Pendule",
    "nameEn": "Transfert Pendule",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 carte dans la Zone Pendule d'un joueur et déclarez une Échelle Pendule de 1 à 10 ; ce tour, la carte devient de cette Échelle Pendule."
  },
  {
    "id": "59650656",
    "name": "Trappe du Chaos Tachyon",
    "nameEn": "Trappe du Chaos Tachyon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un ou plusieurs Monstres Xyz \"Galactique\" face recto que vous contrôlez sont détruits au combat avec un monstre attaquant de votre adversaire ou par un effet de carte de votre adversaire, et envoyés à votre Cimetière : détruisez autant de cartes face recto contrôlées par votre adversaire que possible, et si vous le faites, bannissez-les. Durant votre Draw Phase, si cette carte est dans votre Cimetière, au lieu de mener votre pioche normale : vous pouvez bannir cette carte, puis ciblez 1 Monstre Xyz \"Galactique\" dans votre Cimetière ; Invoquez Spécialement la cible.",
    "archetype": "Chaos"
  },
  {
    "id": "2055403",
    "name": "Trappe Espace-Temps",
    "nameEn": "Trappe Espace-Temps",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire Invoque Spécialement un ou plusieurs monstres depuis la main ou l'Extra Deck : mélangez ces monstres dans le Deck, puis vous perdez 1000 LP pour chaque monstre renvoyé.",
    "archetype": "Hole"
  },
  {
    "id": "45803070",
    "name": "Traptrix Dionaea",
    "nameEn": "Traptrix Dionaea",
    "attribute": "EARTH",
    "atk": 1700,
    "def": 1100,
    "level": 4,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non affectée par les effets de Pièges Normaux \"Trappe\". Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre \"Traptrix\" dans votre Cimetière ; Invoquez Spécialement la cible en Position de Défense. Lorsque cette carte est Invoquée Spécialement : vous pouvez cibler 1 Piège Normal \"Trappe\" dans votre Cimetière ; Posez la cible, mais bannissez-la durant la End Phase de votre prochain tour si elle est toujours sur le Terrain. Vous ne pouvez utiliser cet effet de \"Traptrix Dionaea\" qu'une fois par tour.",
    "archetype": "Traptrix"
  },
  {
    "id": "64373401",
    "name": "Trompettiste Samouraï Supralourd",
    "nameEn": "Trompettiste Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 300,
    "def": 600,
    "level": 2,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous n'avez aucune Carte Magie/Piège dans votre Cimetière, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Après que cette carte a été Invoquée Spécialement de cette façon, le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Samouraï Supralourd\" exclus). Si cette carte est Sacrifiée pour l'Invocation Sacrifice d'un monstre \"Samouraï Supralourd\" et envoyée au Cimetière, et vous n'avez aucune Carte Magie/Piège dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte.",
    "archetype": "Superheavy"
  },
  {
    "id": "24658418",
    "name": "Tyranno Galactique",
    "nameEn": "Tyranno Galactique",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 0,
    "level": 8,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre \"Galactique\" que vous contrôlez est ciblé par une attaque : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Lorsqu'elle est Invoquée de cette façon, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz \"Galactique\", en utilisant uniquement des monstres \"Galactique\" que vous contrôlez."
  },
  {
    "id": "23587624",
    "name": "Un Monstre Sauvage Apparaît !",
    "nameEn": "Un Monstre Sauvage Apparaît !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si uniquement votre adversaire contrôle un monstre : Invoquez Spécialement 1 monstre de max. Niveau 10 d'origine depuis votre main qui ne peut pas être Invoqué/Posé Normalement, en ignorant ses conditions d'Invocation. Il n'est pas affecté par les effets de vos cartes (ses propres effets et ceux de cette carte exclus), et aussi, mélangez-le dans le Deck durant la prochaine End Phase de votre adversaire. Le reste de ce tour, vous ne pouvez ni Invoquer/Poser Normalement ni Invoquer Spécialement de monstres, et votre adversaire ne reçoit aucun dommage."
  },
  {
    "id": "49959355",
    "name": "Uni-Zombie",
    "nameEn": "Uni-Zombie",
    "attribute": "DARK",
    "atk": 1300,
    "def": 0,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre face recto sur le Terrain ; défaussez 1 carte, et si vous le faites, augmentez le Niveau de la cible de 1. Vous pouvez cibler 1 monstre face recto sur le Terrain ; les monstres que vous contrôlez (monstres Zombie exclus) ne peuvent pas attaquer le reste de ce tour, et aussi, envoyez 1 monstre Zombie depuis votre Deck au Cimetière, et si vous le faites, augmentez le Niveau de la cible de 1. Vous ne pouvez utiliser chaque effet de \"Uni-Zombie\" qu'une fois par tour."
  },
  {
    "id": "82962242",
    "name": "Vamp Vampire",
    "nameEn": "Vamp Vampire",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2000,
    "level": 7,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, lorsque cette carte ou un monstre \"Vampire\" est Invoqué Normalement sur votre Terrain : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire, dont l'ATK est supérieure à celle de cette carte ; équipez-le à cette carte. Cette carte gagne une ATK égale à la somme des ATK d'origine des monstres qui lui sont équipés par cet effet. Si cette carte est envoyée au Cimetière, tant qu'elle est équipée avec une ou plusieurs cartes par cet effet : Invoquez Spécialement cette carte.",
    "archetype": "Vampire"
  },
  {
    "id": "70245411",
    "name": "Vendeur de Jouets",
    "nameEn": "Vendeur de Jouets",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez défausser 1 carte ; piochez 1 carte et montrez-la, puis si c'est un monstre \"Peluchimal\", vous pouvez Invoquer Spécialement 1 monstre depuis votre main. Sinon, défaussez la carte que vous avez piochée. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 \"Lames du Lutin Tranchant\" ou 1 monstre \"Peluchimal\" depuis votre Deck à votre main.",
    "archetype": "Edge Imp"
  },
  {
    "id": "601193",
    "name": "Virgile, Star du Rock des Abysses Ardents",
    "nameEn": "Virgile, Star du Rock des Abysses Ardents",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 1000,
    "level": 6,
    "monsterType": "Spellcaster",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1 monstre non-Syntoniseur ou plus\nVous ne pouvez contrôler qu'1 \"Virgile, Star du Rock des Abysses Ardents\". Une fois par tour : vous pouvez défausser 1 carte \"Abysses Ardents\", puis ciblez 1 carte contrôlée par votre adversaire ou dans son Cimetière ; mélangez-la dans le Deck. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Virgile, Star du Rock des Abysses Ardents\" qu'une fois par tour.",
    "archetype": "Burning Abyss"
  },
  {
    "id": "74009824",
    "name": "Wendigo Marionnette de l'Ombre El",
    "nameEn": "Wendigo Marionnette de l'Ombre El",
    "attribute": "WIND",
    "atk": 200,
    "def": 2800,
    "level": 6,
    "monsterType": "Psychic",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Marionnette de l'Ombre\" + 1 monstre VENT\nDoit d'abord être Invoquée par Fusion. (Effet Rapide) : vous pouvez cibler 1 monstre que vous contrôlez ; ce tour, il ne peut pas être détruit au combat avec un monstre Invoqué Spécialement de l'adversaire. Vous ne pouvez utiliser cet effet de \"Wendigo Marionnette de l'Ombre El\" qu'une fois par tour. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Magie/Piège \"Marionnette de l'Ombre\" dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Shaddoll"
  },
  {
    "id": "94977269",
    "name": "Winda Marionnette de l'Ombre El",
    "nameEn": "Winda Marionnette de l'Ombre El",
    "attribute": "DARK",
    "atk": 2200,
    "def": 800,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Marionnette de l'Ombre\" + 1 monstre TÉNÈBRES\nDoit d'abord être Invoquée par Fusion. Non destructible par des effets de carte de l'adversaire. Chaque joueur ne peut Invoquer Spécialement un ou plusieurs monstres qu'une fois par tour tant que cette carte est face recto sur le Terrain. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Magie/Piège \"Marionnette de l'Ombre\" dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Shaddoll"
  },
  {
    "id": "43202238",
    "name": "Yazi, Mal du Yang Zing",
    "nameEn": "Yazi, Mal du Yang Zing",
    "attribute": "DARK",
    "atk": 2600,
    "def": 2100,
    "level": 7,
    "monsterType": "Wyrm",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVotre adversaire ne peut pas cibler cette carte sur le Terrain avec des effets de carte. Vous ne pouvez utiliser chacun de ces effets de \"Yazi, Mal du Yang Zing\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre \"Yang Zing\" que vous contrôlez et 1 carte contrôlée par votre adversaire ; détruisez-les.\n●Lorsque cette carte que vous contrôlez est détruite au combat ou par un effet de carte, et envoyée à votre Cimetière : vous pouvez Invoquer Spécialement 1 monstre Wyrm depuis votre Deck en Position de Défense.",
    "archetype": "Yang Zing"
  },
  {
    "id": "87602890",
    "name": "Zaborg le Méga Monarque",
    "nameEn": "Zaborg le Méga Monarque",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 1000,
    "level": 8,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer par Sacrifice cette carte en Sacrifiant 1 monstre Invoqué par Sacrifice. Si cette carte est Invoquée par Sacrifice : ciblez 1 monstre sur le Terrain ; détruisez-le, puis, si c'était un monstre LUMIÈRE, chaque joueur envoie autant de cartes que possible depuis son Extra Deck au Cimetière, mais pas plus que le Niveau/Rang d'origine du monstre détruit. Si cette carte a été Invoquée par Sacrifice en Sacrifiant un monstre LUMIÈRE, ajoutez cet effet supplémentaire.\n●Vous choisissez les cartes que votre adversaire envoie au Cimetière.",
    "archetype": "Monarch"
  }
]