[
  {
    "id": "51053997",
    "name": "Accélérateur Structure-PSY",
    "nameEn": "Accélérateur Structure-PSY",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez payer 500 LP, puis ciblez 1 monstre \"Structure-PSY\" que vous contrôlez ; jusqu'à votre prochaine Standby Phase, bannissez-le. Une fois par tour, si une autre carte \"Structure-PSY\" face recto que vous contrôlez quitte le Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre \"Structure-PSY\" depuis votre main.",
    "archetype": "PSY-Frame"
  },
  {
    "id": "60473572",
    "name": "Acieren Métalphose",
    "nameEn": "Acieren Métalphose",
    "attribute": "FIRE",
    "atk": 0,
    "def": 2100,
    "level": 2,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 other face-up card you control; destroy it, and if you do, Set 1 \"Metalfoes\" Spell/Trap directly from your Deck.\n\n[ Monster Effect ] \nDes organismes de fer refroidi avec des machines métalliques brûlantes forment une combinaison homme-machine. Fusion Métalphose, enflamme l'âme !",
    "archetype": "Metalfoes"
  },
  {
    "id": "81612598",
    "name": "Adamante Métalphose",
    "nameEn": "Adamante Métalphose",
    "attribute": "FIRE",
    "atk": 2500,
    "def": 2500,
    "level": 5,
    "monsterType": "Psychic",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Métalphose\" + 1 monstre avec max. 2500 ATK",
    "archetype": "Metalfoes"
  },
  {
    "id": "19462747",
    "name": "Aile Noire - Décomposition le Vent Néfaste",
    "nameEn": "Aile Noire - Décomposition le Vent Néfaste",
    "attribute": "DARK",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : recevez 1000 points de dommages. Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre \"Aile Noire\" que vous contrôlez, puis activez 1 de ces effets ;\n●Augmentez son Niveau de 1.\n●Réduisez son Niveau de 1.\nVous ne pouvez utiliser cet effet de \"Aile Noire - Décomposition le Vent Néfaste\" qu'une fois par tour.",
    "archetype": "Blackwing"
  },
  {
    "id": "9929398",
    "name": "Aile Noire - Gofu la Vague de l'Ombre",
    "nameEn": "Aile Noire - Gofu la Vague de l'Ombre",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 5,
    "monsterType": "Winged Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) tant que vous ne contrôlez aucun monstre. Lorsque cette carte est Invoquée Spécialement depuis la main : vous pouvez Invoquer Spécialement 2 \"Jeton de la Vague de l'Ombre\" (Type Bête Ailée/TÉNÈBRES/Niveau 1/ATK 0/DEF 0), mais ils ne peuvent ni être Sacrifiés ni être utilisés comme Matériels de Synchro. Vous pouvez bannir cette carte et min. 1 non-Syntoniseur face recto que vous contrôlez, puis ciblez 1 Monstre Synchro \"Aile Noire\" dans votre Cimetière dont le Niveau est égal à la somme des Niveaux que les monstres bannis avaient sur le Terrain ; Invoquez-le Spécialement, et si vous le faites, il est traité comme un Syntoniseur.",
    "archetype": "Blackwing"
  },
  {
    "id": "73534250",
    "name": "Aile Noire - Tornade du Retournement",
    "nameEn": "Aile Noire - Tornade du Retournement",
    "attribute": "DARK",
    "atk": 1000,
    "def": 1200,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement tant que votre adversaire contrôle un monstre Invoqué Spécalement : vous pouvez cibler 1 Syntoniseur \"Aile Noire\" dans votre Cimetière ; vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Aile Noire\" exclus) depuis l'Extra Deck le reste de ce tour, et aussi, Invoquez Spécialement le monstre, mais ses effets sont annulés.",
    "archetype": "Blackwing"
  },
  {
    "id": "75304793",
    "name": "Amplifeu Symph",
    "nameEn": "Amplifeu Symph",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois que l'effet d'une carte \"Guerrier Symphonique\" est activé, placez 1 Compteur Symphonique sur cette carte lorsque l'effet est résolu. Tous les monstres \"Guerrier Symphonique\" sur le Terrain gagnent 100 ATK pour chaque Compteur Symphonique sur cette carte. Une fois par tour : vous pouvez retirer 5 ou 7 Compteurs Symphonique depuis votre Terrain ; appliquez cet effet, selon le nombre de Compteurs Symphonique retirés.\n●5 : Infligez 300 points de dommages à votre adversaire pour chaque carte \"Guerrier Symphonique\" sur le Terrain.\n●7 : Bannissez un nombre de cartes contrôlées par votre adversaire et/ou dans son Cimetière, inférieur ou égal au nombre de cartes \"Guerrier Symphonique\" sur le Terrain.",
    "archetype": "Symphonic Warrior"
  },
  {
    "id": "33833230",
    "name": "Anguiphoque Potartiste",
    "nameEn": "Anguiphoque Potartiste",
    "attribute": "WATER",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Fish",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 face-up monster your opponent controls; that face-up monster has its effects negated until the end of this turn (even if this card leaves the field).\n\n[ Monster Effect ] \nLorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Carte Magie/Piège Posée contrôlée par votre adversaire ; la carte Posée ne peut pas être activée ce tour. Aucun joueur ne peut ni activer de cartes ni d'effets en réponse à l'activation de cet effet.",
    "archetype": "Performapal"
  },
  {
    "id": "42921475",
    "name": "Animal Féérique - Belle",
    "nameEn": "Animal Féérique - Belle",
    "attribute": "LIGHT",
    "atk": 1850,
    "def": 1000,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez Invoquer Spécialement 1 monstre depuis votre main.\nLorsque votre adversaire active une Carte Magie Normale/Piège Normal (Effet Rapide) : vous pouvez Sacrifier 1 autre monstre ; l'effet activé devient \"Changez 1 monstre face recto contrôlé par votre adversaire en Position de Défense face verso\". Vous ne pouvez utiliser cet effet de \"Animal Féérique - Belle\" qu'une fois par tour."
  },
  {
    "id": "55623480",
    "name": "Animal Féérique - Blanche",
    "nameEn": "Animal Féérique - Blanche",
    "attribute": "LIGHT",
    "atk": 1850,
    "def": 1000,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; changez-le en Position de Défense face verso. Si cette carte est dans votre Cimetière (Effet Rapide) : vous pouvez bannir 7 autres cartes depuis votre main, Terrain et/ou Cimetière ; Invoquez Spécialement cette carte."
  },
  {
    "id": "52022648",
    "name": "Animal Féérique - Rillon",
    "nameEn": "Animal Féérique - Rillon",
    "attribute": "LIGHT",
    "atk": 1850,
    "def": 1000,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Aucun joueur ne peut cibler de monstres sur le Terrain (celui-ci exclu) avec des Cartes Magie ou effets de Magie. Une fois par tour : vous pouvez défausser 1 Magie ; équipez 1 Magie d'Équipement depuis votre main, Deck ou Cimetière à cette carte, mais renvoyez la Magie d'Équipement à la main durant la End Phase."
  },
  {
    "id": "32134638",
    "name": "Ankylos Dinobrume",
    "nameEn": "Ankylos Dinobrume",
    "attribute": "WATER",
    "atk": 1500,
    "def": 2000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce, while this card is in your Pendulum Zone, you can negate an activated card effect that targets another \"Dinomist\" card(s) you control, then destroy this card.\n\n[ Monster Effect ] \nBannissez les monstres détruits au combat avec un monstre \"Dinobrume\" que vous contrôlez.",
    "archetype": "Dinomist"
  },
  {
    "id": "61307542",
    "name": "Anomalocaris Paléozoïque",
    "nameEn": "Anomalocaris Paléozoïque",
    "attribute": "WATER",
    "atk": 2400,
    "def": 0,
    "level": 2,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Min. 3 monstres de Niveau 2\nCette carte n'est pas affectée par les effets d'autres monstres. Une fois par tour, si une ou plusieurs Cartes Piège sont envoyées depuis votre Zone Magie & Piège au Cimetière (sauf durant la Damage Step) : vous pouvez dévoiler la carte du dessus de votre Deck, et si c'est une Carte Piège, ajoutez-la à votre main. Sinon, envoyez-la au Cimetière. Une fois par tour, durant le tour de chaque joueur, si cette carte a une Carte Piège comme Matériel Xyz : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 carte sur le Terrain ; détruisez-la.",
    "archetype": "Paleozoic"
  },
  {
    "id": "73055622",
    "name": "Appel Shinobiseau",
    "nameEn": "Appel Shinobiseau",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte est utilisée pour Invoquer Rituellement \"Paon Shinobaronne\" ou \"Paon Shinobaron\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain et/ou bannir des monstres Spirit depuis votre Cimetière, dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement.",
    "archetype": "Shinobird"
  },
  {
    "id": "64977888",
    "name": "Apprenti Joueur de Flûte",
    "nameEn": "Apprenti Joueur de Flûte",
    "attribute": "DARK",
    "atk": 100,
    "def": 1500,
    "level": 2,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez Invoquer Spécialement 1 monstre depuis votre main.\nSi cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre depuis votre main."
  },
  {
    "id": "93715853",
    "name": "Archedémon Mécanique",
    "nameEn": "Archedémon Mécanique",
    "attribute": "DARK",
    "atk": 100,
    "def": 2100,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez Invoquer Spécialement 1 Monstre Normal depuis votre main ou Cimetière."
  },
  {
    "id": "47882565",
    "name": "Ascension Cipher Magie-Rang-Plus",
    "nameEn": "Ascension Cipher Magie-Rang-Plus",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase de chaque joueur : ciblez 1 Monstre Xyz \"Cipher\" que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Cipher\" qui a 1 Rang de plus que la cible depuis votre Extra Deck, en utilisant la cible comme le Matériel Xyz. (Cette Invocation Spéciale est traitée comme une Invocation Xyz. Les Matériels Xyz attachés à la cible deviennent aussi des Matériels Xyz du monstre Invoqué.) Il gagne cet effet.\n●Cette carte gagne 500 ATK pour chaque monstre de min. Niveau 4 que vous contrôlez.",
    "archetype": "Cipher"
  },
  {
    "id": "19254117",
    "name": "Ascension Maximum",
    "nameEn": "Ascension Maximum",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto sur le Terrain ; doublez sa DEF, mais sa DEF devient 0 à la fin de ce tour. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre que vous contrôlez ; le reste de ce tour, les monstres de votre adversaire ne peuvent pas attaquer, sauf pour attaquer le monstre. Vous ne pouvez activer qu'1 \"Ascension Maximum\" par tour."
  },
  {
    "id": "17994645",
    "name": "Assaut Aile Noire - Sayo le Dissimulateur de Pluie",
    "nameEn": "Assaut Aile Noire - Sayo le Dissimulateur de Pluie",
    "attribute": "DARK",
    "atk": 800,
    "def": 100,
    "level": 2,
    "monsterType": "Winged Beast",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1 monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation en utilisant un monstre \"Aile Noire\" comme Matériel, elle est traitée comme un Syntoniseur tant qu'elle est face recto sur le Terrain. Deux fois par tour, cette carte ne peut pas être détruite au combat.",
    "archetype": "Blackwing"
  },
  {
    "id": "53389254",
    "name": "Assaut Aile Noire - Sohaya la Pluie Diluvienne",
    "nameEn": "Assaut Aile Noire - Sohaya la Pluie Diluvienne",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2000,
    "level": 5,
    "monsterType": "Winged Beast",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation en utilisant un monstre \"Aile Noire\" comme Matériel, elle est traitée comme un Syntoniseur tant qu'elle est face recto sur le Terrain. Vous ne pouvez utiliser chacun de ces effets de \"Assaut Aile Noire - Sohaya la Pluie Diluvienne\" qu'une fois par tour.\n●Lorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre \"Assaut Aile Noire\" dans votre Cimetière ; Invoquez-le Spécialement.\n●Durant votre Main Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez bannir 1 autre \"Assaut Aile Noire - Sohaya la Pluie Diluvienne\" depuis votre Cimetière ; Invoquez Spécialement cette carte.",
    "archetype": "Blackwing"
  },
  {
    "id": "96622984",
    "name": "Attrape-Mouche Prédaplante",
    "nameEn": "Attrape-Mouche Prédaplante",
    "attribute": "DARK",
    "atk": 400,
    "def": 800,
    "level": 2,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; placez 1 Compteur Prédateur sur celui-ci, et s'il est de min. Niveau 2, il devient Niveau 1 tant qu'il a un Compteur Prédateur. Au début de la Damage Step, lorsque cette carte combat un monstre de Niveau inférieur ou égal : vous pouvez détruire le monstre, puis augmentez le Niveau de cette carte du Niveau d'origine du monstre détruit.",
    "archetype": "Predaplant"
  },
  {
    "id": "46060017",
    "name": "Barrage du Zoodiaque",
    "nameEn": "Barrage du Zoodiaque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte face recto que vous contrôlez ; détruisez-la, et si vous le faites, Invoquez Spécialement 1 monstre \"Zoodiaque\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Barrage du Zoodiaque\" qu'une fois par tour. Si cette carte est détruite par un effet de carte et envoyée au Cimetière : vous pouvez cibler 1 Monstre Xyz \"Zoodiaque\" que vous contrôlez ; attachez cette carte depuis votre Cimetière au Monstre Xyz comme Matériel Xyz.",
    "archetype": "Zoodiac"
  },
  {
    "id": "83326048",
    "name": "Barrière Dimensionnelle",
    "nameEn": "Barrière Dimensionnelle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Déclarez 1 type de carte de monstre (Rituel, Fusion, Synchro, Xyz ou Pendule) ; le reste de ce tour, aucun joueur ne peut Invoquer Spécialement de monstres du type déclaré, et aussi, annulez les effets de tous les monstres de ce type tant qu'ils sont sur le Terrain. Vous ne pouvez activer qu'1 \"Barrière Dimensionnelle\" par tour."
  },
  {
    "id": "12215894",
    "name": "Base Robobureau",
    "nameEn": "Base Robobureau",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres \"Robobureau\" sur le Terrain gagnent 500 ATK/DEF. Une fois par tour : vous pouvez révéler un nombre de votre choix de cartes \"Robobureau\" dans votre main, et mélangez-les dans le Deck, puis piochez le même nombre de cartes. Vous pouvez bannir 9 cartes \"Robobureau\" de noms différents (\"Base Robobureau\" exclu) depuis votre Terrain et/ou Cimetière ; mélangez toutes les cartes depuis la main, Terrain et Cimetière de votre adversaire dans le Deck.",
    "archetype": "Deskbot"
  },
  {
    "id": "7084129",
    "name": "Bâton du Magicien",
    "nameEn": "Bâton du Magicien",
    "attribute": "DARK",
    "atk": 1600,
    "def": 100,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 Magie/Piège depuis votre Deck à votre main, qui mentionne \"Magicien Sombre\". Durant le tour de votre adversaire, si vous activez une Carte Magie/Piège ou effet de Magie/Piège tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Sacrifier 1 monstre Magicien ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Bâton du Magicien\" qu'une fois par tour.",
    "archetype": "Dark Magician"
  },
  {
    "id": "4145852",
    "name": "Bélierbélier du Zoodiaque",
    "nameEn": "Bélierbélier du Zoodiaque",
    "attribute": "EARTH",
    "atk": 400,
    "def": 2000,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre \"Zoodiaque\" (\"Bélierbélier du Zoodiaque\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Un Monstre Xyz dont le Type d'origine est Bête-Guerrier et qui a cette carte comme Matériel gagne cet effet.\n●Lorsque votre adversaire active une Carte Piège ou effet de Piège qui cible cette carte (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte ; annulez l'activation.",
    "archetype": "Zoodiac"
  },
  {
    "id": "37626500",
    "name": "Bénédiction des Lutins",
    "nameEn": "Bénédiction des Lutins",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel LUMIÈRE. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement."
  },
  {
    "id": "18716735",
    "name": "Bismupièce Métalphose Rare",
    "nameEn": "Bismupièce Métalphose Rare",
    "attribute": "FIRE",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 other face-up card you control; destroy it, and if you do, Set 1 \"Metalfoes\" Spell/Trap directly from your Deck.\n\n[ Monster Effect ] \nSi cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez ajouter 1 monstre \"Métalphose\" depuis votre Deck à votre main durant la End Phase de ce tour. Vous ne pouvez utiliser cet effet de \"Bismupièce Métalphose Rare\" qu'une fois par tour.",
    "archetype": "Metalfoes"
  },
  {
    "id": "15936370",
    "name": "Boîte à Bijoux de Pandore",
    "nameEn": "Boîte à Bijoux de Pandore",
    "attribute": "DARK",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhile you have no cards in your Extra Deck: You can target 1 card in your opponent's Pendulum Zone; destroy it, and if you do, place this card in your opponent's Pendulum Zone.\n\n[ Monster Effect ] \nTant que vous n'avez aucune carte dans votre Extra Deck, piochez 2 cartes au lieu d'1 comme pioche normale durant votre Draw Phase."
  },
  {
    "id": "67284107",
    "name": "Bouc Fantôme",
    "nameEn": "Bouc Fantôme",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez Invoquer Spécialement un nombre de votre choix de \"Jeton Mouton Noir\" (Zombie/TÉNÈBRES/Niveau 1/ATK 0/DEF 0)."
  },
  {
    "id": "34379489",
    "name": "Bulledog Potartiste",
    "nameEn": "Bulledog Potartiste",
    "attribute": "EARTH",
    "atk": 2300,
    "def": 1000,
    "level": 6,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nIf a face-up non-Pendulum Monster(s) you control that was Special Summoned from the Extra Deck would be destroyed by battle or card effect, you can destroy this card instead.\n\n[ Monster Effect ] \nLorsque cette carte est Invoquée Spécialement depuis l'Extra Deck : vous pouvez activer cet effet ; le reste de ce tour, les Monstres Pendule que vous contrôlez qui ont été Invoqués Spécialement depuis l'Extra Deck ne peuvent pas être détruits par des effets de carte.",
    "archetype": "Performapal"
  },
  {
    "id": "79324191",
    "name": "Cahier Art Ninjitsu",
    "nameEn": "Cahier Art Ninjitsu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez envoyer 1 monstre \"Ninja\" depuis votre main au Cimetière ; Posez 1 Magie/Piège \"Ninjitsu\" ou \"Nin-Jitsu\" (\"Cahier Art Ninjitsu\" exclu) directement depuis votre Deck.",
    "archetype": "Ninja"
  },
  {
    "id": "69105797",
    "name": "Calamar Drosera Prédaplante",
    "nameEn": "Calamar Drosera Prédaplante",
    "attribute": "DARK",
    "atk": 800,
    "def": 400,
    "level": 2,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 monstre face recto que vous contrôlez ; ce tour, il peut attaquer une fois tous les monstres contrôlés par votre adversaire avec un Compteur Prédateur. Si cette carte face recto quitte le Terrain : placez 1 Compteur Prédateur sur chaque monstre Invoqué Spécialement contrôlé par votre adversaire, et si vous le faites, chacun de ces monstres de min. Niveau 2 deviennent Niveau 1 tant qu'ils ont un Compteur Prédateur.",
    "archetype": "Predaplant"
  },
  {
    "id": "98414735",
    "name": "Canadia Paléozoïque",
    "nameEn": "Canadia Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; changez-le en Position de Défense face verso. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte comme un Monstre Normal (Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "91754175",
    "name": "Caninetaure",
    "nameEn": "Caninetaure",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 200,
    "level": 3,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si cette carte combat un monstre de votre adversaire, durant le calcul des dommages (du tour de chaque joueur) : vous pouvez envoyer 1 monstre de Type Bête/Bête-Guerrier/Bête Ailée depuis votre main ou Deck au Cimetière, et si vous le faites, cette carte gagne une ATK égale au Niveau du monstre envoyé x 100 jusqu'à la fin de la Battle Phase."
  },
  {
    "id": "7044562",
    "name": "Carte de l'Âme",
    "nameEn": "Carte de l'Âme",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Regardez votre Deck, et si vous le faites, vous pouvez ajouter 1 monstre depuis votre Deck à votre main, dont la somme de son ATK/DEF est égale à vos LP. Vous ne pouvez activer qu'1 \"Carte de l'Âme\" par tour."
  },
  {
    "id": "48310593",
    "name": "Cartes Limitées",
    "nameEn": "Cartes Limitées",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "La limite de cartes dans la main de chaque joueur devient 3."
  },
  {
    "id": "47222536",
    "name": "Cercle Magique Sombre",
    "nameEn": "Cercle Magique Sombre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : regardez les 3 cartes du dessus de votre Deck, puis vous pouvez en révéler 1 qui a \"Magicien Sombre\" ou une Magie/Piège qui mentionne \"Magicien Sombre\", et ajoutez-la à votre main, et aussi, placez les cartes restantes au-dessus de votre Deck dans l'ordre de votre choix. Si \"Magicien Sombre\" est Invoqué Normalement ou Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; bannissez-la. Vous ne pouvez utiliser chaque effet de \"Cercle Magique Sombre\" qu'une fois par tour.",
    "archetype": "Dark Magician"
  },
  {
    "id": "71650854",
    "name": "Champ Magique de Mi-Destruction",
    "nameEn": "Champ Magique de Mi-Destruction",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte au début de votre Main Phase 1 ou 2. Durant la Main Phase 1 de chaque joueur, les monstres sur le Terrain ne peuvent pas être détruits par des effets de carte de leur adversaire, et aussi, aucun joueur ne peut cibler de monstres contrôlés par son adversaire. Vous ne pouvez ni activer ni Poser de Cartes Magie de Terrain."
  },
  {
    "id": "44928016",
    "name": "Champion du Monde Poids Carotte",
    "nameEn": "Champion du Monde Poids Carotte",
    "attribute": "DARK",
    "atk": 1900,
    "def": 0,
    "level": 4,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 monstre de Type Plante (\"Champion du Monde Poids Carotte\" exclu) depuis votre main ou face recto depuis votre Terrain au Cimetière ; Invoquez Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Champion du Monde Poids Carotte\" qu'une fois par tour."
  },
  {
    "id": "29087919",
    "name": "Changement Geargia",
    "nameEn": "Changement Geargia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez min. 2 monstres \"Geargiano\" de noms différents dans votre Cimetière ; Invoquez-les Spécialement. Immédiatement après la résolution de cette carte, Invoquez par Xyz 1 Monstre Xyz en utilisant tous les monstres Invoqués (mais aucun autre monstre) comme Matériels. Vous ne pouvez activer qu'1 \"Changement Geargia\" par tour.",
    "archetype": "Geargia"
  },
  {
    "id": "69228245",
    "name": "Changeraffe Potartiste",
    "nameEn": "Changeraffe Potartiste",
    "attribute": "EARTH",
    "atk": 100,
    "def": 500,
    "level": 1,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhen exactly 1 monster you control (and no other cards) is destroyed by battle: You can destroy this card, and if you do, Special Summon that monster destroyed by battle in Attack Position, and if you do that, it cannot be destroyed by battle this turn (even if this card leaves the field).\n\n[ Monster Effect ] \nLorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; tant que cette carte est face recto sur le Terrain, le monstre face recto ne peut pas attaquer, et aussi, annulez les effets du monstre face recto tant qu'il est sur le Terrain.",
    "archetype": "Performapal"
  },
  {
    "id": "71863024",
    "name": "Cheval Radis Potartiste",
    "nameEn": "Cheval Radis Potartiste",
    "attribute": "EARTH",
    "atk": 500,
    "def": 2000,
    "level": 4,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 face-up monster your opponent controls, and 1 \"Performapal\" monster you control; that opponent's monster loses ATK equal to the ATK of that \"Performapal\" monster you control (even if this card leaves the field).\n\n[ Monster Effect ] \nSi votre adversaire contrôle un monstre Invoqué Spécialement et qu'il contrôle au moins autant de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Une fois par tour : vous pouvez cibler 1 monstre face recto sur chaque Terrain ; jusqu'à la fin de ce tour, le monstre de votre adversaire perd une ATK égale à l'ATK de cette carte, et s'il le fait, le monstre que vous contrôlez gagne une ATK égale à l'ATK de cette carte.",
    "archetype": "Performapal"
  },
  {
    "id": "17328157",
    "name": "Chevaléchasses Vitesseroid",
    "nameEn": "Chevaléchasses Vitesseroid",
    "attribute": "WIND",
    "atk": 1100,
    "def": 1100,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"Vitesseroid\" de max. Niveau 4 depuis votre main. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; envoyez 1 monstre VENT depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Chevaléchasses Vitesseroid\" qu'une fois par tour.",
    "archetype": "Roid"
  },
  {
    "id": "58383100",
    "name": "Chevalier Miroir Cipher",
    "nameEn": "Chevalier Miroir Cipher",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre \"Cipher\" que vous contrôlez est détruit au combat et envoyé à votre Cimetière : vous pouvez défausser cette carte ; envoyez 1 carte depuis votre main ou Terrain au Cimetière, et si vous le faites, Invoquez Spécialement le monstre détruit. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez ajouter 1 carte \"Cipher\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Chevalier Miroir Cipher\" qu'une fois par tour.",
    "archetype": "Cipher"
  },
  {
    "id": "42878636",
    "name": "Chien de Chasse Rouages Ancients",
    "nameEn": "Chien de Chasse Rouages Ancients",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1000,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement : infligez 600 points de dommages à votre adversaire. Si cette carte attaque, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Une fois par tour : vous pouvez Invoquer par Fusion 1 Monstre de Fusion \"Rouages Ancients\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme des Matériels de Fusion.",
    "archetype": "Ancient Gear"
  },
  {
    "id": "43930492",
    "name": "Chose de Magie",
    "nameEn": "Chose de Magie",
    "attribute": "DARK",
    "atk": 1800,
    "def": 1300,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois qu'une Carte Magie est activée, placez 1 Compteur Magie sur cette carte lorsque la Magie est résolue. Le Niveau de cette carte est augmenté du nombre de Compteurs Magie sur elle. Vous pouvez retirer 3 Compteurs Magie de cette carte, puis ciblez 1 Magie Jeu-Rapide dans votre Cimetière ; Posez la carte dans votre Zone Magie & Piège. Vous ne pouvez utiliser cet effet de \"Chose de Magie\" qu'une fois par tour."
  },
  {
    "id": "32465539",
    "name": "Cocondensateur Insecte Numérique",
    "nameEn": "Cocondensateur Insecte Numérique",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2000,
    "level": 3,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Insecte. Une fois par tour, si cette carte est en Position d'Attaque : vous pouvez cibler 1 monstre de Type Insecte de Niveau 3 dans votre Cimetière ; changez cette carte en Position de Défense, et si vous le faites, Invoquez Spécialement le monstre en Position de Défense. Un Monstre Xyz qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel Xyz gagne cet effet.\n●Si cette carte attaque un monstre en Position de Défense, les cartes et effets de votre adversaire ne peuvent pas être activés jusqu'à la fin de la Damage Step.",
    "archetype": "Digital Bug"
  },
  {
    "id": "69711728",
    "name": "Combination Métalphose",
    "nameEn": "Combination Métalphose",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si un Monstre Fusion est Invoqué par Fusion : vous pouvez cibler 1 monstre \"Métalphose\" dans votre Cimetière d'un Niveau inférieur à celui du Monstre Fusion ; Invoquez-le Spécialement. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 monstre \"Métalphose\" depuis votre Deck à votre main.",
    "archetype": "Metalfoes"
  },
  {
    "id": "73881652",
    "name": "Combo du Zoodiaque",
    "nameEn": "Combo du Zoodiaque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz \"Zoodiaque\" que vous contrôlez ; attachez 1 monstre \"Zoodiaque\" depuis votre Deck au Monstre Xyz comme Matériel Xyz. Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 5 cartes \"Zoodiaque\" de noms différents dans votre Cimetière ; mélangez-les toutes les 5 dans le Deck, puis piochez 1 carte.",
    "archetype": "Zoodiac"
  },
  {
    "id": "32360466",
    "name": "Commencement du Paradis et de la Terre",
    "nameEn": "Commencement du Paradis et de la Terre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 3 monstres de Type Guerrier depuis votre Deck, incluant min. 1 monstre \"Soldat du Lustre Noir\" ou 1 monstre \"Gaïa le Chevalier Implacable\", et laissez votre adversaire en prendre 1 au hasard. S'il a pris un monstre \"Soldat du Lustre Noir\" ou monstre \"Gaïa le Chevalier Implacable\", ajoutez-le à votre main et envoyez les cartes restantes au Cimetière. Sinon, envoyez-les toutes au Cimetière. Vous ne pouvez activer qu'1 \"Commencement du Paradis et de la Terre\" par tour.",
    "archetype": "Black Luster Soldier"
  },
  {
    "id": "10833828",
    "name": "Contrat des Ténèbres avec le Roi Marais Interdit",
    "nameEn": "Contrat des Ténèbres avec le Roi Marais Interdit",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez Invoquer Spécialement 1 monstre \"D/D/D\" depuis votre main en Position de Défense, mais ses effets sont annulés. Une fois par tour : vous pouvez Invoquer par Fusion 1 Monstre de Fusion de Type Démon depuis votre Extra Deck, en utilisant des monstres (un monstre Invoqué Spécialement par cette carte avec l'effet ci-dessus inclus) depuis votre main ou Terrain comme des Matériels de Fusion. Une fois par tour, durant votre Standby Phase : recevez 2000 points de dommages.",
    "archetype": "D/D"
  },
  {
    "id": "60168186",
    "name": "Contrat des Ténèbres avec les Entités",
    "nameEn": "Contrat des Ténèbres avec les Entités",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre \"D/D/D\" du type de carte ci-dessous est Invoqué Spécialement depuis l'Extra Deck sur votre Terrain : vous pouvez activer l'effet approprié une fois par tour;\n●Fusion : Gagnez 1000 LP.\n●Synchro : Votre adversaire ne peut pas cibler le monstre Invoqué Spécialement avec des effets de carte.\n●Xyz : Bannissez 1 carte depuis le Terrain ou Cimetière.\n●Pendule : Piochez 1 carte, puis défaussez 1 carte.\nUne fois par tour, durant votre Standby Phase : recevez 2000 points de dommages.",
    "archetype": "D/D"
  },
  {
    "id": "33327029",
    "name": "Contre Métalphose",
    "nameEn": "Contre Métalphose",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une ou plusieurs cartes que vous contrôlez sont détruites au combat ou par un effet de carte : Invoquez Spécialement 1 monstre \"Métalphose\" depuis votre Deck. Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 Monstre Pendule \"Métalphose\" face recto depuis votre Extra Deck à votre main.",
    "archetype": "Metalfoes"
  },
  {
    "id": "23377694",
    "name": "Coquillage de Crabe Potartiste",
    "nameEn": "Coquillage de Crabe Potartiste",
    "attribute": "WATER",
    "atk": 500,
    "def": 2500,
    "level": 5,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, when a \"Performapal\" monster you control is destroyed by battle: You can target 1 \"Performapal\" or \"Odd-Eyes\" card in your Pendulum Zone; Special Summon it.\n\n[ Monster Effect ] \nUne fois par tour : vous pouvez cibler 1 Monstre Pendule que vous contrôlez ; jusqu'à la fin de ce tour, il gagne 300 ATK pour chaque monstre \"Potartiste\" que vous contrôlez actuellement.",
    "archetype": "Performapal"
  },
  {
    "id": "39817919",
    "name": "Corbeau Shinobiseau",
    "nameEn": "Corbeau Shinobiseau",
    "attribute": "WIND",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Une fois par tour, durant la Damage Step de chaque joueur, lorsque cette carte combat un monstre de votre adversaire : vous pouvez défausser 1 monstre Spirit ; jusqu'à la fin de la Battle Phase, cette carte gagne une ATK/DEF égales à l'ATK/DEF du monstre défaussé. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Normalement ou retournée face recto ce tour : renvoyez-la à la main.",
    "archetype": "Shinobird"
  },
  {
    "id": "90809975",
    "name": "Crapaudilique",
    "nameEn": "Crapaudilique",
    "attribute": "WATER",
    "atk": 2200,
    "def": 0,
    "level": 2,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres Aqua de Niveau 2\nUne fois par tour, durant la Standby Phase : vous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 monstre \"Grenouille\" depuis votre Deck. Une fois par tour, lorsque votre adversaire active une Carte Magie/Piège ou un effet de monstre (Effet Rapide) : vous pouvez envoyer 1 monstre Aqua depuis votre main ou Terrain face recto au Cimetière ; annulez l'activation, et si vous le faites, détruisez la carte, puis vous pouvez la Poser sur votre Terrain. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 monstre EAU dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Frog"
  },
  {
    "id": "17530001",
    "name": "Cuben",
    "nameEn": "Cuben",
    "attribute": "LIGHT",
    "atk": 600,
    "def": 1900,
    "level": 4,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez lancer un dé à six faces, et tant que ce monstre est face recto sur le Terrain, aucun joueur ne peut Invoquer ni Normalement ni Spécialement de monstres du même Niveau que le résultat."
  },
  {
    "id": "42600274",
    "name": "Cyber Tutubon",
    "nameEn": "Cyber Tutubon",
    "attribute": "EARTH",
    "atk": 1800,
    "def": 1600,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 1 monstre de Type Guerrier ou Elfe depuis votre main ou Terrain. Si cette carte est Sacrifiée pour une Invocation Rituelle : vous pouvez cibler 1 Carte Magie Rituelle dans votre Cimetière ; ajoutez-la à votre main."
  },
  {
    "id": "8267140",
    "name": "Cyclone Cosmique",
    "nameEn": "Cyclone Cosmique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 1000 LP, puis ciblez 1 Magie/Piège sur le Terrain ; bannissez-le."
  },
  {
    "id": "46035545",
    "name": "D/D Savant Nikola",
    "nameEn": "D/D Savant Nikola",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2000,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou cannot Pendulum Summon monsters, except \"D/D\" monsters. This effect cannot be negated. Once per turn: You can discard 1 \"D/D/D\" monster, then target 1 Level 6 or lower \"D/D\" monster you control; it gains 2000 ATK and DEF until the end of this turn (even if this card leaves the field).\n\n[ Monster Effect ] \nSi cette carte dans la Zone Pendule est détruite : vous pouvez cibler 1 monstre \"D/D/D\" que vous contrôlez ; renvoyez-le à la main, et si vous le faites, placez max. 2 Monstres Pendule \"D/D\" face recto depuis votre Extra Deck dans vos Zones Pendule, mais ils ne peuvent pas activer leurs Effets Pendule ce tour. Vous ne pouvez utiliser cet effet de \"D/D Savant Nikola\" qu'une fois par tour.",
    "archetype": "D/D"
  },
  {
    "id": "41546",
    "name": "D/D Savant Thomas",
    "nameEn": "D/D Savant Thomas",
    "attribute": "DARK",
    "atk": 1800,
    "def": 2600,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nDuring your Main Phase: You can add 1 face-up \"D/D\" Pendulum Monster from your Extra Deck to your hand. You can only use this effect of \"D/D Savant Thomas\" once per turn.\n\n[ Monster Effect ] \nVous pouvez cibler 1 carte \"D/D\" dans votre Zone Pendule ; détruisez la carte, et si vous le faites, Invoquez Spécialement 1 monstre \"D/D/D\" de Niveau 8 depuis votre Deck en Position de Défense, mais le reste de ce tour, ses effets (s'il en a) sont annulés, et aussi, les dommages de combat reçus par votre adversaire seront divisés par deux. Vous ne pouvez utiliser cet effet de \"D/D Savant Thomas\" qu'une fois par tour.",
    "archetype": "D/D"
  },
  {
    "id": "62893810",
    "name": "Délops",
    "nameEn": "Délops",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 200,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez lancer un dé à six faces, puis appliquez le résultat.\n●1 : Regardez la main de votre adversaire, et aussi, défaussez-lui 1 carte.\n●2, 3, 4, 5 : Défaussez 1 carte.\n●6 : Défaussez toute votre main."
  },
  {
    "id": "13647631",
    "name": "Derricrane Train de Fret Lourd",
    "nameEn": "Derricrane Train de Fret Lourd",
    "attribute": "EARTH",
    "atk": 2800,
    "def": 2000,
    "level": 10,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres TERRE Machine sont Invoqués Normalement ou Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, mais son ATK/DEF d'origine seront divisées par deux. Vous ne pouvez utiliser cet effet de \"Derricrane Train de Fret Lourd\" qu'une fois par tour. Si cette carte est détachée d'un Monstre Xyz et envoyée au Cimetière pour activer l'effet du monstre : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la.",
    "archetype": "Train"
  },
  {
    "id": "27143874",
    "name": "Dino-Couture",
    "nameEn": "Dino-Couture",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non destructible au combat. Si cette carte est ciblée par une attaque : cette carte gagne 1000 ATK/DEF. Si cette carte a attaqué, après le calcul des dommages : l'ATK/DEF gagnées par cet effet redeviennent 0."
  },
  {
    "id": "38761908",
    "name": "Dinomischus Paléozoïque",
    "nameEn": "Dinomischus Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 carte face recto sur le Terrain ; défaussez 1 carte, et si vous le faites, bannissez-la. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte comme un Monstre Normal (Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "38572779",
    "name": "Divernosaure",
    "nameEn": "Divernosaure",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 1000,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; durant cette Main Phase, les monstres Dinosaure que vous contrôlez ne sont pas affectés par les effets activés de votre adversaire. Vous pouvez bannir un nombre de votre choix de monstres Dinosaure (cette carte incluse) depuis votre Cimetière ; Invoquez Spécialement 1 monstre Dinosaure depuis votre Deck de Niveau égal au nombre total de monstres bannis pour activer cet effet, mais détruisez-le durant la End Phase. Vous ne pouvez utiliser cet effet de \"Divernosaure\" qu'une fois par tour."
  },
  {
    "id": "42143067",
    "name": "Doki Doki",
    "nameEn": "Doki Doki",
    "attribute": "EARTH",
    "atk": 500,
    "def": 500,
    "level": 2,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 monstre Rocher ; Invoquez Spécialement 1 monstre Rocher qui a les mêmes Attribut et Niveau d'origine que le monstre depuis votre Deck en Position d'Attaque face recto ou en Position de Défense face verso. Vous ne pouvez utiliser cet effet de \"Doki Doki\" qu'une fois par tour."
  },
  {
    "id": "63992027",
    "name": "Double Cipher",
    "nameEn": "Double Cipher",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle un monstre avec la plus haute ATK sur le Terrain (même en cas d'égalité) : ciblez 1 Monstre Xyz \"Yeux Galactiques\" ou \"Cipher\" que vous contrôlez avec du Matériel Xyz ; détachez tous les Matériels Xyz du Monstre Xyz, et si vous le faites, Invoquez Spécialement 1 monstre du même nom que le Monstre Xyz depuis votre Extra Deck.",
    "archetype": "Cipher"
  },
  {
    "id": "65472618",
    "name": "Dragodies, le Guerrier Éveillé",
    "nameEn": "Dragodies, le Guerrier Éveillé",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nAt the start of the Damage Step, if a monster you control battles an opponent's face-up monster: You can discard 1 card; the opponent's battling monster's ATK and DEF become half its current ATK and DEF (even if this card leaves the field).\n\n[ Monster Effect ] \nSi cette carte dans la Zone Monstre de son propriétaire est détruite par une attaque ou effet de carte de votre adversaire : durant la End Phase de ce tour, vous pouvez ajouter 1 monstre de Type Guerrier ou Magicien avec max. 2000 ATK (\"Dragodies, le Guerrier Éveillé\" exclu) depuis votre Deck à votre main.",
    "archetype": "Empowered Warrior"
  },
  {
    "id": "86238081",
    "name": "Dragon de Rage aux Yeux Impairs",
    "nameEn": "Dragon de Rage aux Yeux Impairs",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, if you have no cards in your other Pendulum Zone: You can place 1 Pendulum Monster from your Deck in your Pendulum Zone.\n\n[ Monster Effect ] \n2 monstres de Type Dragon de Niveau 7\nSi vous pouvez effectuer une Invocation Pendule de Niveau 7, vous pouvez Invoquer par Pendulation cette carte face recto dans votre Extra Deck. Si cette carte dans la Zone Monstre est détruite : vous pouvez la placer dans votre Zone Pendule. Si cette carte est Invoquée par Xyz en utilisant un Monstre Xyz comme Matériel, elle gagne ces effets.\n●Elle peut faire une seconde attaque durant chaque Battle Phase.\n●Une fois par tour : vous pouvez lui détacher 1 Matériel Xyz ; détruisez autant de cartes contrôlées par votre adversaire que possible, et si vous le faites, cette carte gagne 200 ATK pour chacune d'elles jusqu'à la fin de ce tour.",
    "archetype": "-Eyes Dragon"
  },
  {
    "id": "94689206",
    "name": "Dragon en Briques",
    "nameEn": "Dragon en Briques",
    "attribute": "EARTH",
    "atk": 2500,
    "def": 3000,
    "level": 8,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main ou Cimetière) en bannissant 3 monstres TERRE depuis votre main et/ou Cimetière. Les monstres Rocher que vous contrôlez ne peuvent pas être détruits, sauf au combat. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter max. 3 monstres Rocher depuis votre Deck à votre main, dont le Niveau total est égal à 8. Vous ne pouvez utiliser cet effet de \"Dragon en Briques\" qu'une fois par tour."
  },
  {
    "id": "67310848",
    "name": "Dragon Étoile Naine Planeter",
    "nameEn": "Dragon Étoile Naine Planeter",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 1200,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la End Phase, si cette carte a été Invoquée Normalement ce tour : vous pouvez ajouter 1 monstre LUMIÈRE ou TÉNÈBRES de Niveau 7 depuis votre Deck à votre main."
  },
  {
    "id": "41209827",
    "name": "Dragon Fusion Venin Affamé",
    "nameEn": "Dragon Fusion Venin Affamé",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres TÉNÈBRES sur le Terrain (Jetons exclus)\nSi cette carte est Invoquée par Fusion : jusqu'à la fin de ce tour, vous pouvez faire gagner à cette carte une ATK égale à l'ATK d'1 monstre Invoqué Spécialement de l'adversaire. Une fois par tour : vous pouvez cibler 1 monstre de min. Niveau 5 contrôlé par votre adversaire ; jusqu'à la End Phase, le nom de cette carte devient le nom d'origine du monstre, et remplacez cet effet avec les effets d'origine du monstre. Si cette carte Invoquée par Fusion est détruite : vous pouvez détruire tous les monstres Invoqués Spécialement de votre adversaire.",
    "archetype": "Venom"
  },
  {
    "id": "2129638",
    "name": "Dragon Jumelé d'Explosion aux Yeux Bleus",
    "nameEn": "Dragon Jumelé d'Explosion aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2500,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Dragon Blanc aux Yeux Bleus\" + \"Dragon Blanc aux Yeux Bleus\"\nUniquement Invocable soit par Fusion soit Spécialement en envoyant les monstres ci-dessus que vous contrôlez au Cimetière. Non destructible au combat. Durant chaque Battle Phase, cette carte peut faire max. 2 attaques sur des monstres. À la fin de la Damage Step, lorsque cette carte attaque un monstre de l'adversaire, mais que le monstre de l'adversaire n'a pas été détruit au combat : vous pouvez bannir le monstre de l'adversaire.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "48905153",
    "name": "Drident du Zoodiaque",
    "nameEn": "Drident du Zoodiaque",
    "attribute": "EARTH",
    "atk": -1,
    "def": -1,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres de Niveau 4\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Drident du Zoodiaque\" en utilisant 1 monstre \"Zoodiaque\" que vous contrôlez de nom différent comme Matériel. (Transférez ses Matériels à cette carte.) Gagne une ATK/DEF égales à l'ATK/DEF de tous les monstres \"Zoodiaque\" qui lui sont attachés comme Matériel. Une fois par tour (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 carte face recto sur le Terrain ; détruisez-la.",
    "archetype": "Zoodiac"
  },
  {
    "id": "59640711",
    "name": "Duc Den-Den Daiko Vitesseroid",
    "nameEn": "Duc Den-Den Daiko Vitesseroid",
    "attribute": "WIND",
    "atk": 1000,
    "def": 1000,
    "level": 3,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 Syntoniseur \"Vitesseroid\" (\"Duc Den-Den Daiko Vitesseroid\" exclu) depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Duc Den-Den Daiko Vitesseroid\" qu'une fois par tour.",
    "archetype": "Roid"
  },
  {
    "id": "30426226",
    "name": "Échanghéros",
    "nameEn": "Échanghéros",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez le même nombre de monstres que votre adversaire, échangez le contrôle de tous ces monstres."
  },
  {
    "id": "2376209",
    "name": "Eldonia Paléozoïque",
    "nameEn": "Eldonia Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, il gagne 500 ATK/DEF. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte comme un Monstre Normal (Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "99397762",
    "name": "Élément Binaire Cipher",
    "nameEn": "Élément Binaire Cipher",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz \"Yeux Galactiques\" ou \"Cipher\" que vous contrôlez ; attachez-lui cette carte comme Matériel Xyz, et si vous le faites, la prochaine fois qu'il va être détruit au combat ou par un effet de carte ce tour, il n'est pas détruit.",
    "archetype": "Cipher"
  },
  {
    "id": "38695361",
    "name": "Émissaire du Chaos",
    "nameEn": "Émissaire du Chaos",
    "attribute": "DARK",
    "atk": 1500,
    "def": 0,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Battle Phase (Effet Rapide) : vous pouvez défausser cette carte, puis ciblez 1 monstre \"Soldat du Lustre Noir\" ou monstre \"Gaïa le Chevalier Implacable\" que vous contrôlez ; il gagne 1500 ATK jusqu'à la fin de ce tour, et s'il le fait, l'ATK de chaque monstre de l'adversaire qui le combat ce tour devient l'ATK d'origine du monstre durant le calcul des dommages uniquement. Une fois par tour, durant la End Phase, si cette carte est dans votre Cimetière : vous pouvez bannir 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES (cette carte exclue) depuis votre Cimetière ; ajoutez cette carte à votre main.",
    "archetype": "Black Luster Soldier"
  },
  {
    "id": "52176579",
    "name": "Entrée Crystron",
    "nameEn": "Entrée Crystron",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 2 Syntoniseurs \"Crystron\" (1 depuis votre main et 1 depuis votre Cimetière). Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Crystron\" que vous contrôlez ; envoyez 1 monstre \"Crystron\" depuis votre Deck au Cimetière dont le Niveau est différent de celui du monstre, et si vous le faites, le monstre devient du Niveau du monstre envoyé au Cimetière. Vous ne pouvez utiliser cet effet de \"Entrée Crystron\" qu'une fois par tour.",
    "archetype": "Crystron"
  },
  {
    "id": "74582050",
    "name": "Éruption Dinobrume",
    "nameEn": "Éruption Dinobrume",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres \"Dinobrume\" que vous contrôlez sont détruits au combat ou par un effet de carte : ciblez 1 carte contrôlée par votre adversaire ; détruisez-la.",
    "archetype": "Dinomist"
  },
  {
    "id": "45467446",
    "name": "Esprit du Dragon Blanc",
    "nameEn": "Esprit du Dragon Blanc",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"Yeux Bleus\".)\nCette carte est traitée comme un Monstre Normal tant qu'elle est dans la main ou Cimetière. Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; bannissez-le. Si votre adversaire contrôle un monstre (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Dragon Blanc aux Yeux Bleus\" depuis votre main.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "26517393",
    "name": "Esprit du Vent d'Automne",
    "nameEn": "Esprit du Vent d'Automne",
    "attribute": "WIND",
    "atk": 1800,
    "def": 900,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement : vous pouvez ajouter 1 monstre Flip depuis votre Deck à votre main."
  },
  {
    "id": "78942513",
    "name": "Éternité Marionnette de l'Ombre Purusha",
    "nameEn": "Éternité Marionnette de l'Ombre Purusha",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Marionnette de l'Ombre\" que vous contrôlez ; envoyez 1 carte \"Marionnette de l'Ombre\" depuis votre main au Cimetière, et si vous le faites, le monstre ciblé gagne 1000 ATK/DEF, mais il est changé en Position de Défense face verso durant la End Phase.",
    "archetype": "Shaddoll"
  },
  {
    "id": "79094383",
    "name": "Étranger Cipher",
    "nameEn": "Étranger Cipher",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main ou Cimetière : vous pouvez cibler 1 Monstre Xyz \"Cipher\" que vous contrôlez ; attachez-lui cette carte comme Matériel Xyz. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 Carte Magie/Piège \"Cipher\" depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Étranger Cipher\" par tour, et uniquement une fois le tour.",
    "archetype": "Cipher"
  },
  {
    "id": "54250060",
    "name": "Éveillement",
    "nameEn": "Éveillement",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres de Type Dragon/Guerrier/Magicien que vous contrôlez gagnent 300 ATK/DEF. Une fois par tour : vous pouvez défausser 1 carte ; Invoquez Spécialement 1 monstre \"Guerrier Éveillé\" depuis votre Deck. Une fois par tour : vous pouvez bannir un total de 4 monstres de Type Guerrier et/ou Magicien depuis votre Cimetière ; ajoutez 1 monstre \"Éther\" depuis votre Deck à votre main.",
    "archetype": "Aether"
  },
  {
    "id": "4367330",
    "name": "Exploselapin du Zoodiaque",
    "nameEn": "Exploselapin du Zoodiaque",
    "attribute": "EARTH",
    "atk": 800,
    "def": 800,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 carte \"Zoodiaque\" (\"Exploselapin du Zoodiaque\" exclu) dans votre Cimetière ; ajoutez-la à votre main. Un Monstre Xyz dont le Type d'origine est Bête-Guerrier et qui a cette carte comme Matériel Xyz gagne cet effet.\n●Durant le tour de chaque joueur, lorsque votre adversaire active une Carte Magie ou effet de Magie qui cible cette carte : vous pouvez détacher 1 Matériel Xyz de cette carte ; annulez l'activation.",
    "archetype": "Zoodiac"
  },
  {
    "id": "62015408",
    "name": "Faucheur Fantôme et Cerises Blanches",
    "nameEn": "Faucheur Fantôme et Cerises Blanches",
    "attribute": "DARK",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous (Effet Rapide) : vous pouvez défausser cette carte ; révélez 1 carte dans votre Extra Deck, puis regardez l'Extra Deck de votre adversaire, et aussi, bannissez toutes les cartes dans son Extra Deck du même nom que la carte révélée. Vous ne pouvez utiliser cet effet de \"Faucheur Fantôme et Cerises Blanches\" qu'une fois par tour."
  },
  {
    "id": "47475363",
    "name": "Force de Miroir de la Noyade",
    "nameEn": "Force de Miroir de la Noyade",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque directe : mélangez tous les monstres en Position d'Attaque de votre adversaire dans le Deck."
  },
  {
    "id": "58988903",
    "name": "Force du Surpassement Magie-Rang-Plus",
    "nameEn": "Force du Surpassement Magie-Rang-Plus",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz \"Raidraptor\" que vous contrôlez ; Invoquez Spécialement 1 monstre \"Raidraptor\" qui a 2 Rangs de plus que la cible depuis votre Extra Deck, en utilisant la cible comme le Matériel Xyz. (Cette Invocation Spéciale est traitée comme une Invocation Xyz. Les Matériels Xyz attachés à la cible deviennent aussi des Matériels Xyz du monstre Invoqué.) Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte et 1 monstre \"Raidraptor\" depuis votre Cimetière, puis ciblez 1 Monstre Xyz \"Raidraptor\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Raidraptor"
  },
  {
    "id": "87765315",
    "name": "Forge du Véritable Dracos",
    "nameEn": "Forge du Véritable Dracos",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre \"Dracossassin\" (Monstres Pendule exclus) et un monstre \"Dracosseigneur\" sont sur le Terrain : mélangez autant de cartes sur le Terrain que possible dans le Deck, puis vous pouvez Invoquer Spécialement 1 monstre \"Dracossassin\" ou \"Dracosseigneur\" depuis votre Deck, en ignorant ses conditions d'Invocation.",
    "archetype": "Dracoslayer"
  },
  {
    "id": "31755044",
    "name": "Fouet-Queue du Zoodiaque",
    "nameEn": "Fouet-Queue du Zoodiaque",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 400,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez cibler 1 Monstre Xyz Bête-Guerrier que vous contrôlez ; attachez-lui cette carte depuis votre main ou Terrain comme Matériel. Un Monstre Xyz dont le Type d'origine est Bête-Guerrier et qui a cette carte comme Matériel gagne cet effet.\n●Si cette carte combat un monstre de votre adversaire, après le calcul des dommages : bannissez le monstre de votre adversaire.",
    "archetype": "Zoodiac"
  },
  {
    "id": "45591967",
    "name": "Frondeur Extra Potartiste",
    "nameEn": "Frondeur Extra Potartiste",
    "attribute": "DARK",
    "atk": 800,
    "def": 1100,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nDuring your Main Phase: You can inflict 300 damage to your opponent for each face-up Pendulum Monster in your Extra Deck. You can only use this effect of \"Performapal Extra Slinger\" once per turn. You cannot Pendulum Summon the turn you activate this effect.\n\n[ Monster Effect ] \nUne fois par tour : vous pouvez bannir 1 carte depuis votre Extra Deck, puis ciblez 1 carte dans une Zone Pendule ; détruisez-la, et si vous le faites, infligez 300 points de dommages à votre adversaire.",
    "archetype": "Performapal"
  },
  {
    "id": "31472884",
    "name": "Front Coordonné",
    "nameEn": "Front Coordonné",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 monstre, puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, son ATK/DEF deviennent l'ATK/DEF du monstre défaussé. Les monstres que vous contrôlez ne peuvent pas attaquer directement durant le tour où vous activez cette carte."
  },
  {
    "id": "34449261",
    "name": "Fusion Frouvalse",
    "nameEn": "Fusion Frouvalse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre de Fusion \"Frourreur\" que vous contrôlez et 1 Monstre de Fusion contrôlé par votre adversaire ; détruisez autant d'autres monstres Invoqués Spécialement sur le Terrain que possible, puis chaque joueur qui avait un ou plusieurs monstres détruits par cet effet reçoit des dommages égaux à la somme des ATK actuelles des monstres ciblés sur le Terrain.",
    "archetype": "Frightfur"
  },
  {
    "id": "73594093",
    "name": "Fusion Métalphose",
    "nameEn": "Fusion Métalphose",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion \"Métalphose\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériels Fusion. Si cette carte est dans votre Cimetière : vous pouvez la mélanger dans le Deck, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Fusion Métalphose\" qu'une fois par tour.",
    "archetype": "Metalfoes"
  },
  {
    "id": "39564736",
    "name": "Fusion Métalphose Pur",
    "nameEn": "Fusion Métalphose Pur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre de Fusion \"Métalphose\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme des Matériels de Fusion.",
    "archetype": "Metalfoes"
  },
  {
    "id": "92693205",
    "name": "Geargiancre",
    "nameEn": "Geargiancre",
    "attribute": "EARTH",
    "atk": 1800,
    "def": 500,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez changer cette carte en Position de Défense face verso. Si cette carte est retournée face recto : vous pouvez détruite un nombre de monstres sur le Terrain, inférieur ou égal au nombre d'autres monstres \"Geargia\" que vous contrôlez actuellement.",
    "archetype": "Geargia"
  },
  {
    "id": "99000107",
    "name": "Gendo le Moine Ascète",
    "nameEn": "Gendo le Moine Ascète",
    "attribute": "WATER",
    "atk": 300,
    "def": 1800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres en Position d'Attaque face recto sur le Terrain ne peuvent pas activer leurs effets. Cette carte en Position de Défense ne peut être ni ciblée ni détruite par des effets de carte."
  },
  {
    "id": "9106362",
    "name": "Gongochat Potartiste",
    "nameEn": "Gongochat Potartiste",
    "attribute": "EARTH",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, when an opponent's monster declares a direct attack: You can activate this effect; you take no battle damage from that battle (even if this card leaves the field).\n\n[ Monster Effect ] \nUne fois par tour, lorsqu'une attaque impliquant un monstre que vous contrôlez et un monstre de votre adversaire est déclarée : vous pouvez activer cet effet ; vous ne recevez aucun dommage de combat de ce combat.",
    "archetype": "Performapal"
  },
  {
    "id": "66815913",
    "name": "Grue Shinobiseau",
    "nameEn": "Grue Shinobiseau",
    "attribute": "WIND",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Une fois par tour, si un autre monstre Spirit est Invoqué Normalement ou Spécialement tant que ce monstre est sur le Terrain : vous pouvez piocher 1 carte. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Normalement ou retournée face recto ce tour : renvoyez-la à la main.",
    "archetype": "Shinobird"
  },
  {
    "id": "12525049",
    "name": "Guitarro, Guerrier Symphonique",
    "nameEn": "Guitarro, Guerrier Symphonique",
    "attribute": "WIND",
    "atk": 1500,
    "def": 100,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou can discard 1 card; Special Summon 1 \"Symphonic Warrior\" monster from your Deck, except \"Symphonic Warrior Guitaar\". You can only use this effect of \"Symphonic Warrior Guitaar\" once per turn.\n\n[ Monster Effect ] \nLorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre \"Guerrier Symphonique\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Symphonic Warrior"
  },
  {
    "id": "61420130",
    "name": "Hallucigenia Paléozoïque",
    "nameEn": "Hallucigenia Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, son ATK/DEF deviennent la moitié de son ATK/DEF actuelles. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte comme un Monstre Normal (Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "90365482",
    "name": "Hebo, Seigneur de la Rivière",
    "nameEn": "Hebo, Seigneur de la Rivière",
    "attribute": "WATER",
    "atk": 1800,
    "def": 600,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Si cette carte est Invoquée Normalement ou retournée face recto : vous pouvez cibler 1 monstre face recto sur le Terrain ; la cible est traitée comme un monstre Spirit, et aussi, renvoyez la cible à la main durant la End Phase. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Normalement ou retournée face recto ce tour : renvoyez-la à la main."
  },
  {
    "id": "91449532",
    "name": "Hippopotame du Flip Potartiste",
    "nameEn": "Hippopotame du Flip Potartiste",
    "attribute": "EARTH",
    "atk": 800,
    "def": 800,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"Potartiste\" depuis votre main, mais il a ses effets annulés jusqu'à la fin de ce tour. Une fois par tour : vous pouvez changer tous les monstres que vous contrôlez en Position de Défense.",
    "archetype": "Performapal"
  },
  {
    "id": "73616671",
    "name": "Illusion Magique",
    "nameEn": "Illusion Magique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre Magicien ; ajoutez max. 2 exemplaires de \"Magicien Sombre\" depuis votre Deck et/ou Cimetière à votre main. Vous ne pouvez activer qu'1 \"Illusion Magique\" par tour.",
    "archetype": "Dark Magician"
  },
  {
    "id": "99274184",
    "name": "Impact Crystron",
    "nameEn": "Impact Crystron",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 de vos monstres \"Crystron\" bannis ; Invoquez-le Spécialement, et si vous le faites, si votre adversaire contrôle des monstres face recto, changez leur DEF à 0. Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière, lorsqu'une carte ou un effet qui cible un monstre \"Crystron\" que vous contrôlez est activé : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'effet.",
    "archetype": "Crystron"
  },
  {
    "id": "10971759",
    "name": "Insectes d'Urgence",
    "nameEn": "Insectes d'Urgence",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 2 monstres de Type Insecte de Niveau 3 dans votre Cimetière ; Invoquez-les Spécialement, mais leurs effets sont annulés. Vous pouvez bannir cette carte et 1 Monstre Xyz depuis votre Cimetière ; le Niveau de tous les monstres de Type Insecte de Niveau 3 que vous contrôlez actuellement devient égal au Rang du monstre banni jusqu'à la fin de ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres de Type Insecte exclus) le reste de ce tour. Vous ne pouvez activer qu'1 \"Insectes d'Urgence\" par tour."
  },
  {
    "id": "66194206",
    "name": "Jugement du Seigneur Lumière",
    "nameEn": "Jugement du Seigneur Lumière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Placez cette carte au-dessus du Deck. Si cette carte est envoyée depuis le Deck au Cimetière par un effet de monstre \"Seigneur Lumière\" : vous pouvez ajouter 1 \"Dragon du Jugement\" depuis votre Deck à votre main.",
    "archetype": "Lightsworn"
  },
  {
    "id": "9032529",
    "name": "Larme Gracieuse",
    "nameEn": "Larme Gracieuse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 carte depuis votre main à la main de votre adversaire, puis gagnez 2000 LP."
  },
  {
    "id": "1154611",
    "name": "Leanchoilia Paléozoïque",
    "nameEn": "Leanchoilia Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 carte bannie ; renvoyez-la au Cimetière. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte comme un Monstre Normal (Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "7127502",
    "name": "Lector Pendule, le Dracosseigneur",
    "nameEn": "Lector Pendule, le Dracosseigneur",
    "attribute": "DARK",
    "atk": 1950,
    "def": 0,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nNegate the effects of face-up Pendulum Monsters while your opponent controls them.\n\n[ Monster Effect ] \nAu début de la Damage Step, si cette carte combat un Monstre Pendule : détruisez le monstre ainsi que cette carte.",
    "archetype": "Dracoverlord"
  },
  {
    "id": "3298689",
    "name": "Les Chevaliers Fantômes du Lancement Magie-Rang-Plus",
    "nameEn": "Les Chevaliers Fantômes du Lancement Magie-Rang-Plus",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : ciblez 1 Monstre Xyz TÉNÈBRES que vous contrôlez avec aucun Matériel ; Invoquez Spécialement 1 Monstre Xyz TÉNÈBRES qui a 1 Rang de plus que le monstre que vous contrôlez depuis votre Extra Deck, en l'utilisant comme Matériel, et si vous le faites, attachez-lui cette carte comme Matériel supplémentaire. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz TÉNÈBRES que vous contrôlez ; attachez 1 monstre \"Les Chevaliers Fantômes\" depuis votre main au monstre comme Matériel.",
    "archetype": "Phantom Knights"
  },
  {
    "id": "11163040",
    "name": "Les Dossiers Kaiju",
    "nameEn": "Les Dossiers Kaiju",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois qu'un ou plusieurs monstres \"Kaiju\" sont Invoqués Spécialement depuis la main et/ou Cimetière, placez 1 Compteur Kaiju sur cette carte (max. 5). Une fois par tour : vous pouvez cibler 1 monstre \"Kaiju\" sur le Terrain ; détruisez le monstre, puis Invoquez Spécialement 1 monstre \"Kaiju\" de nom d'origine différent depuis votre Deck sur le Terrain de son contrôleur. Vous pouvez envoyer cette carte avec min. 3 Compteurs Kaiju au Cimetière ; ajoutez 1 Magie/Piège \"Kaiju\" (\"Les Dossiers Kaiju\" exclu) depuis votre Deck à votre main.",
    "archetype": "Kaiju"
  },
  {
    "id": "72708264",
    "name": "Lézard aux Yeux de Bot Potartiste",
    "nameEn": "Lézard aux Yeux de Bot Potartiste",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 1200,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant votre Main Phase, si cette carte a été Invoquée Normalement ou Spécialement ce tour : vous pouvez envoyer 1 monstre \"Yeux Impairs\" depuis votre Deck au Cimetière ; jusqu'à la End Phase, le nom de cette carte devient le nom d'origine du monstre envoyé.",
    "archetype": "Odd-Eyes"
  },
  {
    "id": "12255007",
    "name": "Luciolux Potartiste",
    "nameEn": "Luciolux Potartiste",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 1600,
    "level": 4,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, when an opponent's monster declares an attack: You can Tribute 1 \"Performapal\" monster; negate the attack, then end the Battle Phase.\n\n[ Monster Effect ] \nSi un monstre \"Potartiste\" ou \"Yeux Impairs\" que vous contrôlez attaque, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step.",
    "archetype": "Performapal"
  },
  {
    "id": "35191415",
    "name": "Magicien de l'Illusion Noire",
    "nameEn": "Magicien de l'Illusion Noire",
    "attribute": "DARK",
    "atk": 2100,
    "def": 2500,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Magicien Sombre\" tant qu'elle est sur le Terrain. Vous ne pouvez utiliser chacun de ces effets de \"Magicien de l'Illusion Noire\" qu'une fois par tour.\n●Durant le tour de votre adversaire, si vous activez une Carte Magie/Piège ou effet de Magie/Piège (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main.\n●Si vous activez une Carte Magie/Piège ou effet de Magie/Piège tant que cette carte est face recto sur votre Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 \"Magicien Sombre\" dans votre Cimetière ; Invoquez-le Spécialement. Cet effet ne peut être utilisé qu'une fois tant que cette carte est face recto sur le Terrain.",
    "archetype": "Dark Magician"
  },
  {
    "id": "21296502",
    "name": "Magicien Sombre Toon",
    "nameEn": "Magicien Sombre Toon",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2100,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ne peut pas attaquer le tour où elle est Invoquée. Tant que vous contrôlez \"Monde des Toons\" et que votre adversaire ne contrôle aucun monstre Toon, cette carte peut attaquer directement votre adversaire. Une fois par tour : vous pouvez défausser 1 carte \"Toon\", puis activez 1 de ces effets ;\n●Invoquez Spécialement 1 monstre Toon (\"Magicien Sombre Toon\" exclu) depuis votre Deck, en ignorant ses conditions d'Invocation.\n●Ajoutez 1 Magie/Piège \"Toon\" depuis votre Deck à votre main.",
    "archetype": "Toon"
  },
  {
    "id": "111280",
    "name": "Magie Étendue des Ténèbres",
    "nameEn": "Magie Étendue des Ténèbres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Appliquez ces effets dans l'ordre, selon le nombre de \"Magicien Sombre\" et/ou \"Magicienne des Ténèbres\" sur le Terrain et dans les Cimetières.\n●1+ : Jusqu'à la fin de ce tour, 1 monstre TÉNÈBRES Magicien sur le Terrain gagne 1000 ATK.\n●2+ : Ce tour, votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation de votre Carte Magie/Piège ou effet de Magie/Piège, et aussi, les Magies/Pièges que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire.\n●3+ : Jusqu'à la fin de ce tour, les monstres TÉNÈBRES Magicien que vous contrôlez actuellement ne sont pas affectés par des effets de carte de votre adversaire.",
    "archetype": "Dark Magician"
  },
  {
    "id": "13317419",
    "name": "Main Roquette",
    "nameEn": "Main Roquette",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre en Position d'Attaque que vous contrôlez avec min. 800 ATK ; équipez cette carte à la cible. Il gagne 800 ATK. Vous pouvez envoyer cette carte équipée au Cimetière, puis ciblez 1 carte face recto sur le Terrain ; détruisez-la, puis changez l'ATK du monstre qui était équipé avec cette carte à 0, et aussi, sa position de combat ne peut pas être changée. Vous ne pouvez utiliser qu'1 effet de \"Main Roquette\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "45644898",
    "name": "Maître avec des Yeux de Bleu",
    "nameEn": "Maître avec des Yeux de Bleu",
    "attribute": "LIGHT",
    "atk": 300,
    "def": 1200,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 Syntoniseur LUMIÈRE de Niveau 1 dans votre Cimetière ; ajoutez-le à votre main. Vous pouvez mélanger cette carte depuis votre Cimetière dans le Deck, puis ciblez 1 Monstre à Effet que vous contrôlez ; envoyez-le au Cimetière, et si vous le faites, Invoquez Spécialement 1 monstre \"Yeux Bleus\" (monstre envoyé exclu) depuis votre Cimetière. Vous ne pouvez utiliser cet effet de \"Maître avec des Yeux de Bleu\" qu'une fois par tour.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "63845230",
    "name": "Mangeur des Millions",
    "nameEn": "Mangeur des Millions",
    "attribute": "DARK",
    "atk": -1,
    "def": -1,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en bannissant face verso min. 5 cartes depuis votre main, Terrain et/ou Extra Deck. Gagne 100 ATK/DEF pour chaque carte bannie face verso. Ni Sacrifiable, ni utilisable comme Matériel pour une Invocation Fusion, Synchro ou Xyz. Une fois par tour, au début de la Damage Step, si cette carte combat un monstre de l'adversaire : vous pouvez bannir face verso le monstre de l'adversaire."
  },
  {
    "id": "54537489",
    "name": "Mare Mare",
    "nameEn": "Mare Mare",
    "attribute": "WATER",
    "atk": 2100,
    "def": 1400,
    "level": 7,
    "monsterType": "Wyrm",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement, sauf par l'effet d'un monstre Wyrm. Durant votre Main Phase : vous pouvez réduire le Niveau de cette carte de 1, et si vous le faites, Invoquez Spécialement 1 \"Jeton Mini Mare Mare\" (Wyrm/EAU/Niveau 1/ATK 300/DEF 200). Vous ne pouvez utiliser cet effet de \"Mare Mare\" que max. trois fois par tour."
  },
  {
    "id": "64765016",
    "name": "Marrella Paléozoïque",
    "nameEn": "Marrella Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 Piège depuis votre Deck au Cimetière. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte comme un Monstre Normal (Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme un Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "67820935",
    "name": "Massimorphe",
    "nameEn": "Massimorphe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; son ATK/DEF deviennent le double de son ATK/DEF actuelles, mais il ne peut pas attaquer directement."
  },
  {
    "id": "34079868",
    "name": "Master Paix, le Véritable Dracossassin",
    "nameEn": "Master Paix, le Véritable Dracossassin",
    "attribute": "LIGHT",
    "atk": 2950,
    "def": 2950,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en Sacrifiant 1 monstre \"Dracossassin\" et 1 monstre \"Dracosseigneur\", et non Invocable Spécialement autrement. Une fois par tour, durant le tour de chaque joueur, lorsqu'une carte ou un effet est activé : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Si cette carte contrôlée par son propriétaire est détruite par une carte de votre adversaire (au combat ou par un effet de carte) : vous pouvez Invoquer Spécialement 1 monstre \"Dracossassin\" et 1 monstre \"Dracosseigneur\" depuis votre Deck.",
    "archetype": "Dracoslayer"
  },
  {
    "id": "86643777",
    "name": "Matrice Insecte",
    "nameEn": "Matrice Insecte",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres de Type Insecte que vous contrôlez gagnent 300 ATK/DEF. Vous pouvez cibler 1 Monstre Xyz de Type Insecte que vous contrôlez ; attachez 1 monstre de Type Insecte depuis votre main au monstre comme Matériel Xyz. Vous ne pouvez utiliser cet effet de \"Matrice Insecte\" qu'une fois par tour."
  },
  {
    "id": "24382602",
    "name": "Mausolée Blanc",
    "nameEn": "Mausolée Blanc",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase, vous pouvez Invoquer Normalement 1 Syntoniseur LUMIÈRE de Niveau 1 en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Une fois par tour : vous pouvez cibler 1 monstre face recto que vous contrôlez ; envoyez 1 Monstre Normal depuis votre main ou Deck au Cimetière, et si vous le faites, le monstre ciblé gagne une ATK/DEF égales au Niveau du monstre envoyé au Cimetière x 100 jusqu'à la fin de ce tour (même si cette carte quitte le Terrain). Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Flot Rugissant de Destruction\" depuis votre Deck à votre main."
  },
  {
    "id": "46253216",
    "name": "Mauvaise Visée",
    "nameEn": "Mauvaise Visée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une carte ou un effet de votre adversaire est activé : ciblez 1 carte (la carte activée exclue) sur le Terrain ; détruisez-la."
  },
  {
    "id": "84769941",
    "name": "Méca-Dogoran Super Machine de Guerre Anti-Kaiju",
    "nameEn": "Méca-Dogoran Super Machine de Guerre Anti-Kaiju",
    "attribute": "LIGHT",
    "atk": -1,
    "def": 2000,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) tant que votre adversaire contrôle un monstre \"Kaiju\". Vous ne pouvez contrôler qu'1 monstre \"Kaiju\". Une fois par tour : vous pouvez retirer 2 Compteurs Kaiju depuis le Terrain ; équipez 1 monstre \"Kaiju\" depuis votre main ou Cimetière à cette carte. Cette carte gagne une ATK égale à la somme des ATK d'origine des monstres \"Kaiju\" qui lui sont équipés par cet effet.",
    "archetype": "Kaiju"
  },
  {
    "id": "32104431",
    "name": "Mémoires de l'Épée Destructrice",
    "nameEn": "Mémoires de l'Épée Destructrice",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 carte \"Épée Destructrice\" ; Invoquez Spécialement 1 monstre \"Buster Blader\" depuis le Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez par Fusion 1 \"Buster Blader, le Spadassin Dragon Destructeur\" depuis votre Extra Deck, en bannissant des Matériels de Fusion listés sur celui-ci depuis votre Cimetière.",
    "archetype": "Destruction Sword"
  },
  {
    "id": "46500985",
    "name": "Métamorformation",
    "nameEn": "Métamorformation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres \"Métalphose\" que vous contrôlez gagnent 300 ATK/DEF. Tant qu'une carte \"Métalphose\" est dans votre Zone Pendule, les monstres \"Métalphose\" que vous contrôlez (Monstres à Effet exclus) ne sont pas affectés par des effets de carte de votre adversaire.",
    "archetype": "Metalfoes"
  },
  {
    "id": "26638543",
    "name": "Métrognome",
    "nameEn": "Métrognome",
    "attribute": "EARTH",
    "atk": 1800,
    "def": 1600,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 other card in a Pendulum Zone; this card's Pendulum Scale becomes equal to that card's, until the end of this turn.\n\n[ Monster Effect ] \nTant que vous avez 2 cartes de même Échelle Pendule dans vos Zones Pendule, cette carte gagne une ATK/DEF égales à l'Échelle Pendule x 100, et elle peut attaquer directement votre adversaire. Si cette carte inflige des dommages de combat à votre adversaire par une attaque directe : détruisez toutes les cartes dans les Zones Pendule."
  },
  {
    "id": "5399521",
    "name": "Micro, Guerrier Symphonique",
    "nameEn": "Micro, Guerrier Symphonique",
    "attribute": "WIND",
    "atk": 2300,
    "def": 1100,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nUnless you have a \"Symphonic Warrior\" card in your other Pendulum Zone, this card's Pendulum Scale becomes 4. Once per turn, during your End Phase: You can target 1 of your banished \"Symphonic Warrior\" monsters; add it to your hand.\n\n[ Monster Effect ] \nVous pouvez Invoquer Spécialement cette carte (depuis votre main) en retirant 3 Compteurs Symphonique depuis votre Terrain. Après que vous avez Invoqué Normalement ou Spécialement cette carte, vous pouvez Invoquer Normalement 1 monstre durant votre Main Phase ce tour, en plus de votre Invocation Normale ou Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.)",
    "archetype": "Symphonic Warrior"
  },
  {
    "id": "68950538",
    "name": "Millepabits Insecte Numérique",
    "nameEn": "Millepabits Insecte Numérique",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 500,
    "level": 3,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Insecte. Une fois par tour, lorsque cette carte face recto est changée de Position d'Attaque en Position de Défense : vous pouvez Invoquer Spécialement 1 monstre de Type Insecte de Niveau 3 depuis votre Deck en Position de Défense. Un Monstre Xyz qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel Xyz gagne cet effet.\n●Cette carte peut attaquer une fois tous les monstres en Position de Défense contrôlés par votre adversaire.",
    "archetype": "Digital Bug"
  },
  {
    "id": "73860462",
    "name": "Miracle Xyz",
    "nameEn": "Miracle Xyz",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz en utilisant des monstres que vous contrôlez comme Matériels."
  },
  {
    "id": "8706701",
    "name": "Miroir Rouge",
    "nameEn": "Miroir Rouge",
    "attribute": "FIRE",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de votre adversaire déclare une attaque : vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 monstre FEU de Type Démon (\"Miroir Rouge\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Si vous Invoquez par Synchronisation tant que cette carte est dans votre Cimetière (sauf durant la Damage Step ou le tour où cette carte a été envoyée au Cimetière) : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Miroir Rouge\" qu'une fois par tour."
  },
  {
    "id": "4688231",
    "name": "Mithrilium Métalphose",
    "nameEn": "Mithrilium Métalphose",
    "attribute": "FIRE",
    "atk": 2600,
    "def": 1000,
    "level": 6,
    "monsterType": "Psychic",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Métalphose\" + 1 Monstre Pendule\nVous pouvez cibler 2 cartes \"Métalphose\" dans votre Cimetière et 1 carte sur le Terrain ; mélangez les cibles depuis votre Cimetière dans le Deck, et si vous le faites, renvoyez la cible sur le Terrain à la main. Vous ne pouvez utiliser cet effet de \"Mithrilium Métalphose\" qu'une fois par tour. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez Invoquer Spécialement 1 Monstre Pendule \"Métalphose\" depuis votre Cimetière ou Extra Deck face recto.",
    "archetype": "Metalfoes"
  },
  {
    "id": "48605591",
    "name": "Monde Terminal NEXT",
    "nameEn": "Monde Terminal NEXT",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte si votre adversaire contrôle max. 3 monstres et max. 3 Cartes Magie/Piège, tant que vous ne contrôlez aucune autre carte. Les cartes ne peuvent pas être placées sur le Terrain si un joueur va avoir min. 4 monstres ou min. 4 Cartes Magie/Piège sur son Terrain."
  },
  {
    "id": "96334243",
    "name": "Monstre des Mers de Thésée",
    "nameEn": "Monstre des Mers de Thésée",
    "attribute": "WATER",
    "atk": 2200,
    "def": 1800,
    "level": 5,
    "monsterType": "Zombie",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 Syntoniseurs"
  },
  {
    "id": "83443619",
    "name": "Morigre Crystron",
    "nameEn": "Morigre Crystron",
    "attribute": "WATER",
    "atk": 1000,
    "def": 1800,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte face recto que vous contrôlez ; le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro de Type Machine exclus) depuis l'Extra Deck, et aussi, détruisez la carte, et si vous le faites, Invoquez Spécialement 1 Syntoniseur \"Crystron\" depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 Carte Magie/Piège \"Crystron\" depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Morigre Crystron\" par tour, et uniquement une fois le tour.",
    "archetype": "Crystron"
  },
  {
    "id": "11510448",
    "name": "Mortiertigre du Zoodiaque",
    "nameEn": "Mortiertigre du Zoodiaque",
    "attribute": "EARTH",
    "atk": -1,
    "def": -1,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 4\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Mortiertigre du Zoodiaque\" en utilisant 1 monstre \"Zoodiaque\" que vous contrôlez de nom différent comme Matériel Xyz. (Si vous avez utilisé un Monstre Xyz, les Matériels Xyz qui lui sont attachés deviennent aussi des Matériels Xyz de cette carte.) Cette carte gagne une ATK/DEF égales à l'ATK/DEF de tous les monstres \"Zoodiaque\" qui lui sont attachés comme Matériels. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 Monstre Xyz que vous contrôlez et 1 monstre \"Zoodiaque\" dans votre Cimetière ; attachez le monstre \"Zoodiaque\" au Monstre Xyz comme Matériel Xyz.",
    "archetype": "Zoodiac"
  },
  {
    "id": "43266605",
    "name": "Multitraiteur Structure-PSY",
    "nameEn": "Multitraiteur Structure-PSY",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2500,
    "level": 6,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Pilote Structure-PSY\" tant qu'elle est dans la main ou Cimetière. Si une ou plusieurs cartes \"Structure-PSY\" que vous contrôlez vont être détruites au combat ou par un effet de carte, vous pouvez défausser cette carte à la place. Si un Syntoniseur \"Structure-PSY\" est Invoqué Spécialement sur votre Terrain, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Multitraiteur Structure-PSY\" qu'une fois par tour.",
    "archetype": "PSY-Frame"
  },
  {
    "id": "22011689",
    "name": "Murène Népenthès Prédaplante",
    "nameEn": "Murène Népenthès Prédaplante",
    "attribute": "DARK",
    "atk": 1600,
    "def": 1000,
    "level": 4,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte gagne 200 ATK pour chaque Compteur Prédateur sur le Terrain. Lorsque cette carte détruit un monstre de votre adversaire au combat : vous pouvez équiper le monstre à cette carte. Une fois par tour : vous pouvez cibler 1 Carte Monstre équipée à cette carte par l'effet de cette carte ; détruisez-la, et si vous le faites, gagnez des LP égaux à son ATK d'origine.",
    "archetype": "Predaplant"
  },
  {
    "id": "7922915",
    "name": "Navigation des Magiciens",
    "nameEn": "Navigation des Magiciens",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 \"Magicien Sombre\" depuis votre main, puis Invoquez Spécialement 1 monstre TÉNÈBRES Magicien de max. Niveau 7 depuis votre Deck. Si vous contrôlez \"Magicien Sombre\", sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie/Piège face recto contrôlé par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets.",
    "archetype": "Dark Magician"
  },
  {
    "id": "56562619",
    "name": "Ninja Dragon Noir",
    "nameEn": "Ninja Dragon Noir",
    "attribute": "DARK",
    "atk": 2800,
    "def": 1600,
    "level": 7,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement, sauf avec l'effet d'un monstre \"Ninja\" ou d'une carte \"Ninjitsu\" ou \"Nin-Jitsu\". Une fois par tour, durant le tour de chaque joueur : vous pouvez envoyer 1 monstre \"Ninja\" et 1 carte \"Ninjitsu\" ou \"Nin-Jitsu\" depuis votre main et/ou face recto depuis votre Terrain au Cimetière, puis ciblez 1 monstre sur le Terrain; bannissez-le. Si cette carte face recto quitte le Terrain : Invoquez Spécialement autant de monstres bannis par l'effet de cette carte que possible sur le Terrain de leur propriétaire.",
    "archetype": "Ninja"
  },
  {
    "id": "50065971",
    "name": "Ninja Furtif Samouraï Supralourd",
    "nameEn": "Ninja Furtif Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 2800,
    "level": 7,
    "monsterType": "Machine",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur de Type Machine + 1 monstre non-Syntoniseur de Type Machine ou plus\nCette carte peut attaquer tant qu'elle est en Position de Défense face recto. Si elle le fait, appliquez sa DEF pour le calcul des dommages. Si vous n'avez aucune Carte Magie/Piège dans votre Cimetière : vous pouvez diviser par deux la DEF d'origine de cette carte jusqu'à la fin de ce tour, et si vous le faites, cette carte peut attaquer directement votre adversaire ce tour. Une fois par tour, durant la prochaine Standby Phase après que cette carte a été détruite par un effet de carte et envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte.",
    "archetype": "Superheavy"
  },
  {
    "id": "76471944",
    "name": "Ninja Sarutobi Samouraï Supralourd",
    "nameEn": "Ninja Sarutobi Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 2800,
    "level": 8,
    "monsterType": "Machine",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur de Type Machine + 1 monstre non-Syntoniseur \"Samouraï Supralourd\" ou plus\nCette carte peut attaquer tant qu'elle est en Position de Défense face recto. Si elle le fait, appliquez sa DEF pour le calcul des dommages. Une fois par tour, durant le tour de chaque joueur, si vous n'avez aucune Carte Magie/Piège dans votre Cimetière : vous pouvez cibler 1 Carte Magie/Piège sur le Terrain ; détruisez-la, et si vous le faites, infligez 500 points de dommages à votre adversaire.",
    "archetype": "Ninja"
  },
  {
    "id": "35726888",
    "name": "Objets de Sacrifice Inutile",
    "nameEn": "Objets de Sacrifice Inutile",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 Magie/Piège depuis votre Deck au Cimetière. Vous ne pouvez activer qu'1 \"Objets de Sacrifice Inutile\" par tour."
  },
  {
    "id": "87182127",
    "name": "Obusier Rouages Ancients",
    "nameEn": "Obusier Rouages Ancients",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1800,
    "level": 8,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Rouages Ancients\"\nNon affectée par les effets d'autres cartes. Durant votre Main Phase : vous pouvez infliger 1000 points de dommages à votre adversaire. Vous ne pouvez utiliser cet effet de \"Obusier Rouages Ancients\" qu'une fois par tour. Si cette carte est détruite au combat et envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Rouages Ancients\" depuis votre Deck, en ignorant ses conditions d'Invocation.",
    "archetype": "Ancient Gear"
  },
  {
    "id": "7868571",
    "name": "Oisargent Métalphose",
    "nameEn": "Oisargent Métalphose",
    "attribute": "FIRE",
    "atk": 1700,
    "def": 100,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 other face-up card you control; destroy it, and if you do, Set 1 \"Metalfoes\" Spell/Trap directly from your Deck.\n\n[ Monster Effect ] \nSoldate bouillonnante équipée d'un vaisseau argenté supraluminique. Intraçable et invisible, personne ne peut échapper à son laser supersonique.",
    "archetype": "Metalfoes"
  },
  {
    "id": "35035481",
    "name": "Olenoides Paléozoïque",
    "nameEn": "Olenoides Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Carte Magie/Piège sur le Terrain ; détruisez-la. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : Invoquez Spécialement cette carte comme un Monstre Normal (Type Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme une Carte Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "37649320",
    "name": "Opabinia Paléozoïque",
    "nameEn": "Opabinia Paléozoïque",
    "attribute": "WATER",
    "atk": 0,
    "def": 2400,
    "level": 2,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 2\nCette carte n'est pas affectée par les effets d'autres monstres. Vous pouvez activer les Cartes Piège \"Paléozoïque\" depuis votre main. Si cette carte a une Carte Piège comme Matériel Xyz : vous pouvez détacher 1 Matériel Xyz de cette carte ; ajoutez 1 Carte Piège \"Paléozoïque\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Opabinia Paléozoïque\" qu'une fois par tour.",
    "archetype": "Paleozoic"
  },
  {
    "id": "33256280",
    "name": "Orducteur Métalphose",
    "nameEn": "Orducteur Métalphose",
    "attribute": "FIRE",
    "atk": 1900,
    "def": 500,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 other face-up card you control; destroy it, and if you do, Set 1 \"Metalfoes\" Spell/Trap directly from your Deck.\n\n[ Monster Effect ] \nCet étincelant buggy doré transforme les mauvaises personnes en bonnes personnes. Quelles merveilleuses roues ! (Malheureusement son conducteur prend un peu trop son temps...)",
    "archetype": "Metalfoes"
  },
  {
    "id": "28016193",
    "name": "Orichalc Métalphose",
    "nameEn": "Orichalc Métalphose",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 2200,
    "level": 8,
    "monsterType": "Psychic",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Métalphose\"\nSi un monstre \"Métalphose\" que vous contrôlez attaque un monstre en Position de Défense, infligez des dommages de combat perçants doubles à votre adversaire. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la.",
    "archetype": "Metalfoes"
  },
  {
    "id": "85034450",
    "name": "Pachingo-Kart Vitesseroid",
    "nameEn": "Pachingo-Kart Vitesseroid",
    "attribute": "WIND",
    "atk": 1800,
    "def": 1000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez défausser 1 monstre de Type Machine, puis ciblez 1 monstre sur le Terrain ; détruisez-le.",
    "archetype": "Roid"
  },
  {
    "id": "95500396",
    "name": "Pacificâme Samouraï Supralourd",
    "nameEn": "Pacificâme Samouraï Supralourd",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Samouraï Supralourd\" que vous contrôlez ; équipez ce monstre depuis votre main ou Terrain à la cible. Tant que cette carte est équipée à un monstre par cet effet, les monstres contrôlés par votre adversaire ne peuvent pas attaquer les monstres que vous contrôlez (le monstre équipé exclu). Vous pouvez Sacrifier un monstre que vous contrôlez équipé avec cette carte par l'effet de cette carte ; Invoquez Spécialement 1 monstre \"Samouraï Supralourd\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Pacificâme Samouraï Supralourd\" qu'une fois par tour.",
    "archetype": "Superheavy"
  },
  {
    "id": "28139785",
    "name": "Panda Roupanneur",
    "nameEn": "Panda Roupanneur",
    "attribute": "EARTH",
    "atk": 800,
    "def": 800,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la Standby Phase : vous pouvez payer 500 LP ; envoyez la carte du dessus de votre Deck au Cimetière, et si vous le faites, cette carte gagne une ATK/DEF égales au Niveau du monstre x 200 si c'était un monstre. Si cette carte en votre possession est détruite par une carte de votre adversaire (au combat ou par un effet de carte) et envoyée à votre Cimetière : vous pouvez ajouter le monstre avec le plus faible Niveau depuis votre Cimetière à votre main (en cas d'égalité, vous choisissez)."
  },
  {
    "id": "52900000",
    "name": "Paon Shinobaron",
    "nameEn": "Paon Shinobaron",
    "attribute": "WIND",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Appel Shinobiseau\". Uniquement Invocable Rituellement et non Invocable Spécialement autrement. Si cette carte est Invoquée Rituellement : vous pouvez renvoyer max. 3 monstres contrôlés par votre adversaire à la main, puis vous pouvez Invoquer Spécialement 1 monstre Spirit de max. Niveau 4 depuis votre main, en ignorant ses conditions d'Invocation. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Spécialement ce tour : renvoyez-la à la main, et si vous le faites, Invoquez Spécialement 2 \"Jeton Shinobiseau\" (Type Bête Ailée/VENT/Niveau 4/ATK 1500/DEF 1500).",
    "archetype": "Shinobird"
  },
  {
    "id": "25415052",
    "name": "Paon Shinobaronne",
    "nameEn": "Paon Shinobaronne",
    "attribute": "WIND",
    "atk": 2500,
    "def": 3000,
    "level": 8,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Appel Shinobiseau\". Uniquement Invocable Rituellement et non Invocable Spécialement autrement. Si cette carte est Invoquée Rituellement : vous pouvez mélanger max. 3 Cartes Magie/Piège contrôlées par votre adversaire dans le Deck, puis vous pouvez Invoquer Spécialement 1 monstre Spirit de max. Niveau 4 depuis votre Deck, en ignorant ses conditions d'Invocation. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Spécialement ce tour : renvoyez-la à la main, et si vous le faites, Invoquez Spécialement 2 \"Jeton Shinobiseau\" (Type Bête Ailée/VENT/Niveau 4/ATK 1500/DEF 1500).",
    "archetype": "Shinobird"
  },
  {
    "id": "58600555",
    "name": "Papillocœur Insecte Numérique",
    "nameEn": "Papillocœur Insecte Numérique",
    "attribute": "LIGHT",
    "atk": 2200,
    "def": 1800,
    "level": 5,
    "monsterType": "Insect",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres LUMIÈRE de Niveau 5 de Type Insecte ou plus\nVous pouvez aussi Invoquer par Xyz cette carte en détachant 2 Matériels Xyz d'un Monstre Xyz de Type Insecte de Rang 3 ou 4 que vous contrôlez, puis utilisez le Monstre Xyz comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 monstre en Position de Défense contrôlé par votre adversaire ; mélangez-le dans le Deck. Une fois par tour, si la position de combat d'un ou plusieurs monstres sur le Terrain est changée (sauf durant la Damage Step) : vous pouvez attacher 1 monstre de Type Insecte depuis votre Cimetière à cette carte comme Matériel Xyz.",
    "archetype": "Digital Bug"
  },
  {
    "id": "6205579",
    "name": "Parasite Fusion",
    "nameEn": "Parasite Fusion",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée comme substitut pour 1 Matériel de Fusion dont le nom est listé précisément sur la Carte Monstre de Fusion, mais les autres Matériels de Fusion doivent être corrects. Sinon elle ne peut pas être utilisée comme Matériel de Fusion. Si cette carte est Invoquée Spécialement (sauf durant la Damage Step) : vous pouvez Invoquer par Fusion 1 Monstre de Fusion depuis votre Extra Deck, en utilisant des monstres que vous contrôlez (cette carte incluse) comme Matériels de Fusion.",
    "archetype": "Parasite"
  },
  {
    "id": "37803970",
    "name": "Pendule Impressionnant",
    "nameEn": "Pendule Impressionnant",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous n'avez aucune carte dans vos Zones Pendule : ajoutez 2 Monstres Pendule \"Magicien\" face recto de noms différents depuis votre Extra Deck à votre main. Vous ne pouvez activer qu'1 \"Pendule Impressionnant\" par tour.",
    "archetype": "Magician"
  },
  {
    "id": "71039903",
    "name": "Pierre Blanche Ancienne",
    "nameEn": "Pierre Blanche Ancienne",
    "attribute": "LIGHT",
    "atk": 600,
    "def": 500,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez Invoquer Spécialement 1 monstre \"Yeux Bleus\" depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Yeux Bleus\" dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Pierre Blanche Ancienne\" qu'une fois par tour.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "92200612",
    "name": "Pigeon Shinobiseau",
    "nameEn": "Pigeon Shinobiseau",
    "attribute": "WIND",
    "atk": 1000,
    "def": 1800,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Une fois par tour : vous pouvez cibler 1 autre monstre Spirit sur le Terrain ; renvoyez-le à la main. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Normalement ou retournée face recto ce tour : renvoyez-la à la main.",
    "archetype": "Shinobird"
  },
  {
    "id": "24903843",
    "name": "Pikaia Paléozoïque",
    "nameEn": "Pikaia Paléozoïque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 carte \"Paléozoïque\", puis piochez 2 cartes. Une fois par Chaîne, lorsqu'une Carte Piège est activée tant que cette carte est dans votre Cimetière : Invoquez Spécialement cette carte comme un Monstre Normal (Type Aqua/EAU/Niveau 2/ATK 1200/DEF 0). (Cette carte N'EST PAS traitée comme une Carte Piège.) Si elle est Invoquée de cette façon, cette carte n'est pas affectée par des effets de monstre, et aussi, bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Paleozoic"
  },
  {
    "id": "59432181",
    "name": "Plaque de Fusion",
    "nameEn": "Plaque de Fusion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre que vous contrôlez ; révélez 1 Monstre Fusion dans votre Extra Deck, et si vous le faites, le nom du monstre ciblé peut être traité comme celui du Monstre Fusion révélé s'il est utilisé pour une Invocation Fusion ce tour."
  },
  {
    "id": "72332074",
    "name": "Pointe Alphan Super Quantique",
    "nameEn": "Pointe Alphan Super Quantique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez min. 3 monstres \"Super Quantum\" de noms différents : mélangez autant de cartes contrôlées par votre adversaire que possible dans le Deck, puis votre adversaire Invoque Spécialement 1 monstre depuis son Extra Deck, en ignorant ses conditions d'Invocation. Vous pouvez bannir cette carte et 1 \"Fée Alphan Super Quantique\" depuis votre Cimetière ; activez 1 \"Magnaporteur Vaisseau Méca Super Quantique\" depuis votre Deck.",
    "archetype": "Super Quant"
  },
  {
    "id": "29724053",
    "name": "Portail d'Invocation",
    "nameEn": "Portail d'Invocation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque joueur peut Invoquer Spécialement max. 3 monstres depuis l'Extra Deck chaque tour."
  },
  {
    "id": "3576031",
    "name": "Potentiel Crystolique",
    "nameEn": "Potentiel Crystolique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres \"Crystron\" que vous contrôlez gagnent 300 ATK/DEF. Une fois par tour, durant la End Phase : vous pouvez piocher un nombre de cartes égal au nombre de Monstres Synchro \"Crystron\" que vous avez Invoqués par Synchronisation ce tour.",
    "archetype": "Crystron"
  },
  {
    "id": "54401832",
    "name": "Pourpronite Métalphose",
    "nameEn": "Pourpronite Métalphose",
    "attribute": "FIRE",
    "atk": 3000,
    "def": 3000,
    "level": 9,
    "monsterType": "Psychic",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Métalphose\" + 2 monstres avec max. 3000 ATK",
    "archetype": "Metalfoes"
  },
  {
    "id": "56049970",
    "name": "Prasiortue Crystron",
    "nameEn": "Prasiortue Crystron",
    "attribute": "WATER",
    "atk": 500,
    "def": 2000,
    "level": 2,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte face recto que vous contrôlez ; le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro de Type Machine exclus) depuis l'Extra Deck, et aussi, détruisez la carte, et si vous le faites, Invoquez Spécialement 1 Syntoniseur \"Crystron\" depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Crystron\" depuis votre main. Vous ne pouvez utiliser qu'1 effet de \"Prasiortue Crystron\" par tour, et uniquement une fois le tour.",
    "archetype": "Crystron"
  },
  {
    "id": "13048472",
    "name": "Pré-Préparation des Rites",
    "nameEn": "Pré-Préparation des Rites",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 Magie Rituelle depuis votre Deck à votre main, et ajoutez 1 Monstre Rituel dont le nom est mentionné sur la Magie Rituelle depuis votre Deck ou Cimetière à votre main. Vous ne pouvez activer qu'1 \"Pré-Préparation des Rites\" par tour."
  },
  {
    "id": "36734924",
    "name": "Prêtresse avec des Yeux de Bleu",
    "nameEn": "Prêtresse avec des Yeux de Bleu",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une carte ou un effet qui cible cette carte est activé (Effet Rapide) : vous pouvez envoyer 1 Monstre à Effet que vous contrôlez au Cimetière, et si vous le faites, ajoutez max. 2 monstres \"Yeux Bleus\" de noms différents depuis votre Deck à votre main. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Yeux Bleus\" que vous contrôlez ; mélangez-le dans le Deck, et si vous le faites, Invoquez Spécialement cette carte. Vous ne pouvez utiliser qu'1 effet de \"Prêtresse avec des Yeux de Bleu\" par tour, et uniquement une fois le tour.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "90243945",
    "name": "Princesse des Crânes Serviteurs",
    "nameEn": "Princesse des Crânes Serviteurs",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 0,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Crâne Serviteur\" tant qu'elle est dans le Cimetière. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 \"Prince des Crânes Serviteurs\" depuis votre Deck au Cimetière. Durant le tour de chaque joueur : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; jusqu'à la fin de ce tour, tous les monstres actuellement sur le Terrain perdent une ATK/DEF égales à leur propre Niveau/Rang x 300.",
    "archetype": "Skull Servant"
  },
  {
    "id": "70939418",
    "name": "Prix Gomme Vitesseroid",
    "nameEn": "Prix Gomme Vitesseroid",
    "attribute": "WIND",
    "atk": 0,
    "def": 800,
    "level": 1,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Battle Phase, si vous recevez des dommages de combat ou d'effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant la Battle Phase de chaque joueur où cette carte a été Invoquée Spécialement par son effet, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro, en utilisant uniquement des monstres VENT que vous contrôlez (cette carte incluse). Si cette carte est envoyée au Cimetière comme Matériel de Synchro : vous pouvez envoyer la carte du dessus de votre Deck au Cimetière, et si la carte envoyée était un monstre \"Vitesseroid\", le Monstre Synchro qui a utilisé cette carte comme Matériel de Synchro gagne 1000 ATK.",
    "archetype": "Roid"
  },
  {
    "id": "72855441",
    "name": "Protecteur avec des Yeux de Bleu",
    "nameEn": "Protecteur avec des Yeux de Bleu",
    "attribute": "LIGHT",
    "atk": 800,
    "def": 1300,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 Syntoniseur LUMIÈRE de Niveau 1 depuis votre main. Vous pouvez cibler 1 Monstre à Effet que vous contrôlez ; envoyez-le au Cimetière, et si vous le faites, Invoquez Spécialement 1 monstre \"Yeux Bleus\" depuis votre main. Vous ne pouvez utiliser cet effet de \"Protecteur avec des Yeux de Bleu\" qu'une fois par tour.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "72318602",
    "name": "Protecteur Rouge",
    "nameEn": "Protecteur Rouge",
    "attribute": "FIRE",
    "atk": 0,
    "def": 2000,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le tour de chaque joueur, lorsque votre adversaire active une carte ou un effet tant que vous contrôlez un monstre \"Dragon Rouge Archdémon\" : vous pouvez envoyer cette carte depuis votre main au Cimetière ; ce tour, les monstres que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire.",
    "archetype": "Archfiend"
  },
  {
    "id": "77150143",
    "name": "Pur-Épée du Zoodiaque",
    "nameEn": "Pur-Épée du Zoodiaque",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 0,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez défausser 1 carte \"Zoodiaque\", et si vous le faites, piochez 1 carte. Un Monstre Xyz dont le Type d'origine est Bête-Guerrier et qui a cette carte comme Matériel Xyz gagne cet effet.\n●Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.",
    "archetype": "Zoodiac"
  },
  {
    "id": "86943389",
    "name": "Puzzle Grande Vitesseroid",
    "nameEn": "Puzzle Grande Vitesseroid",
    "attribute": "WIND",
    "atk": 1300,
    "def": 1600,
    "level": 4,
    "monsterType": "Machine",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1 monstre non-Syntoniseur ou plus\nAu début de la Damage Step, si cette carte combat un monstre Invoqué Spécialement : jusqu'à la fin de la Damage Step, vous pouvez faire devenir l'ATK de cette carte le double de son ATK actuelle. Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce que cette carte Invoquée par Synchronisation y a été envoyée depuis le Terrain ce tour : vous pouvez cibler 1 monstre \"Vitesseroid\" (\"Puzzle Grande Vitesseroid\" exclu) dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Hi-Speedroid"
  },
  {
    "id": "90519313",
    "name": "Quarantaine",
    "nameEn": "Quarantaine",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la End Phase : vous pouvez cibler 1 Carte Magie/Piège Posée contrôlée par votre adversaire ; révélez-la, puis renvoyez-la dans sa position d'origine."
  },
  {
    "id": "46589034",
    "name": "Raidraptor - Pie-Grièche de la Douleur",
    "nameEn": "Raidraptor - Pie-Grièche de la Douleur",
    "attribute": "DARK",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Bête Ailée. Si cette carte est dans votre main : vous pouvez cibler 1 monstre \"Raidraptor\" que vous contrôlez qui a un niveau ; recevez des dommages égaux à son ATK ou DEF (la plus faible valeur, et en cas d'égalité, vous choisissez), et si vous le faites, Invoquez Spécialement cette carte, et si vous faites ça, le Niveau de cette carte devient le Niveau actuel du monstre ciblé. Vous ne pouvez utiliser cet effet de \"Raidraptor - Pie-Grièche de la Douleur\" qu'une fois par tour.",
    "archetype": "Raidraptor"
  },
  {
    "id": "73977033",
    "name": "Raidraptor - Strix Survoltée",
    "nameEn": "Raidraptor - Strix Survoltée",
    "attribute": "DARK",
    "atk": 100,
    "def": 1700,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre \"Raidraptor\" que vous contrôlez est ciblé avec une attaque par un monstre de votre adversaire : vous pouvez bannir cette carte depuis votre main ; détruisez le monstre attaquant.",
    "archetype": "Raidraptor"
  },
  {
    "id": "10194329",
    "name": "Raidraptor - Vautour Vengeur",
    "nameEn": "Raidraptor - Vautour Vengeur",
    "attribute": "DARK",
    "atk": 1700,
    "def": 100,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous recevez des dommages : vous pouvez Invoquer Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Raidraptor\" exclus) depuis l'Extra Deck le reste de ce tour.",
    "archetype": "Raidraptor"
  },
  {
    "id": "21999001",
    "name": "Raptor Jumeau Cipher",
    "nameEn": "Raptor Jumeau Cipher",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 800,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle un monstre face recto qui a été Invoqué Spécialement depuis l'Extra Deck et que vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous pouvez défausser 1 carte ; Invoquez Spécialement 1 monstre \"Cipher\" depuis votre main ou Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Cipher\" exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Raptor Jumeau Cipher\" qu'une fois par tour.",
    "archetype": "Cipher"
  },
  {
    "id": "81055000",
    "name": "Raton Poirier Potartiste",
    "nameEn": "Raton Poirier Potartiste",
    "attribute": "EARTH",
    "atk": 400,
    "def": 600,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou can target 1 \"Performapal\" card you control; return it to the hand, but for the rest of this turn, you cannot activate cards, or the effects of cards, with the same name as the one returned to the hand by this effect (even if this card leaves the field). You can only use this effect of \"Performapal Handstandaccoon\" once per turn.\n\n[ Monster Effect ] \nLorsque cette carte est détruite au combat : vous pouvez cibler 1 carte sur le Terrain ; renvoyez-la à la main.",
    "archetype": "Performapal"
  },
  {
    "id": "78872731",
    "name": "Ratpière du Zoodiaque",
    "nameEn": "Ratpière du Zoodiaque",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement : vous pouvez envoyer 1 carte \"Zoodiaque\" depuis votre Deck au Cimetière. Un Monstre Xyz dont le Type d'origine est Bête-Guerrier et qui a cette carte comme Matériel Xyz gagne cet effet.\n●Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; Invoquez Spécialement 1 \"Ratpière du Zoodiaque\" depuis votre main ou Deck.",
    "archetype": "Zoodiac"
  },
  {
    "id": "85704698",
    "name": "Recycle-Dé",
    "nameEn": "Recycle-Dé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Syntoniseur \"Vitesseroid\" dans votre Cimetière ; Invoquez-le Spécialement, mais ses effets sont annulés, et aussi, lancez un dé à six faces, et son Niveau devient le résultat jusqu'à la fin de ce tour. Vous pouvez bannir cette carte depuis votre Cimetière ; immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro VENT, en utilisant des monstres que vous contrôlez (un monstre Syntoniseur \"Vitesseroid\" inclus).",
    "archetype": "Roid"
  },
  {
    "id": "50371210",
    "name": "Relais Blanc",
    "nameEn": "Relais Blanc",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez pas d'autres \"Relais Blanc\" et que vous avez min. 3 monstres \"Yeux Bleus\" dans votre Cimetière : ciblez-en 1 ; Invoquez-le Spécialement, mais annulez ses effets, et aussi, équipez-le avec cette carte. Lorsque cette carte quitte le Terrain, bannissez le monstre équipé. Les autres monstres que vous contrôlez ne peuvent pas attaquer, et aussi, si vous avez un nombre de monstres \"Yeux Bleus\" dans votre Cimetière, le monstre équipé peut attaquer max. ce nombre de fois durant chaque Battle Phase.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "47482043",
    "name": "Résurrection Rouages Ancients",
    "nameEn": "Résurrection Rouages Ancients",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si vous ne contrôlez aucun monstre : vous pouvez cibler 1 monstre \"Rouages Ancients\" dans votre Cimetière ; Invoquez-le Spécialement, et si vous le faites, il gagne 200 ATK (même si cette carte quitte le Terrain). Vous ne pouvez contrôler qu'1 \"Résurrection Rouages Ancients\".",
    "archetype": "Ancient Gear"
  },
  {
    "id": "8321183",
    "name": "Retour Bête Spirituelle",
    "nameEn": "Retour Bête Spirituelle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez 1 monstre \"Bête Spirituelle\" depuis votre main, puis ciblez 1 de vos monstres \"Bête Spirituelle\" bannis ou dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Ritual Beast"
  },
  {
    "id": "66938505",
    "name": "Rion Crystron",
    "nameEn": "Rion Crystron",
    "attribute": "WATER",
    "atk": 500,
    "def": 500,
    "level": 3,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase ou Battle Phase de votre adversaire : vous pouvez cibler 1 de vos monstres non-Syntoniseur bannis ; Invoquez-le Spécialement, mais il a ses effets annulés (s'il en a), et si vous le faites, immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro de Type Machine en utilisant uniquement le monstre et cette carte (ceci est un Effet Rapide). Ces Matériels de Synchro sont mélangés dans le Deck au lieu d'être envoyés au Cimetière. Vous ne pouvez utiliser cet effet de \"Rion Crystron\" qu'une fois par tour.",
    "archetype": "Crystron"
  },
  {
    "id": "71696014",
    "name": "Robe du Magicien",
    "nameEn": "Robe du Magicien",
    "attribute": "DARK",
    "atk": 700,
    "def": 2000,
    "level": 2,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le tour de votre adversaire (Effet Rapide) : vous pouvez défausser 1 Magie/Piège ; Invoquez Spécialement 1 \"Magicien Sombre\" depuis votre Deck. Durant le tour de votre adversaire, si vous activez une Carte Magie/Piège ou effet de Magie/Piège tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Robe du Magicien\" qu'une fois par tour.",
    "archetype": "Dark Magician"
  },
  {
    "id": "25494711",
    "name": "Robobureau 009",
    "nameEn": "Robobureau 009",
    "attribute": "EARTH",
    "atk": 500,
    "def": 500,
    "level": 9,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant votre Main Phase 1 : jusqu'à la fin du tour de votre adversaire, vous pouvez faire gagner à cette carte une ATK égale à la somme des ATK de tous les monstres \"Robobureau\" que vous contrôlez actuellement (\"Robobureau 009\" exclu). Uniquement cette carte peut attaquer le tour où cet effet est activé. Si cette carte combat, les cartes et effets de votre adversaire ne peuvent pas être activés jusqu'à la fin de la Damage Step. Si cette carte va être détruite au combat ou par un effet de carte, vous pouvez détruire 1 carte \"Robobureau\" que vous contrôlez à la place.",
    "archetype": "Deskbot"
  },
  {
    "id": "48770333",
    "name": "Roi du Tonerre, le Kaiju Coup d'Éclair",
    "nameEn": "Roi du Tonerre, le Kaiju Coup d'Éclair",
    "attribute": "LIGHT",
    "atk": 3300,
    "def": 2100,
    "level": 9,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) sur le Terrain de votre adversaire en Position d'Attaque, en Sacrifiant 1 monstre qu'il contrôle. Si votre adversaire contrôle un monstre \"Kaiju\", vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position d'Attaque. Vous ne pouvez contrôler qu'1 monstre \"Kaiju\". Une fois par tour : vous pouvez retirer 3 Compteurs Kaiju depuis le Terrain ; votre adversaire ne peut activer ni de cartes ni d'effets le reste de ce tour, et aussi, cette carte peut faire max. 3 attaques sur des monstres durant chaque Battle Phase ce tour.",
    "archetype": "Kaiju"
  },
  {
    "id": "60433216",
    "name": "Roi Écarlate",
    "nameEn": "Roi Écarlate",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre \"Dragon Rouge Archdémon\" que vous contrôlez combat, durant le calcul des dommages : faites devenir le monstre que vous contrôlez indestructible par ce combat, et si vous le faites, Invoquez Spécialement cette carte comme un Monstre Normal (Type Démon/Syntoniseur/FEU/Niveau 1/ATK 0/DEF 0). (Cette carte est toujours aussi une Carte Piège.)",
    "archetype": "Archfiend"
  },
  {
    "id": "96746083",
    "name": "Roi Véritable Agnimazud le Volatil",
    "nameEn": "Roi Véritable Agnimazud le Volatil",
    "attribute": "FIRE",
    "atk": 2900,
    "def": 1900,
    "level": 9,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main : vous pouvez détruire 2 autres monstres dans votre main et/ou Terrain face recto (un monstre FEU inclus), et si vous le faites, Invoquez Spécialement cette carte, et si vous faites ça, vous pouvez bannir 1 monstre depuis le Terrain ou Cimetière de votre adversaire, si les deux monstres détruits étaient FEU. Si cette carte est détruite par un effet de carte : vous pouvez ajouter 1 monstre non-FEU Wyrm depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Roi Véritable Agnimazud le Volatil\" qu'une fois par tour."
  },
  {
    "id": "82321037",
    "name": "Roi Véritable Bahrastos le Fathomeur",
    "nameEn": "Roi Véritable Bahrastos le Fathomeur",
    "attribute": "WATER",
    "atk": 1800,
    "def": 3000,
    "level": 9,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main : vous pouvez détruire 2 autres monstres (un monstre EAU inclus) dans votre main et/ou face recto sur votre Terrain, et si vous le faites, Invoquez Spécialement cette carte, et si vous faites ça, vous pouvez bannir max. 2 Cartes Magie/Piège depuis le Terrain et/ou Cimetière de votre adversaire, si les deux monstres détruits étaient EAU. Si cette carte est détruite par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre non-EAU de Type Wyrm depuis votre Deck en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Roi Véritable Bahrastos le Fathomeur\" qu'une fois par tour."
  },
  {
    "id": "30539496",
    "name": "Roi Véritable Lithosagym le Désastre",
    "nameEn": "Roi Véritable Lithosagym le Désastre",
    "attribute": "EARTH",
    "atk": 2500,
    "def": 2300,
    "level": 9,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main : vous pouvez détruire 2 autres monstres dans votre main et/ou Terrain face recto (un monstre TERRE inclus), et si vous le faites, Invoquez Spécialement cette carte, et si vous faites ça, et que les deux monstres détruits étaient TERRE, vous pouvez aussi regarder l'Extra Deck de votre adversaire et en bannir max. 3 monstres de noms différents. Si cette carte est détruite par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre non-TERRE Wyrm depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Roi Véritable Lithosagym le Désastre\" qu'une fois par tour."
  },
  {
    "id": "55326322",
    "name": "Rosénix Crystron",
    "nameEn": "Rosénix Crystron",
    "attribute": "WATER",
    "atk": 1800,
    "def": 1000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte face recto que vous contrôlez ; le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro de Type Machine exclus) depuis l'Extra Deck, et aussi, détruisez la carte, et si vous le faites, Invoquez Spécialement 1 Syntoniseur \"Crystron\" depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 \"Jeton Crystron\" (Type Machine/EAU/Niveau 1/ATK 0/DEF 0), mais il ne peut pas être Sacrifié. Vous ne pouvez utiliser qu'1 effet de \"Rosénix Crystron\" par tour, et uniquement une fois le tour.",
    "archetype": "Crystron"
  },
  {
    "id": "76136345",
    "name": "Rotonde Ferroviaire",
    "nameEn": "Rotonde Ferroviaire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres TERRE Machine de Niveau 10 sont Invoqués Normalement ou Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez activer cet effet ; votre adversaire ne reçoit aucun dommage de combat le reste de ce tour (même si cette carte quitte le Terrain), et aussi, vous Invoquez Spécialement 1 monstre TERRE Machine de Niveau 4 avec min. 1800 ATK depuis votre Deck, et si vous le faites, il devient Niveau 10. Vous pouvez envoyer 1 carte depuis votre main au Cimetière ; ajoutez 1 monstre TERRE Machine de Niveau 10 depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Rotonde Ferroviaire\" par tour, et uniquement une fois le tour.",
    "archetype": "Train"
  },
  {
    "id": "63737050",
    "name": "Ryu Okami",
    "nameEn": "Ryu Okami",
    "attribute": "LIGHT",
    "atk": 2900,
    "def": 1200,
    "level": 8,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Spécialement un ou plusieurs monstres : votre adversaire envoie 1 carte depuis son Extra Deck au Cimetière."
  },
  {
    "id": "59843383",
    "name": "Saga-Soleil Shiranui",
    "nameEn": "Saga-Soleil Shiranui",
    "attribute": "FIRE",
    "atk": 3500,
    "def": 0,
    "level": 10,
    "monsterType": "Zombie",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur Zombie + 1+ monstre non-Syntoniseur Zombie\nSi cette carte est Invoquée Spécialement : vous pouvez renvoyer un nombre de votre choix de vos Monstres Synchro Zombie, qui sont bannis ou sont dans votre Cimetière, à l'Extra Deck, puis vous pouvez détruire un nombre de cartes contrôlées par votre adversaire, égal au nombre de cartes renvoyées. Si un ou plusieurs monstres Zombie que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir 1 monstre \"Shiranui\" depuis votre Cimetière à la place. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Saga-Soleil Shiranui\" qu'une fois par tour.",
    "archetype": "Shiranui"
  },
  {
    "id": "74839123",
    "name": "Sanctuaire Frourreur",
    "nameEn": "Sanctuaire Frourreur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en défaussant 1 carte et en envoyant 2 monstres \"Frourreur\" depuis votre Extra Deck au Cimetière. Tous les Monstres de Fusion que vous contrôlez sont aussi traités comme des monstres \"Frourreur\". Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Monstre de Fusion \"Frourreur\" dans votre Cimetière ; renvoyez-le à l'Extra Deck.",
    "archetype": "Frightfur"
  },
  {
    "id": "74393852",
    "name": "Sangliarc du Zoodiaque",
    "nameEn": "Sangliarc du Zoodiaque",
    "attribute": "EARTH",
    "atk": -1,
    "def": -1,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "5 monstres de Niveau 4\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Sangliarc du Zoodiaque\" en utilisant 1 monstre \"Zoodiaque\" que vous contrôlez de nom différent comme Matériel. (Transférez ses Matériels à cette carte.) Gagne une ATK/DEF égales à l'ATK/DEF de tous les monstres \"Zoodiaque\" qui lui sont attachés comme Matériel. Cette carte peut attaquer directement. Lorsque cette carte inflige des dommages de combat à votre adversaire tant qu'elle a min. 12 Matériels : vous pouvez envoyer autant de cartes que possible depuis la main et Terrain de votre adversaire au Cimetière, puis changez cette carte en Position de Défense.",
    "archetype": "Zoodiac"
  },
  {
    "id": "276357",
    "name": "Sauvetage Shinobiseau",
    "nameEn": "Sauvetage Shinobiseau",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres Spirit face recto que vous contrôlez sont renvoyés à votre main tant que cette carte est face recto sur le Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Lorsqu'un monstre de votre adversaire déclare une attaque : vous pouvez bannir 1 monstre Spirit depuis votre Cimetière ; annulez l'attaque, puis terminez la Battle Phase. Vous ne pouvez utiliser chaque effet de \"Sauvetage Shinobiseau\" qu'une fois par tour.",
    "archetype": "Shinobird"
  },
  {
    "id": "12615446",
    "name": "Scaradiateur Insecte Numérique",
    "nameEn": "Scaradiateur Insecte Numérique",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 1400,
    "level": 3,
    "monsterType": "Insect",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres LUMIÈRE de Niveau 3 de Type Insecte ou plus\nUne fois par tour, durant le tour de chaque joueur : vous pouvez détacher 2 Matériels Xyz de cette carte, puis ciblez 1 monstre contrôlé par votre adversaire ; changez sa position de combat, et si vous le faites, il a ses effets annulés jusqu'à la fin de ce tour. Une fois par tour, lorsque cette carte détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez attacher le monstre détruit à cette carte comme Matériel Xyz.",
    "archetype": "Digital Bug"
  },
  {
    "id": "26268488",
    "name": "Sifr Poussière d'Étoile Dragon Divin",
    "nameEn": "Sifr Poussière d'Étoile Dragon Divin",
    "attribute": "LIGHT",
    "atk": 4000,
    "def": 4000,
    "level": 12,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Syntoniseur Synchro + 2 Monstres Synchro non-Syntoniseur ou plus\nUniquement Invocable par Synchronisation et non Invocable Spécialement autrement. Chaque tour, la première fois que chaque carte que vous contrôlez va être détruite au combat ou par un effet de carte, elle n'est pas détruite. Une fois par tour, durant le tour de chaque joueur, lorsque votre adversaire active un effet de monstre : vous pouvez annuler l'effet, et si vous le faites, détruisez 1 carte sur le Terrain. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Poussière d'Étoile\" de max. Niveau 8 dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Stardust"
  },
  {
    "id": "675319",
    "name": "Signe du Zodiaque",
    "nameEn": "Signe du Zodiaque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres \"Zoodiaque\" que vous contrôlez gagnent 300 ATK/DEF. Les monstres contrôlés par votre adversaire ne peuvent pas cibler les monstres de Type Bête-Guerrier face recto que vous contrôlez (monstre de Type Bête-Guerrier que vous contrôlez avec la plus haute ATK exclu, et en cas d'égalité, vous choisissez) avec une attaque. Une fois par tour, si un ou plusieurs monstres \"Zoodiaque\" que vous contrôlez vont être détruits par un effet de carte, vous pouvez détruire 1 monstre dans votre main ou sur votre Terrain à la place d'1 monstre \"Zoodiaque\".",
    "archetype": "Zoodiac"
  },
  {
    "id": "94801854",
    "name": "Solitaire Shiranui",
    "nameEn": "Solitaire Shiranui",
    "attribute": "FIRE",
    "atk": 500,
    "def": 0,
    "level": 4,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre Zombie ; Invoquez Spécialement 1 Syntoniseur Zombie avec 0 DEF depuis votre Deck. Si cette carte est bannie : vous pouvez cibler 1 de vos monstres \"Shiranui\" bannis (\"Solitaire Shiranui\" exclu), ou max. 2 à la place si \"Style de Synthèse Shiranui\" est sur le Terrain ; Invoquez-les Spécialement. Vous ne pouvez utiliser chaque effet de \"Solitaire Shiranui\" qu'une fois par tour.",
    "archetype": "Shiranui"
  },
  {
    "id": "38955728",
    "name": "Sorceleuse de Noyaux de Dragon",
    "nameEn": "Sorceleuse de Noyaux de Dragon",
    "attribute": "DARK",
    "atk": 2300,
    "def": 3000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ses nombreuses années de massacre de dragons ont fait baigner cette chasseresse dans une innombrable quantité de sang. Chaque goutte lui a conféré plus de puissance, mais en contrepartie son corps désormais maudit est recouvert par une contamination de dragon qui se répand comme une épidémie. Aucun village n'accepte de l'accueillir et elle ne se rappelle plus ce qui l'a poussée dans cette croisade."
  },
  {
    "id": "94344242",
    "name": "Soudetoile Insecte Numérique",
    "nameEn": "Soudetoile Insecte Numérique",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 1500,
    "level": 3,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel Xyz pour une Invocation Xyz, sauf pour l'Invocation Xyz d'un monstre de Type Insecte. Une fois par tour : vous pouvez cibler 1 monstre en Position d'Attaque face recto que vous contrôlez ; changez-le en Position de Défense, et si vous le faites, Invoquez Spécialement 1 monstre de Type Insecte de Niveau 3 depuis votre main en Position de Défense. Un Monstre Xyz qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel Xyz gagne cet effet.\n●S'il est Invoqué par Xyz : la DEF de tous monstres face recto contrôlés par votre adversaire devient 0, et aussi, changez-les en Position de Défense.",
    "archetype": "Digital Bug"
  },
  {
    "id": "9553721",
    "name": "Source de Puissance Shinobiseau",
    "nameEn": "Source de Puissance Shinobiseau",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Les monstres Spirit que vous contrôlez gagnent 500 ATK/DEF. Si un ou plusieurs monstres VENT face recto que vous contrôlez sont renvoyés à votre main (sauf durant la Damage Step) : vous pouvez ajouter 1 monstre Spirit ou Carte Magie Rituelle depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Source de Puissance Shinobiseau\" qu'une fois par tour.",
    "archetype": "Shinobird"
  },
  {
    "id": "7268133",
    "name": "Spadassin de la Vie Potartiste",
    "nameEn": "Spadassin de la Vie Potartiste",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire gagne des LP (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, l'ATK de cette carte devient égale aux LP gagnés par votre adversaire. Vous pouvez Sacrifier cette carte, puis ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, il gagne 1000 ATK.",
    "archetype": "Performapal"
  },
  {
    "id": "98905",
    "name": "Spectre Cipher",
    "nameEn": "Spectre Cipher",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs Monstres Xyz \"Cipher\" que vous contrôlez avec du Matériel Xyz sont détruits au combat ou par un effet de carte de votre adversaire, et envoyés à votre Cimetière : ciblez 1 de ces monstres ; Invoquez-le Spécialement, et si vous le faites, Invoquez Spécialement 1 Monstre Xyz du même nom que le Monstre Xyz depuis votre Extra Deck.",
    "archetype": "Cipher"
  },
  {
    "id": "5067884",
    "name": "Spinos Dinobrume",
    "nameEn": "Spinos Dinobrume",
    "attribute": "WATER",
    "atk": 2500,
    "def": 1800,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nIf another \"Dinomist\" card(s) you control would be destroyed by battle or an opponent's card effect, you can destroy this card instead.\n\n[ Monster Effect ] \nVous pouvez Sacrifier 1 autre monstre \"Dinobrume\", puis activez 1 de ces effets ;\n●Cette carte peut attaquer directement votre adversaire ce tour.\n●Cette carte peut faire une seconde attaque durant chaque Battle Phase ce tour.",
    "archetype": "Dinomist"
  },
  {
    "id": "78765160",
    "name": "Style de Samsara Shiranui",
    "nameEn": "Style de Samsara Shiranui",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Style de Synthèse Shiranui\" tant qu'elle est dans la Zone Magie & Piège. Une fois par tour : vous pouvez activer 1 de ces effets.\n●Bannissez 1 monstre de Type Zombie face recto que vous contrôlez ; vous ne recevez aucun dommage ce tour (même si cette carte quitte le Terrain).\n●Ciblez 2 de vos monstres de Type Zombie bannis avec 0 DEF ; mélangez-les tous les deux dans le Deck, puis piochez 1 carte.",
    "archetype": "Shiranui"
  },
  {
    "id": "11050415",
    "name": "Super Carnival Hippopotame",
    "nameEn": "Super Carnival Hippopotame",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 \"Hippopotame à la Mode Potartiste\" depuis votre main, Deck ou Cimetière, puis vous pouvez Invoquer Spécialement autant de \"Jeton Hippopotame\" (Type Bête/TERRE/Niveau 1/ATK 0/DEF 0) que possible, mais ils ne peuvent pas être Sacrifiés, et le reste de ce tour, les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres (\"Jeton Hippopotame\" exclu) avec une attaque. Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck tant que \"Jeton Hippopotame\" est dans une Zone Monstre.",
    "archetype": "Performapal"
  },
  {
    "id": "45948430",
    "name": "Synthèse du Super Soldat",
    "nameEn": "Synthèse du Super Soldat",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Soldat du Lustre Noir\" depuis votre main ou Cimetière. Vous devez aussi envoyer 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES (1 depuis votre main et 1 depuis votre Deck) au Cimetière, dont le Niveau total est égal à exactement 8. Vous ne pouvez activer qu'1 \"Synthèse du Super Soldat\" par tour.",
    "archetype": "Black Luster Soldier"
  },
  {
    "id": "49919798",
    "name": "Syntho, Guerrier Symphonique",
    "nameEn": "Syntho, Guerrier Symphonique",
    "attribute": "WIND",
    "atk": 1200,
    "def": 1900,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez ajouter 1 monstre \"Guerrier Symphonique\" (\"Syntho, Guerrier Symphonique\" exclu) depuis votre Deck à votre main.\nUne fois par tour : vous pouvez cibler 1 monstre que vous contrôlez ou dans votre Cimetière dont le nom d'origine inclut \"Guerrier Symphonique\" (\"Syntho, Guerrier Symphonique\" exclu) ; jusqu'à la End Phase, le nom de cette carte devient le nom d'origine du monstre, et remplacez cet effet avec les effets d'origine du monstre. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Guerrier Symphonique\" bannis (\"Syntho, Guerrier Symphonique\" exclu) ; Invoquez-le Spécialement.",
    "archetype": "Symphonic Warrior"
  },
  {
    "id": "82744076",
    "name": "Syntogum",
    "nameEn": "Syntogum",
    "attribute": "DARK",
    "atk": 400,
    "def": 1200,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre face recto que vous contrôlez ; le monstre face recto est traité comme un Syntoniseur ce tour. Vous ne pouvez utiliser cet effet de \"Syntogum\" qu'une fois par tour. Vous pouvez uniquement attaquer avec des Monstres Synchro durant le tour où vous activez cet effet. Durant le tour de chaque joueur, lorsqu'une carte ou un effet qui cible exactement 1 Monstre Synchro que vous contrôlez (et aucune autre carte) est activé : vous pouvez bannir cette carte depuis votre Cimetière ; annulez l'activation."
  },
  {
    "id": "71985676",
    "name": "Tapir Gonfleur Potartiste",
    "nameEn": "Tapir Gonfleur Potartiste",
    "attribute": "WIND",
    "atk": 1000,
    "def": 2000,
    "level": 6,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages (du tour de chaque joueur), si un monstre que vous contrôlez combat un monstre de votre adversaire : vous pouvez défausser cette carte ; aucun joueur ne reçoit de dommages de combat de ce combat. Lorsqu'un monstre de votre adversaire déclare une attaque directe tant que cette carte est dans votre Cimetière : vous pouvez défausser 1 monstre \"Potartiste\" ; Invoquez Spécialement cette carte en Position de Défense. Vous ne pouvez utiliser cet effet de \"Tapir Gonfleur Potartiste\" qu'une fois par tour.",
    "archetype": "Performapal"
  },
  {
    "id": "85115440",
    "name": "Taureauhache du Zoodiaque",
    "nameEn": "Taureauhache du Zoodiaque",
    "attribute": "EARTH",
    "atk": -1,
    "def": -1,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nUne fois par tour, vous pouvez aussi Invoquer par Xyz \"Taureauhache du Zoodiaque\" en utilisant 1 monstre \"Zoodiaque\" que vous contrôlez de nom différent comme Matériel Xyz. (Si vous avez utilisé un Monstre Xyz, les Matériels Xyz qui lui sont attachés deviennent aussi des Matériels Xyz de cette carte.) Cette carte gagne une ATK/DEF égales à l'ATK/DEF de tous les monstres \"Zoodiaque\" qui lui sont attachés comme Matériels. Une fois par tour : vous pouvez détacher 1 Matériel Xyz de cette carte ; ajoutez 1 monstre de Type Bête-Guerrier depuis votre Deck à votre main qui peut être Invoqué/Posé Normalement.",
    "archetype": "Zoodiac"
  },
  {
    "id": "90122655",
    "name": "Tenmataitei",
    "nameEn": "Tenmataitei",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1000,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation des effets de monstre activés par un monstre qui a été Invoqué Normalement ou Posé Normalement."
  },
  {
    "id": "29838323",
    "name": "Thystivre Crystron",
    "nameEn": "Thystivre Crystron",
    "attribute": "WATER",
    "atk": 1500,
    "def": 1500,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte face recto que vous contrôlez ; le reste de ce tour, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro de Type Machine exclus) depuis l'Extra Deck, et aussi, détruisez la carte, et si vous le faites, Invoquez Spécialement 1 Syntoniseur \"Crystron\" depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Crystron\" (\"Thystivre Crystron\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Thystivre Crystron\" par tour, et uniquement une fois le tour.",
    "archetype": "Crystron"
  },
  {
    "id": "56346071",
    "name": "Totem des Cinq",
    "nameEn": "Totem des Cinq",
    "attribute": "FIRE",
    "atk": 500,
    "def": 200,
    "level": 3,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si 5 monstres (cette carte incluse) sont Invoqués Spécialement en même temps : détruisez autant de cartes contrôlées par votre adversaire que possible, et si vous le faites, infligez 500 points de dommages à votre adversaire pour chaque carte détruite."
  },
  {
    "id": "69599136",
    "name": "Trappe Vanne",
    "nameEn": "Trappe Vanne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire Invoque un ou plusieurs monstres : changez ces monstres en Position de Défense face verso. Les monstres changés en Position de Défense face verso par cet effet ne peuvent pas changer de position de combat.",
    "archetype": "Hole"
  },
  {
    "id": "87979586",
    "name": "Trompettiste d'Ange",
    "nameEn": "Trompettiste d'Ange",
    "attribute": "EARTH",
    "atk": 1900,
    "def": 1600,
    "level": 4,
    "monsterType": "Plant",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette belle fleur féerique génère un brouillard délirant pour éloigner les intrus des parties les plus profondes de la forêt où demeurent les bêtes sacrées.",
    "archetype": "Fairy"
  },
  {
    "id": "68477598",
    "name": "Trou Pendule",
    "nameEn": "Trou Pendule",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un ou plusieurs monstres vont être Invoqués par Pendulation : annulez l'Invocation Pendule, et si vous le faites, mélangez ces monstres dans le Deck.",
    "archetype": "Hole"
  },
  {
    "id": "38848158",
    "name": "Union des Chevaliardents",
    "nameEn": "Union des Chevaliardents",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 carte \"Chevaliardent\" que vous contrôlez ; détruisez-la, et si vous le faites, Invoquez Spécialement 1 monstre \"Chevaliardent\" depuis votre Deck. Vous ne pouvez activer qu'1 \"Union des Chevaliardents\" par tour.",
    "archetype": "Igknight"
  },
  {
    "id": "22829942",
    "name": "Usine de Recyclage Fusion",
    "nameEn": "Usine de Recyclage Fusion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez défausser 1 carte ; ajoutez 1 \"Polymérisation\" depuis votre Deck ou Cimetière à votre main. Une fois par tour, durant la End Phase : vous pouvez cibler 1 monstre dans votre Cimetière qui a été utilisé comme Matériel Fusion pour une Invocation Fusion ce tour ; ajoutez-le à votre main."
  },
  {
    "id": "74003290",
    "name": "Vent Perdu",
    "nameEn": "Vent Perdu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto Invoqué Spécialement sur le Terrain ; annulez ses effets, et aussi, son ATK d'origine est divisée par deux. Si un monstre est Invoqué Spécialement depuis l'Extra Deck de votre adversaire, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Poser cette carte, mais bannissez-la lorsqu'elle quitte le Terrain."
  },
  {
    "id": "4931121",
    "name": "Virus Force Maximum",
    "nameEn": "Virus Force Maximum",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre TÉNÈBRES avec min. 2000 DEF ; regardez la main de votre adversaire, tous les monstres qu'il contrôle et toutes les cartes qu'il pioche jusqu'à la fin de son 3e tour après activation de cette carte, et détruisez tous ces monstres avec max. 1500 DEF."
  },
  {
    "id": "45313993",
    "name": "Warg Rouge",
    "nameEn": "Warg Rouge",
    "attribute": "FIRE",
    "atk": 1400,
    "def": 2200,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous Invoquez Normalement un monstre \"Diapason\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, mais son ATK sera divisée par deux.",
    "archetype": "Resonator"
  },
  {
    "id": "65193366",
    "name": "Winda, Dompteur Avatar Bête Spirituelle",
    "nameEn": "Winda, Dompteur Avatar Bête Spirituelle",
    "attribute": "WIND",
    "atk": 1600,
    "def": 1800,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"Dompteur Bête Spirituelle\".)\nSi cette carte en possession de son propriétaire est détruite par une carte de votre adversaire (au combat ou par un effet de carte) : vous pouvez Invoquer Spécialement 1 monstre \"Bête Spirituelle\" depuis votre Deck ou Extra Deck, en ignorant ses conditions d'Invocation. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Winda, Dompteur Avatar Bête Spirituelle\" qu'une fois par tour.",
    "archetype": "Ritual Beast"
  },
  {
    "id": "69351984",
    "name": "Wolflamme Métalphose",
    "nameEn": "Wolflamme Métalphose",
    "attribute": "FIRE",
    "atk": 2400,
    "def": 2000,
    "level": 7,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 other face-up card you control; destroy it, and if you do, Set 1 \"Metalfoes\" Spell/Trap directly from your Deck.\n\n[ Monster Effect ] \nUn moteur-fusée rouge flamboyant dégage des flammes ardentes telles de la lave liquéfiée. Vainqueur du Disparu !",
    "archetype": "Metalfoes"
  },
  {
    "id": "29951323",
    "name": "Zap Mustung",
    "nameEn": "Zap Mustung",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 1500,
    "level": 4,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de carte durant votre Main Phase 1, non Invocable Spécialement autrement, et non Invocable Spécialement si vous avez Invoquez Spécialement ce tour. Deux fois par tour, cette carte ne peut pas être détruite au combat. Chaque tour, le joueur du tour peut uniquement Invoquer Spécialement un nombre de fois inférieur ou égal au nombre de ses attaques conduites (et qui ont atteintes la Damage Step) ce tour."
  }
]