[
  {
    "id": "53077251",
    "name": "Adaptateur Universel",
    "nameEn": "Adaptateur Universel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la fin de ce tour, l'ATK de tous les autres monstres actuellement sur le Terrain devient égale à l'ATK actuelle du monstre."
  },
  {
    "id": "27024795",
    "name": "Alvíss, Alfe Nordique",
    "nameEn": "Alvíss, Alfe Nordique",
    "attribute": "DARK",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si uniquement cette carte est bannie par l'effet d'un Monstre Lien \"Nordique\" : vous pouvez envoyer 1 monstre \"Nordique\" que vous contrôlez et 2 monstres \"Nordique\" depuis votre Deck au Cimetière, dont le Niveau total est égal à 10, puis Invoquez Spécialement 1 monstre \"Ases\" depuis votre Extra Deck. Si un ou plusieurs monstres \"Ases\" en votre possession sont envoyés à votre Cimetière par une carte de votre adversaire : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Ases\" depuis votre Extra Deck, de nom différent des cartes dans votre Cimetière. Vous ne pouvez utiliser cet effet de \"Alvíss, Alfe Nordique\" qu'une fois par Duel.",
    "archetype": "Nordic"
  },
  {
    "id": "70491682",
    "name": "Anima Vendetterreur",
    "nameEn": "Anima Vendetterreur",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Vendetterreur\" bannis (\"Anima Vendetterreur\" exclu) ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Zombie exclus) le reste de ce tour. Un monstre \"Vendetterreur\" Invoqué Rituellement en utilisant cette carte sur le Terrain gagne l'effet suivant. Vous ne pouvez utiliser chacun des effets précédents de \"Anima Vendetterreur\" qu'une fois par tour.\n●Bannissez les monstres détruits au combat avec cette carte.",
    "archetype": "Vendread"
  },
  {
    "id": "24224830",
    "name": "Appelé par la Tombe",
    "nameEn": "Appelé par la Tombe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre dans le Cimetière de votre adversaire ; bannissez-le, et si vous le faites, jusqu'à la fin du prochain tour, ses effets sont annulés, ainsi que les effets activés et les effets sur le Terrain de monstres du même nom d'origine."
  },
  {
    "id": "91646304",
    "name": "Arboria Croisédia",
    "nameEn": "Arboria Croisédia",
    "attribute": "WATER",
    "atk": 800,
    "def": 1800,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense dans votre zone pointée par un Monstre Lien. Vous ne pouvez Invoquer Spécialement \"Arboria Croisédia\" qu'une fois par tour de cette façon. Si un ou plusieurs monstres \"Croisédia\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Terrain ou Cimetière à la place. Vous ne pouvez utiliser cet effet de \"Arboria Croisédia\" qu'une fois par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "63492244",
    "name": "Arène Lumière Farstar",
    "nameEn": "Arène Lumière Farstar",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous Invoquez par Lien un monstre \"Farstar\" : vous pouvez cibler 1 monstre \"Farstar\" dans votre Cimetière qui a été utilisé comme son Matériel ; Invoquez-le Spécialement en Position de Défense, mais annulez ses effets. Vous ne pouvez utiliser cet effet de \"Arène Lumière Farstar\" qu'une fois par tour. Une fois par tour : vous pouvez cibler 1 carte Posée dans la Zone Magie & Piège de votre adversaire ; tant que cette carte est dans la Zone Terrain, la carte Posée ne peut pas être activée jusqu'à la End Phase, et votre adversaire doit l'activer durant la End Phase ou sinon la renvoyer à la main.",
    "archetype": "Trickstar"
  },
  {
    "id": "41359411",
    "name": "Armes Nobles - Clarent",
    "nameEn": "Armes Nobles - Clarent",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre Guerrier. Vous ne pouvez contrôler qu'1 \"Armes Nobles - Clarent\". Une fois par tour : vous pouvez payer 500 LP ; le monstre équipé peut attaquer directement ce tour. Si cette carte face recto sur le Terrain est détruite et envoyée au Cimetière : vous pouvez cibler 1 monstre \"Chevalier Noble\" Guerrier que vous contrôlez ; équipez cette carte à la cible. Vous ne pouvez utiliser cet effet de \"Armes Nobles - Clarent\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "84453939",
    "name": "As Psychique",
    "nameEn": "As Psychique",
    "attribute": "DARK",
    "atk": 1000,
    "def": 0,
    "level": 2,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte dans la Zone Monstre est Sacrifiée : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la."
  },
  {
    "id": "38784726",
    "name": "Ascension de la Salamangrande",
    "nameEn": "Ascension de la Salamangrande",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Salamangrande\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si vous contrôlez un Monstre Lien FEU, vous pouvez aussi utiliser un ou plusieurs monstres \"Salamangrande\" dans votre Cimetière, en les mélangeant dans le Deck. Si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 1 \"Salamangrande Aigle Émeraude\" depuis votre main, en ignorant ses conditions d'Invocation.",
    "archetype": "Salamangreat"
  },
  {
    "id": "8491308",
    "name": "Assaut de l'Air - As - Hayaté",
    "nameEn": "Assaut de l'Air - As - Hayaté",
    "attribute": "WIND",
    "atk": 1500,
    "def": null,
    "level": 0,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Assaut de l'Air - As\" non-VENT\nVous ne pouvez Invoquer Spécialement un ou plusieurs \"Assaut de l'Air - As - Hayaté\" qu'une fois par tour. Cette carte peut attaquer directement. Après le calcul des dommages, si cette carte a combattu : vous pouvez envoyer 1 carte \"Assaut de l'Air\" depuis votre Deck au Cimetière.",
    "archetype": "Sky Striker"
  },
  {
    "id": "63288573",
    "name": "Assaut de l'Air - As - Kagari",
    "nameEn": "Assaut de l'Air - As - Kagari",
    "attribute": "FIRE",
    "atk": 1500,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Assaut de l'Air - As\" non-FEU\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 Magie \"Assaut de l'Air\" dans votre Cimetière ; ajoutez-la à votre main. Gagne 100 ATK pour chaque Magie dans votre Cimetière. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Assaut de l'Air - As - Kagari\" qu'une fois par tour.",
    "archetype": "Sky Striker"
  },
  {
    "id": "26077387",
    "name": "Assaut de l'Air - As - Raye",
    "nameEn": "Assaut de l'Air - As - Raye",
    "attribute": "DARK",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Assaut de l'Air - As\" depuis votre Extra Deck dans la Zone Monstre Extra. Tant que cette carte est dans votre Cimetière, si un Monstre Lien \"Assaut de l'Air - As\" face recto que vous contrôlez est détruit au combat ou quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Assaut de l'Air - As - Raye\" qu'une fois par tour.",
    "archetype": "Sky Striker"
  },
  {
    "id": "90673288",
    "name": "Assaut de l'Air - As - Shizuku",
    "nameEn": "Assaut de l'Air - As - Shizuku",
    "attribute": "WATER",
    "atk": 1500,
    "def": null,
    "level": 0,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Assaut de l'Air - As\" non-EAU\nLes monstres contrôlés par votre adversaire perdent 100 ATK/DEF pour chaque Magie dans votre Cimetière. Une fois par tour, durant la End Phase, si cette carte a été Invoquée Spécialement ce tour : vous pouvez ajouter 1 Magie \"Assaut de l'Air\" depuis votre Deck à votre main, de nom différent des cartes dans votre Cimetière. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Assaut de l'Air - As - Shizuku\" qu'une fois par tour.",
    "archetype": "Sky Striker"
  },
  {
    "id": "50005218",
    "name": "Assaut de l'Air - Espace Aérien - Zone Zéro",
    "nameEn": "Assaut de l'Air - Espace Aérien - Zone Zéro",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 autre carte que vous contrôlez ; dévoilez les 3 cartes du dessus de votre Deck, et si vous le faites, vous pouvez ajouter 1 carte \"Assaut de l'Air\" dévoilée à votre main, et aussi, mélangez les cartes restantes dans le Deck, puis, si vous avez dévoilé une carte \"Assaut de l'Air\", envoyez la carte ciblée au Cimetière. Si cette carte dans la Zone Terrain est envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Assaut de l'Air - As\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Assaut de l'Air - Espace Aérien - Zone Zéro\" qu'une fois par tour.",
    "archetype": "Sky Striker"
  },
  {
    "id": "25955749",
    "name": "Assaut de l'Air - Manœuvre - Ondes de Brouillage !",
    "nameEn": "Assaut de l'Air - Manœuvre - Ondes de Brouillage !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre dans vos Zones Monstre Main : ciblez 1 Magie/Piège Posé sur le Terrain ; détruisez-le, puis, si vous avez min. 3 Magies dans votre Cimetière, vous pouvez détruire 1 monstre sur le Terrain.",
    "archetype": "Sky Striker"
  },
  {
    "id": "99550630",
    "name": "Assaut de l'Air - Manœuvre - Postcombustion !",
    "nameEn": "Assaut de l'Air - Manœuvre - Postcombustion !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre dans votre Zone Monstre Main : ciblez 1 monstre face recto sur le Terrain ; détruisez-le, puis, si vous avez min. 3 Magies dans votre Cimetière, vous pouvez détruire 1 Magie/Piège sur le Terrain.",
    "archetype": "Sky Striker"
  },
  {
    "id": "98338152",
    "name": "Assaut de l'Air - Mécha - Ancre Veuve",
    "nameEn": "Assaut de l'Air - Mécha - Ancre Veuve",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre dans votre Zone Monstre Main : ciblez 1 Monstre à Effet face recto sur le Terrain ; annulez les effets du monstre face recto jusqu'à la fin de ce tour, puis, si vous avez min. 3 Magies dans votre Cimetière, vous pouvez prendre contrôle du monstre jusqu'à la End Phase.",
    "archetype": "Sky Striker"
  },
  {
    "id": "25733157",
    "name": "Assaut de l'Air - Mécha - Boost Aigle",
    "nameEn": "Assaut de l'Air - Mécha - Boost Aigle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre dans vos Zones Monstre Main : ciblez 1 monstre face recto sur le Terrain ; la cible n'est pas affectée par des effets de carte (leurs propres effets exclus) ce tour, et si vous avez min. 3 Magies dans votre Cimetière, elle ne peut pas être détruite au combat ce tour.",
    "archetype": "Sky Striker"
  },
  {
    "id": "51227866",
    "name": "Assaut de l'Air - Mécha - Canon Requin",
    "nameEn": "Assaut de l'Air - Mécha - Canon Requin",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre dans vos Zones Monstre Main : ciblez 1 monstre dans le Cimetière de votre adversaire ; bannissez le monstre, ou, si vous avez min. 3 Magies dans votre Cimetière, vous pouvez Invoquer Spécialement le monstre sur votre Terrain à la place, mais il ne peut pas attaquer.",
    "archetype": "Sky Striker"
  },
  {
    "id": "52340444",
    "name": "Assaut de l'Air - Mécha - Drones Frelon",
    "nameEn": "Assaut de l'Air - Mécha - Drones Frelon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre dans vos Zones Monstre Main : Invoquez Spécialement 1 \"Assaut de l'Air - As - Jeton\" (Guerrier/TÉNÈBRES/Niveau 1/ATK 0/DEF 0) en Position de Défense, qui ne peut pas être Sacrifié, et si vous avez min. 3 Magies dans votre Cimetière lorsque cet effet se résout, l'ATK/DEF de ce Jeton deviennent 1500 à la place.",
    "archetype": "Sky Striker"
  },
  {
    "id": "24010609",
    "name": "Assaut de l'Air - Méchamodules - Multirôle",
    "nameEn": "Assaut de l'Air - Méchamodules - Multirôle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez cibler 1 autre carte que vous contrôlez ; envoyez la carte au Cimetière, et aussi, votre adversaire ne peut ni activer de cartes ni d'effets en réponse à vos activations de Carte Magie le reste de ce tour (même si cette carte quitte le Terrain). (Vous ne pouvez gagner le précédent effet qu'une fois par tour.) Une fois par tour, durant la End Phase : vous pouvez Poser un nombre de Magies \"Assaut de l'Air\" de noms différents depuis votre Cimetière, inférieur ou égal au nombre de Cartes Magie \"Assaut de l'Air\" que vous avez activées ce tour tant que cette carte était face recto sur votre Terrain, mais bannissez-les lorsqu'elles quittent le Terrain.",
    "archetype": "Sky Striker"
  },
  {
    "id": "97616504",
    "name": "Assaut de l'Air - Mécharmure - Base Hercule",
    "nameEn": "Assaut de l'Air - Mécharmure - Base Hercule",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte uniquement si vous ne contrôlez aucun monstre dans vos Zones Monstre Main. Le monstre équipé ne peut pas attaquer directement. Il peut faire une seconde attaque sur les monstres durant chaque Battle Phase. Si le monstre équipé détruit un monstre avec son attaque tant que vous avez min. 3 Magies dans votre Cimetière : piochez 1 carte. Si cette carte est envoyée depuis le Terrain au Cimetière par un effet de carte : vous pouvez cibler max. 3 cartes \"Assaut de l'Air\" (\"Assaut de l'Air - Mécharmure - Base Hercule\" exclu) dans votre Cimetière ; mélangez-les dans le Deck.",
    "archetype": "Sky Striker"
  },
  {
    "id": "63166095",
    "name": "Assaut de l'Air - Mobilisation - À l'Attaque !",
    "nameEn": "Assaut de l'Air - Mobilisation - À l'Attaque !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre dans votre Zone Monstre Main : ajoutez 1 carte \"Assaut de l'Air\" (\"Assaut de l'Air - Mobilisation - À l'Attaque !\" exclu) depuis votre Deck à votre main, puis, si vous avez min. 3 Magies dans votre Cimetière, vous pouvez piocher 1 carte.",
    "archetype": "Sky Striker"
  },
  {
    "id": "21984400",
    "name": "Attaque Magique de la Bête",
    "nameEn": "Attaque Magique de la Bête",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Retirez un nombre de votre choix de Compteurs Magie depuis votre Terrain pour activer 1 de ces effets.\n●2 : Renvoyez 1 Monstre Pendule \"Bête Mythique\" que vous contrôlez à la main.\n●4 : Invoquez Spécialement 1 Monstre Pendule \"Bête Mythique\" face recto depuis votre Extra Deck, puis vous pouvez placer 2 Compteurs Magie sur lui.\n●6 : Invoquez Spécialement 1 Monstre Pendule face recto depuis votre Extra Deck.\nVous ne pouvez activer qu'1 \"Attaque Magique de la Bête\" par tour."
  },
  {
    "id": "60375194",
    "name": "Aube Vendetterreur",
    "nameEn": "Aube Vendetterreur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de cartes que vous : choisissez 1 monstre \"Vendetterreur\" Invoqué Rituellement que vous contrôlez, et détruisez toutes les cartes (le monstre choisi exclu) sur le Terrain. Il ne peut pas attaquer directement tant qu'il reste face recto sur le Terrain. Vous ne pouvez activer qu'1 \"Aube Vendetterreur\" par tour.",
    "archetype": "Vendread"
  },
  {
    "id": "55312487",
    "name": "Avant-Garde Croisédia",
    "nameEn": "Avant-Garde Croisédia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous activez cette carte : vous pouvez aussi Sacrifier 1 monstre \"Croisédia\" ou \"Héritage du Monde\" ; si vous l'avez fait, Invoquez Spécialement 1 monstre \"Croisédia\" ou \"Héritage du Monde\", de nom d'origine différent, depuis votre Deck ou Cimetière. Tant que vous contrôlez un Monstre Lien \"Croisédia\", les monstres de votre adversaire peuvent uniquement cibler des Monstres Lien avec une attaque. Vous ne pouvez activer qu'1 \"Avant-Garde Croisédia\" par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "48468330",
    "name": "Bambin Terrifiant du Tourment",
    "nameEn": "Bambin Terrifiant du Tourment",
    "attribute": "DARK",
    "atk": 0,
    "def": 2000,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez envoyer 1 monstre Démon depuis votre Deck au Cimetière.\nSi cette carte est envoyée depuis la main ou Deck au Cimetière : vous pouvez Invoquer Spécialement cette carte en Position de Défense face verso. Vous ne pouvez utiliser chaque effet de \"Bambin Terrifiant du Tourment\" qu'une fois par tour."
  },
  {
    "id": "6917479",
    "name": "Baron Rouge Vampire",
    "nameEn": "Baron Rouge Vampire",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1000,
    "level": 6,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez payer 1000 LP, puis ciblez 1 monstre contrôlé par votre adversaire et 1 autre monstre \"Vampire\" que vous contrôlez ; échangez le contrôle de ces monstres. À la fin de la Battle Phase, si cette carte a détruit un ou plusieurs monstres au combat : vous pouvez les Invoquer Spécialement depuis les Cimetières sur votre Terrain.",
    "archetype": "Vampire"
  },
  {
    "id": "17722185",
    "name": "Barrière d'Invincibilité",
    "nameEn": "Barrière d'Invincibilité",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez bannir 1 Monstre Rituel, Fusion, Synchro, Xyz, Pendule ou Lien face recto que vous contrôlez ; ce tour, les effets des monstres du même type de carte que le monstre banni (Monstre Rituel, Fusion, Synchro, Xyz, Pendule ou Lien) sont annulés."
  },
  {
    "id": "739444",
    "name": "Batterigon Vorticulaire",
    "nameEn": "Batterigon Vorticulaire",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3 monstres TÉNÈBRES Dragon\nSi cette carte est Invoquée Spécialement : vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Batterigon Vorticulaire\" qu'une fois par tour. Si cet effet se résout, les Zones Monstres inutilisées pointées par cette carte ne peuvent pas être utilisées le reste de ce tour."
  },
  {
    "id": "93850652",
    "name": "Beat, Épéiste Mercefourrure",
    "nameEn": "Beat, Épéiste Mercefourrure",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 500,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" (\"Beat, Épéiste Mercefourrure\" exclu) depuis votre main. Si un monstre \"Mercefourrure\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez ajouter 1 monstre \"Mercefourrure\" (\"Beat, Épéiste Mercefourrure\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Beat, Épéiste Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "41302052",
    "name": "Bella Madonna Farstar",
    "nameEn": "Bella Madonna Farstar",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": null,
    "level": 0,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres \"Farstar\"\nTant que cette carte Invoquée par Lien ne pointe aucun monstre, elle n'est pas affectée par d'autres effets de cartes activés. Si cette carte ne pointe aucun monstre : vous pouvez infliger 200 points de dommages à votre adversaire pour chaque monstre \"Farstar\" dans votre Cimetière de nom différent. Vous ne pouvez utiliser cet effet de \"Bella Madonna Farstar\" qu'une fois par tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "80141055",
    "name": "Bloquours",
    "nameEn": "Bloquours",
    "attribute": "DARK",
    "atk": 1600,
    "def": 0,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le tour de votre adversaire, les cartes Posées dans vos Zones Magie & Piège ne peuvent pas être détruites par des effets de carte. Si une ou plusieurs cartes Posées dans votre Zone Magie & Piège sont détruites par un effet de carte de l'adversaire : jusqu'à la fin de ce tour, cette carte gagne 800 ATK."
  },
  {
    "id": "55997110",
    "name": "Bogosamouraïligre Potartiste",
    "nameEn": "Bogosamouraïligre Potartiste",
    "attribute": "EARTH",
    "atk": 1800,
    "def": 400,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte détruit un monstre de l'adversaire au combat et l'envoie au Cimetière : vous pouvez ajouter 1 Monstre Pendule de min. Niveau 5 depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Bogosamouraïligre Potartiste\" qu'une fois par tour.",
    "archetype": "Performapal"
  },
  {
    "id": "21663205",
    "name": "Boss des Protecteurs du Tombeau",
    "nameEn": "Boss des Protecteurs du Tombeau",
    "attribute": "DARK",
    "atk": 500,
    "def": 1500,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée : vous pouvez cibler 1 monstre \"Protecteurs du Tombeau\" de Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement en Position d'Attaque ou en Position de Défense face verso. Vous ne pouvez utiliser cet effet de \"Boss des Protecteurs du Tombeau\" qu'une fois par tour. Cet effet n'est pas affecté par \"Vallée Mortuaire\".",
    "archetype": "Gravekeeper's"
  },
  {
    "id": "53303460",
    "name": "Boupée Lutincantation",
    "nameEn": "Boupée Lutincantation",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Pyro",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Magie Rituelle dans votre main ; Invoquez Spécialement cette carte depuis votre main ainsi qu'1 monstre \"Lutincantation\" (\"Boupée Lutincantation\" exclu) depuis votre Deck. Si cette carte est Invoquée Spécialement depuis le Deck : vous pouvez ajouter 1 Magie Rituelle depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Boupée Lutincantation\" par tour, et uniquement une fois le tour. Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck.",
    "archetype": "Impcantation"
  },
  {
    "id": "99890852",
    "name": "Bouquet Farstar",
    "nameEn": "Bouquet Farstar",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Farstar\" que vous contrôlez et 1 monstre face recto sur le Terrain ; renvoyez le monstre \"Farstar\" à la main, et si vous le faites, l'autre monstre gagne une ATK égale à l'ATK d'origine du monstre renvoyé jusqu'à la fin de ce tour. Vous ne pouvez activer qu 1 \"Bouquet Farstar\" par tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "45025640",
    "name": "Boycoton",
    "nameEn": "Boycoton",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 2500,
    "level": 4,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous recevez les dommages de combat que votre adversaire aurait dû recevoir de combats impliquant cette carte à la place. Si cette carte combat, n'est pas détruite, et que vous recevez des dommages de ce combat : renvoyez cette carte à la main."
  },
  {
    "id": "55168550",
    "name": "Brave Galactique",
    "nameEn": "Brave Galactique",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main : vous pouvez révéler 1 monstre \"Photon\" dans votre main ; Invoquez Spécialement cette carte, et si vous le faites, son Niveau devient le Niveau du monstre \"Photon\". Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre \"Galactique\" dans votre Cimetière ; l'ATK/DEF de cette carte deviennent l'ATK/DEF du monstre. Vous ne pouvez utiliser chaque effet de \"Brave Galactique\" qu'une fois par tour.",
    "archetype": "Photon"
  },
  {
    "id": "66740005",
    "name": "Bravo, Combattant Mercefourrure",
    "nameEn": "Bravo, Combattant Mercefourrure",
    "attribute": "FIRE",
    "atk": 1900,
    "def": 200,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" (\"Bravo, Combattant Mercefourrure\" exclu) depuis votre main. Si un monstre \"Mercefourrure\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : jusqu'à la fin de ce tour, vous pouvez faire gagner 500 ATK/DEF à tous les monstres \"Mercefourrure\" actuellement sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Bravo, Combattant Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "20788863",
    "name": "Cadeau Salamangrande",
    "nameEn": "Cadeau Salamangrande",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 monstre \"Salamangrande\" ; envoyez 1 monstre \"Salamangrande\" depuis votre Deck au Cimetière, puis piochez 1 carte. Si vous contrôlez un Monstre Lien \"Salamangrande\" qui a été Invoqué par Lien en utilisant un monstre du même nom que celui-ci comme Matériel : vous pouvez défausser 1 monstre \"Salamangrande\" ; piochez 2 cartes. Vous ne pouvez utiliser qu'1 effet de \"Cadeau Salamangrande\" par tour, et uniquement une fois le tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "25163979",
    "name": "Cauchemar de l'Héritage du Monde",
    "nameEn": "Cauchemar de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne recevez aucun dommage de combat d'attaques impliquant vos monstres co-liés. Une fois par tour : vous pouvez activer 1 de ces effets ;\n●Déplacez 1 monstre \"Chevalier du Cauchemar\" que vous contrôlez dans une autre de vos Zones Monstre Main.\n●Échangez les emplacements de 2 monstres \"Chevalier du Cauchemar\" dans vos Zones Monstre Main.",
    "archetype": "Knightmare"
  },
  {
    "id": "33971095",
    "name": "Cauchemar Vendetterreur",
    "nameEn": "Cauchemar Vendetterreur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez Sacrifier min. 1 monstre \"Vendetterreur\" depuis votre main et/ou Terrain, puis ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, augmentez son Niveau du nombre de monstres Sacrifiés. Lorsque votre Monstre Rituel \"Vendetterreur\" attaquant détruit un monstre de l'adversaire au combat : vous pouvez faire gagner 1000 ATK à votre monstre. Vous ne pouvez utiliser cet effet de \"Cauchemar Vendetterreur\" qu'une fois par tour.",
    "archetype": "Vendread"
  },
  {
    "id": "82045034",
    "name": "Cent Tonnerres du Dragon du Tonnerre",
    "nameEn": "Cent Tonnerres du Dragon du Tonnerre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Tonnerre dans votre Cimetière ; Invoquez-le Spécialement, puis vous pouvez Invoquer Spécialement autant de monstres du même nom que possible depuis votre Cimetière. Les monstres Invoqués Spécialement par cet effet sont bannis lorsqu'ils quittent le Terrain, et aussi, tant qu'ils sont face recto sur le Terrain, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Tonnerre exclus). Vous ne pouvez activer qu'1 \"Cent Tonnerres du Dragon du Tonnerre\" par tour.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "47346782",
    "name": "Centregrenouille",
    "nameEn": "Centregrenouille",
    "attribute": "WATER",
    "atk": 100,
    "def": 2000,
    "level": 2,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel pour une Invocation Fusion, Synchro, Xyz ou Lien. Si cette carte est Invoquée Normalement ou par Flip : changez-la en Position de Défense. Une fois par tour : vous pouvez cibler 1 monstre dans la Zone Monstre Main de votre adversaire ; donnez le contrôle de cette carte en Position de Défense à votre adversaire en la déplaçant dans la zone de votre adversaire adjacente à la cible, puis si votre adversaire contrôle exactement 2 \"Centregrenouille\" dans la Zone Monstre Main, gagnez le contrôle de tous les monstres entre ces 2 cartes.",
    "archetype": "Frog"
  },
  {
    "id": "75452921",
    "name": "Cerbère, Chevalier du Cauchemar",
    "nameEn": "Cerbère, Chevalier du Cauchemar",
    "attribute": "EARTH",
    "atk": 1600,
    "def": null,
    "level": 0,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres de noms différents\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte, puis ciblez 1 monstre Invoqué Spécialement dans la Zone Monstre Main de votre adversaire ; détruisez-le, puis, si cette carte était co-liée lorsque cet effet a été activé, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Cerbère, Chevalier du Cauchemar\" qu'une fois par tour. Les monstres co-liés que vous contrôlez ne peuvent pas être détruits par des effets de carte.",
    "archetype": "Knightmare"
  },
  {
    "id": "26285557",
    "name": "Changement de Face Gouki",
    "nameEn": "Changement de Face Gouki",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 carte \"Gouki\" que vous contrôlez et 1 monstre \"Gouki\" dans votre Cimetière ; détruisez la carte sur le Terrain, et si vous le faites, Invoquez Spécialement l'autre monstre depuis le Cimetière. Vous ne pouvez activer qu'1 \"Changement de Face Gouki\" par tour.",
    "archetype": "Gouki"
  },
  {
    "id": "70975131",
    "name": "Chat à la Montre",
    "nameEn": "Chat à la Montre",
    "attribute": "EARTH",
    "atk": 0,
    "def": 1800,
    "level": 1,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre End Phase, si cette carte a été Invoquée Spécialement ce tour : vous pouvez bannir cette carte ; Posez 1 Magie Continue directement depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Chat à la Montre\" qu'une fois par tour."
  },
  {
    "id": "19636995",
    "name": "Cheval Lièvre Rouge Hâtif",
    "nameEn": "Cheval Lièvre Rouge Hâtif",
    "attribute": "WIND",
    "atk": 2000,
    "def": 1800,
    "level": 5,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "S'il y a une colonne sans aucune carte, vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position d'Attaque dans votre zone de cette colonne. Vous ne pouvez Invoquer Spécialement \"Cheval Lièvre Rouge Hâtif\" qu'une fois par tour de cette façon. Si une autre carte est placée dans la colonne de cette carte : détruisez cette carte. Une fois par tour : vous pouvez diviser par deux l'ATK d'origine de cette carte le reste de ce tour, et si vous le faites, elle peut attaquer directement ce tour."
  },
  {
    "id": "78876707",
    "name": "Chevalier Noble Sacré de Custennin le Roi",
    "nameEn": "Chevalier Noble Sacré de Custennin le Roi",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 2500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres \"Chevalier Noble\" de Niveau 4\nVous pouvez détacher un nombre de votre choix de Matériels de cette carte, puis ciblez autant de cartes contrôlées par votre adversaire ; renvoyez-les à la main. Si cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Chevalier Noble\" (\"Chevalier Noble Sacré de Custennin le Roi\" exclu) depuis votre Extra Deck, et si vous le faites, attachez cette carte depuis le Cimetière au monstre comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous ne pouvez utiliser chaque effet de \"Chevalier Noble Sacré de Custennin le Roi\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "78084378",
    "name": "Chimère Diplexer",
    "nameEn": "Chimère Diplexer",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 800,
    "level": 5,
    "monsterType": "Cyberse",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres Cyberse\nUne fois par tour : vous pouvez Sacrifier 1 monstre Cyberse ; les Cartes Magie/Piège et leurs effets ne peuvent pas être activés durant la Battle Phase de ce tour. Si cette carte Invoquée par Fusion est envoyée à votre Cimetière : vous pouvez cibler 1 \"Cynet Fusion\" et 1 monstre Cyberse (cette carte exclue) dans votre Cimetière ; ajoutez-les à votre main. Vous ne pouvez utiliser cet effet de \"Chimère Diplexer\" qu'une fois par tour."
  },
  {
    "id": "89462956",
    "name": "Choix du Donneur",
    "nameEn": "Choix du Donneur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque joueur mélange son Deck, puis chaque joueur pioche 1 carte, puis chaque joueur défausse 1 carte."
  },
  {
    "id": "28770951",
    "name": "Clerc Galactique",
    "nameEn": "Clerc Galactique",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 600,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main : vous pouvez cibler 1 Monstre Xyz \"Photon\" ou \"Galactique\" que vous contrôlez ; attachez-lui cette carte comme Matériel. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 5 cartes \"Photon\" et/ou \"Galactique\" de noms différents dans votre Cimetière ; mélangez-les dans le Deck, puis piochez 2 cartes. Vous ne pouvez utiliser qu'1 effet de \"Clerc Galactique\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "86607583",
    "name": "Code de Limitation",
    "nameEn": "Code de Limitation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez des Monstres Lien Cyberse dans votre Cimetière : placez 1 Compteur sur cette carte pour chacun de ces monstres, et si vous le faites, Invoquez Spécialement 1 monstre \"Codeur Bavard\" depuis votre Extra Deck, et équipez-le avec cette carte. Lorsque cette carte quitte le Terrain, détruisez le monstre équipé. Une fois par tour, durant votre End Phase : retirez 1 Compteur de cette carte. Si vous ne pouvez pas, détruisez-la. Vous ne pouvez activer \"Code de Limitation\" qu'une fois par Duel.",
    "archetype": "Code Talker"
  },
  {
    "id": "43534808",
    "name": "Collectionneur de Jetons",
    "nameEn": "Collectionneur de Jetons",
    "attribute": "EARTH",
    "atk": 0,
    "def": 2000,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un Jeton est Invoqué Spécialement (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque le Jeton a été Invoqué Spécialement) ou la main (même si elle n'y était pas). Vous ne pouvez utiliser cet effet de \"Collectionneur de Jetons\" qu'une fois par tour. Si cette carte est Invoquée Spécialement : détruisez autant de Jetons sur le Terrain que possible, et si vous le faites, cette carte gagne 400 ATK pour chaque Jeton détruit. Aucun joueur ne peut Invoquer Spécialement de Jetons."
  },
  {
    "id": "15291624",
    "name": "Colosse, Dragon du Tonnerre",
    "nameEn": "Colosse, Dragon du Tonnerre",
    "attribute": "DARK",
    "atk": 2600,
    "def": 2400,
    "level": 8,
    "monsterType": "Thunder",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Dragon du Tonnerre\" + 1 monstre Tonnerre\nUniquement Invocable par Fusion, ou Invocable Spécialement durant le tour où un effet de monstre Tonnerre a été activé dans la main, en Sacrifiant 1 Monstre à Effet non-Fusion Tonnerre (auquel cas vous n'utilisez pas \"Polymérisation\"). Les cartes ne peuvent pas être ajoutées depuis le Main Deck à la main de votre adversaire sauf en les piochant. Si cette carte va être détruite au combat ou par un effet de carte, vous pouvez bannir 1 monstre Tonnerre depuis votre Cimetière à la place.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "80101899",
    "name": "Combine de Piège",
    "nameEn": "Combine de Piège",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez 1 Piège Normal (\"Combine de Piège\" exclu) depuis votre Deck, et si vous le faites, Posez 1 carte du même nom directement depuis votre Deck. Elle peut être activée ce tour. Le reste de ce tour après la résolution de cette carte, vous ne pouvez activer qu'1 Carte Piège. Vous ne pouvez activer qu'1 \"Combine de Piège\" par tour."
  },
  {
    "id": "87259933",
    "name": "Conclave du Cristal",
    "nameEn": "Conclave du Cristal",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si un ou plusieurs monstres \"Bête Cristalline\" face recto que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Bête Cristalline\" depuis votre Deck. Vous pouvez envoyer cette carte face recto depuis le Terrain au Cimetière, puis ciblez 1 carte \"Bête Cristalline\" que vous contrôlez et 1 carte sur le Terrain ; renvoyez-les à la main. Vous ne pouvez pas activer ces effets dans la même Chaîne.",
    "archetype": "Crystal Beast"
  },
  {
    "id": "97729135",
    "name": "Concours de Regard",
    "nameEn": "Concours de Regard",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous Invoquez Spécialement un monstre dans la Zone Monstre Extra : vous pouvez cibler 1 monstre dans la Zone Monstre Main de votre adversaire ; déplacez la cible dans sa zone de la même colonne que le monstre dans la Zone Monstre Extra. Lorsque votre adversaire Invoque Spécialement un monstre dans la Zone Monstre Extra : vous pouvez cibler 1 monstre dans votre Zone Monstre Main ; déplacez la cible dans votre zone de la même colonne que le monstre dans la Zone Monstre Extra. Ces effets ne peuvent pas être activés dans la Damage Step."
  },
  {
    "id": "94703021",
    "name": "Congestionneur de Bloc",
    "nameEn": "Congestionneur de Bloc",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2200,
    "level": 7,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement et que vous ne contrôlez aucun Monstre Lien : vous pouvez Invoquer Spécialement 1 \"Jeton Congestionneur\" (Cyberse/TÉNÈBRES/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser cet effet de \"Congestionneur de Bloc\" qu'une fois par tour. Une fois par Battle Step, si un Monstre Lien que vous contrôlez est attaqué (Effet Rapide) : vous pouvez bannir cette carte depuis votre Cimetière et le Monstre Lien ; Invoquez Spécialement un nombre de \"Jeton Congestionneur\", inférieur ou égal au nombre de Monstres Lien contrôlés par votre adversaire."
  },
  {
    "id": "62279666",
    "name": "Corruption de l'Héritage du Monde",
    "nameEn": "Corruption de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si un Monstre Lien face recto que vous contrôlez est détruit au combat ou quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Héritage du Monde\" depuis votre main ou Deck en Position de Défense. Vous ne pouvez contrôler qu'1 \"Corruption de l'Héritage du Monde\".",
    "archetype": "World Legacy"
  },
  {
    "id": "85679527",
    "name": "Cosmocerveau",
    "nameEn": "Cosmocerveau",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2450,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement en envoyant 1 monstre (Monstres à Effet exclus) depuis votre main ou Terrain face recto au Cimetière. Cette carte gagne une ATK égale au Niveau du monstre envoyé au Cimetière de cette façon x 200. Vous pouvez Sacrifier 1 Monstre à Effet ; Invoquez Spécialement 1 Monstre Normal depuis votre main ou Deck. Vous ne pouvez utiliser cet effet de \"Cosmocerveau\" qu'une fois par tour."
  },
  {
    "id": "20501450",
    "name": "Courant Concentré",
    "nameEn": "Courant Concentré",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, il gagne une ATK égale à sa DEF actuelle. Les autres monstres que vous contrôlez ne peuvent pas attaquer durant le tour où vous activez cette carte."
  },
  {
    "id": "82085295",
    "name": "Crayonplume Lutincantation",
    "nameEn": "Crayonplume Lutincantation",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main ; Invoquez Spécialement cette carte depuis votre main ainsi qu'1 monstre \"Lutincantation\" (\"Crayonplume Lutincantation\" exclu) depuis votre Deck. Si cette carte est Invoquée Spécialement depuis le Deck : vous pouvez cibler 1 Monstre Rituel dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser qu'1 effet de \"Crayonplume Lutincantation\" par tour, et uniquement une fois le tour. Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck.",
    "archetype": "Impcantation"
  },
  {
    "id": "64207696",
    "name": "Crocs en Or Potartiste",
    "nameEn": "Crocs en Or Potartiste",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 700,
    "level": 4,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, if your \"Performapal\" monster destroys an opponent's monster by battle: Inflict 1000 damage to your opponent.\n\n[ Monster Effect ] \nSi cette carte est Invoquée Normalement ou Spécialement : jusqu'à la fin de ce tour, tous les monstres \"Potartiste\" que vous contrôlez actuellement gagnent 200 ATK.",
    "archetype": "Performapal"
  },
  {
    "id": "42472002",
    "name": "Custennin le Chevalier Noble",
    "nameEn": "Custennin le Chevalier Noble",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez une Magie d'Équipement \"Armes Nobles\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Custennin le Chevalier Noble\" qu'une fois par tour de cette façon. Un monstre \"Chevalier Noble\" qui a été Invoqué par Synchronisation, Xyz ou Lien en utilisant cette carte sur le Terrain comme Matériel gagne cet effet.\n●Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Normalement 1 monstre \"Chevalier Noble\" durant votre Main Phase ce tour, en plus de votre Invocation/Pose Normale (vous ne pouvez gagner cet effet qu'une fois par tour), et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier Noble\" exclus) depuis l'Extra Deck le reste de ce tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "56364287",
    "name": "Cyber Dragon Herz",
    "nameEn": "Cyber Dragon Herz",
    "attribute": "LIGHT",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Cyber Dragon\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous ne pouvez utiliser qu'1 des effets suivants de \"Cyber Dragon Herz\" par tour, et uniquement une fois le tour.\n●Si cette carte est Invoquée Spécialement : vous pouvez faire devenir 5 le Niveau de cette carte jusqu'à la fin de ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Machine exclus) le reste de ce tour.\n●Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 autre \"Cyber Dragon\" depuis votre Deck ou Cimetière à votre main.",
    "archetype": "Cyber Dragon"
  },
  {
    "id": "46724542",
    "name": "Cyber Dragon Sieger",
    "nameEn": "Cyber Dragon Sieger",
    "attribute": "LIGHT",
    "atk": 2100,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Machine (\"Cyber Dragon\" inclus)\nLe nom de cette carte devient \"Cyber Dragon\" tant qu'elle est sur le Terrain ou dans le Cimetière. Durant chaque Battle Phase, si cette carte n'a pas déclaré d'attaque (Effet Rapide) : vous pouvez cibler 1 monstre Machine que vous contrôlez avec min. 2100 ATK ; le reste de ce tour, le monstre gagne 2100 ATK/DEF, et aussi, aucun joueur ne reçoit de dommages de combat d'attaques impliquant ce monstre. Vous ne pouvez utiliser cet effet de \"Cyber Dragon Sieger\" qu'une fois par tour.",
    "archetype": "Cyber Dragon"
  },
  {
    "id": "29975188",
    "name": "Cyber Dragon Vier",
    "nameEn": "Cyber Dragon Vier",
    "attribute": "LIGHT",
    "atk": 1100,
    "def": 1600,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Cyber Dragon\" tant qu'elle est sur le Terrain ou dans le Cimetière. Si vous Invoquez Normalement ou Spécialement \"Cyber Dragon\", sauf durant la Damage Step : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Vous ne pouvez utiliser cet effet de \"Cyber Dragon Vier\" qu'une fois par tour. Chaque \"Cyber Dragon\" que vous contrôlez gagne 500 ATK/DEF.",
    "archetype": "Cyber Dragon"
  },
  {
    "id": "33041277",
    "name": "Cyber Revsystème",
    "nameEn": "Cyber Revsystème",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 \"Cyber Dragon\" depuis votre main ou Cimetière. Il ne peut pas être détruit par des effets de carte.",
    "archetype": "Cyber Dragon"
  },
  {
    "id": "37007105",
    "name": "Cyclone Cybersal",
    "nameEn": "Cyclone Cybersal",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Lien contrôlé par votre adversaire ; bannissez 1 monstre depuis votre Cimetière qui a la même Classification Lien que le monstre, et si vous le faites, détruisez le monstre, puis, si le Type d'origine du monstre que vous avez banni était Cyberse, vous pouvez détruire 1 carte face recto dans la Zone Magie & Piège de votre adversaire."
  },
  {
    "id": "65801012",
    "name": "Cynet Fusion",
    "nameEn": "Cynet Fusion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion Cyberse depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Si vous ne contrôlez aucun monstre dans la Zone Monstre Extra, vous pouvez aussi bannir max. 1 Monstre Lien Cyberse depuis votre Cimetière comme Matériel Fusion."
  },
  {
    "id": "34767865",
    "name": "Cynet Rituel",
    "nameEn": "Cynet Rituel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel Cyberse. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si vous ne contrôlez aucun monstre : vous pouvez bannir cette carte et 1 Monstre Rituel depuis le Cimetière ; Invoquez Spécialement 2 \"Jeton Cynet\" (Cyberse/LUMIÈRE/Niveau 4/ATK 0/DEF 0). Vous ne pouvez pas activer cet effet le tour où cette carte est envoyée au Cimetière."
  },
  {
    "id": "16006416",
    "name": "D/D/D Genghis, Grand Roi des Flammes",
    "nameEn": "D/D/D Genghis, Grand Roi des Flammes",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 2400,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"D/D\" de min. Niveau 5 + 1 monstre \"D/D\"\nSi un ou plusieurs autres monstres \"D/D\" sont Invoqués Normalement ou Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez cibler 1 monstre \"D/D\" dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"D/D/D Genghis, Grand Roi des Flammes\" qu'une fois par tour. Une fois durant votre tour, lorsqu'une Carte Magie/Piège ou son effet est activé (Effet Rapide) : vous pouvez annuler l'activation.",
    "archetype": "D/D"
  },
  {
    "id": "84569886",
    "name": "D/D/D Super Roi du Déclin Armageddon Pourpre",
    "nameEn": "D/D/D Super Roi du Déclin Armageddon Pourpre",
    "attribute": "DARK",
    "atk": 3500,
    "def": 3000,
    "level": 10,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn, before damage calculation, if your \"D/D/D\" Fusion Monster battles an opponent's monster: You can make that opponent's monster lose 1000 ATK until the end of this turn (even if this card leaves the field).\n\n[ Monster Effect ] \n2 monstres \"D/D/D\"\nVous pouvez cibler 1 monstre en Position d'Attaque contrôlé par votre adversaire ; détruisez-le, et si vous le faites, infligez des dommages à votre adversaire égaux à la moitié de son ATK d'origine. Vous ne pouvez utiliser cet effet de \"D/D/D Super Roi du Déclin Armageddon Pourpre\" qu'une fois par tour. Avant le calcul des dommages, si un monstre de l'adversaire combat : jusqu'à la fin de la Damage Step, vous pouvez faire devenir son ATK égale à son ATK d'origine. Si cette carte dans la Zone Monstre est détruite : vous pouvez placer cette carte dans votre Zone Pendule.",
    "archetype": "D/D"
  },
  {
    "id": "43316238",
    "name": "Danger ! Bigfoot !",
    "nameEn": "Danger ! Bigfoot !",
    "attribute": "DARK",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Bigfoot !\", Invoquez Spécialement 1 \"Danger ! Bigfoot !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Danger ! Bigfoot !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "16209941",
    "name": "Danger ! Chupacabra !",
    "nameEn": "Danger ! Chupacabra !",
    "attribute": "DARK",
    "atk": 1500,
    "def": 400,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Chupacabra !\", Invoquez Spécialement 1 \"Danger ! Chupacabra !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez cibler 1 monstre \"Danger !\" (\"Danger ! Chupacabra !\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Danger ! Chupacabra !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "26302107",
    "name": "Danger ! Homme-Chien !",
    "nameEn": "Danger ! Homme-Chien !",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1000,
    "level": 7,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Homme-Chien !\", Invoquez Spécialement 1 \"Danger ! Homme-Chien !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : jusqu'à la fin de ce tour, vous pouvez faire perdre 1000 ATK à tous les monstres face recto actuellement contrôlés par votre adversaire. Vous ne pouvez utiliser cet effet de \"Danger ! Homme-Chien !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "52350806",
    "name": "Danger ! Homme-Papillon !",
    "nameEn": "Danger ! Homme-Papillon !",
    "attribute": "DARK",
    "atk": 1800,
    "def": 400,
    "level": 4,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Homme-Papillon !\", Invoquez Spécialement 1 \"Danger ! Homme-Papillon !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez faire piocher 1 carte à chaque joueur, puis chaque joueur défausse 1 carte. Vous ne pouvez utiliser cet effet de \"Danger ! Homme-Papillon !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "70711847",
    "name": "Danger ! Nessie !",
    "nameEn": "Danger ! Nessie !",
    "attribute": "DARK",
    "atk": 1600,
    "def": 2800,
    "level": 7,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Nessie !\", Invoquez Spécialement 1 \"Danger ! Nessie !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez ajouter 1 carte \"Danger !\" (\"Danger ! Nessie !\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Danger ! Nessie !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "90807199",
    "name": "Danger ! Oiseau-Tonnerre !",
    "nameEn": "Danger ! Oiseau-Tonnerre !",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2400,
    "level": 8,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Oiseau-Tonnerre !\", Invoquez Spécialement 1 \"Danger ! Oiseau-Tonnerre !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez cibler 1 carte Posée contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Danger ! Oiseau-Tonnerre !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "43694650",
    "name": "Danger !? Jackalope ?",
    "nameEn": "Danger !? Jackalope ?",
    "attribute": "DARK",
    "atk": 500,
    "def": 2000,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger !? Jackalope ?\", Invoquez Spécialement 1 \"Danger !? Jackalope ?\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez Invoquer Spécialement 1 monstre \"Danger !\" (\"Danger !? Jackalope ?\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Danger !? Jackalope ?\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "99745551",
    "name": "Danger !? Tsuchinoko ?",
    "nameEn": "Danger !? Tsuchinoko ?",
    "attribute": "DARK",
    "atk": 1300,
    "def": 0,
    "level": 3,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger !? Tsuchinoko ?\", Invoquez Spécialement 1 \"Danger !? Tsuchinoko ?\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Danger !? Tsuchinoko ?\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "64514892",
    "name": "Daruma Combattant de Feu",
    "nameEn": "Daruma Combattant de Feu",
    "attribute": "FIRE",
    "atk": 1500,
    "def": null,
    "level": 0,
    "monsterType": "Beast-Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Bête, Bête-Guerrier et/ou Bête Ailée\nCette carte gagne 100 ATK pour chaque monstre Bête/Bête-Guerrier/Bête Ailée sur le Terrain. Une fois par tour : vous pouvez cibler 1 Magie/Piège sur chaque Terrain ; détruisez-les. Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez cibler 1 de vos monstres Bête/Bête-Guerrier/Bête Ailée qui est banni ou dans votre Cimetière ; ajoutez-le à votre main."
  },
  {
    "id": "3792766",
    "name": "Dauphinelle Farstar",
    "nameEn": "Dauphinelle Farstar",
    "attribute": "LIGHT",
    "atk": 2200,
    "def": null,
    "level": 0,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres \"Farstar\"\nLorsque cette carte déclare une attaque tant qu'elle pointe un monstre \"Farstar\" : vous pouvez cibler un nombre de vos cartes \"Farstar\" bannies, inférieur ou égal au nombre de Monstres Lien contrôlés par votre adversaire ; ajoutez-les à votre main, et si vous le faites, cette carte gagne 1000 ATK pour chaque carte ajoutée jusqu'à la fin de ce tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "82428674",
    "name": "Débordement Cybernétique",
    "nameEn": "Débordement Cybernétique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez un ou plusieurs \"Cyber Dragon\" de Niveaux différents depuis votre main, Terrain face recto et/ou Cimetière, puis détruisez un nombre égal de cartes contrôlées par votre adversaire. Si cette carte sur le Terrain est détruite par un effet de carte : ajoutez 1 Magie/Piège \"Cyber\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Débordement Cybernétique\" qu'une fois par tour.",
    "archetype": "Cyber Dragon"
  },
  {
    "id": "18444733",
    "name": "Décharge Dragon du Tonnerre",
    "nameEn": "Décharge Dragon du Tonnerre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "L'activation d'effets de vos monstres Tonnerre ne peut pas être annulée. Une fois par tour, si un ou plusieurs monstres \"Dragon du Tonnerre\" sont Invoqués Normalement ou Spécialement sur votre Terrain : vous pouvez cibler 1 Magie/Piège sur le Terrain ; bannissez 1 monstre Tonnerre depuis votre Deck, et si vous le faites, détruisez la cible.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "69700783",
    "name": "Désir de Vampire",
    "nameEn": "Désir de Vampire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets.\n●Ciblez 1 monstre face recto que vous contrôlez ; envoyez 1 monstre \"Vampire\" depuis votre Deck au Cimetière de Niveau différent du monstre, et si vous le faites, le monstre ciblé devient du Niveau du monstre envoyé dans le Cimetière jusqu'à la fin de ce tour.\n●Ciblez 1 monstre \"Vampire\" dans votre Cimetière ; envoyez 1 monstre que vous contrôlez au Cimetière, et si vous le faites, Invoquez Spécialement le monstre ciblé.\nVous ne pouvez activer qu'1 \"Désir de Vampire\" par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "48068378",
    "name": "Dévot Lien",
    "nameEn": "Dévot Lien",
    "attribute": "EARTH",
    "atk": 500,
    "def": null,
    "level": 0,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre Cyberse de max. Niveau 4\nSi cette carte est Invoquée Spécialement : le reste de ce tour, vous ne pouvez pas Invoquer par Lien de Monstres Lien de min. Link-3. Si cette carte co-liée est Sacrifiée : vous pouvez Invoquer Spécialement 2 \"Jeton Lien\" (Cyberse/LUMIÈRE/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser cet effet de \"Dévot Lien\" qu'une fois par tour."
  },
  {
    "id": "17257342",
    "name": "Diana l'Esprit du Vent",
    "nameEn": "Diana l'Esprit du Vent",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 1000,
    "level": 4,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en bannissant 1 monstre LUMIÈRE depuis votre Cimetière. Une fois par tour, durant la End Phase de votre adversaire : gagnez 1000 LP."
  },
  {
    "id": "90173539",
    "name": "Dino Lutte Mondiale",
    "nameEn": "Dino Lutte Mondiale",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un monstre \"Dinolutteur\", chaque joueur ne peut attaquer qu'avec 1 monstre durant chaque Battle Phase. Si votre monstre \"Dinolutteur\" attaque un monstre de l'adversaire, il gagne 200 ATK durant le calcul des dommages uniquement. Si votre adversaire contrôle plus de monstres que vous : vous pouvez bannir cette carte depuis le Cimetière ; Invoquez Spécialement 1 monstre \"Dinolutteur\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Dino Lutte Mondiale\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "93507434",
    "name": "Dinolutteur Capaptera",
    "nameEn": "Dinolutteur Capaptera",
    "attribute": "WIND",
    "atk": 1600,
    "def": 0,
    "level": 3,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; envoyez-le au Cimetière. Vous ne pouvez utiliser cet effet de \"Dinolutteur Capaptera\" qu'une fois par tour. Si cette carte est envoyée au Cimetière comme Matériel Lien pour l'Invocation Lien d'un monstre \"Dinolutteur\" : vous pouvez activer cet effet ; jusqu'à la fin de ce tour, le Monstre Lien qui a utilisé cette carte comme Matériel gagne 1000 ATK.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "29996433",
    "name": "Dinolutteur Capoeiraptor",
    "nameEn": "Dinolutteur Capoeiraptor",
    "attribute": "EARTH",
    "atk": 1800,
    "def": 0,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte en Position d'Attaque ne peut pas être détruite au combat. Si cette carte est attaquée, changez-la en Position de Défense à la fin de la Damage Step. Durant la Standby Phase, si cette carte est en Position de Défense : vous pouvez Invoquer Spécialement 1 \"Dinolutteur Capoeiraptor\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Dinolutteur Capoeiraptor\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "82385847",
    "name": "Dinolutteur Pancraceratops",
    "nameEn": "Dinolutteur Pancraceratops",
    "attribute": "EARTH",
    "atk": 2600,
    "def": 0,
    "level": 7,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Dinolutteur Pancraceratops\" qu'une fois par tour de cette façon. (Effet Rapide) : vous pouvez Sacrifier 1 monstre \"Dinolutteur\", puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Dinolutteur Pancraceratops\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "77967790",
    "name": "Dinolutteur Roi T Rexlutte",
    "nameEn": "Dinolutteur Roi T Rexlutte",
    "attribute": "EARTH",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Dinosaur",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres \"Dinolutteur\"\nSi cette carte combat, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Les monstres de votre adversaire ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Au début de la Battle Phase de votre adversaire : vous pouvez cibler 1 monstre en Position d'Attaque contrôlé par votre adversaire ; cette Battle Phase, votre adversaire ne peut pas attaquer avec d'autres monstres jusqu'à ce que le monstre ait attaqué, et s'il ne déclare pas d'attaque, détruisez-le à la fin de la Battle Phase.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "56980148",
    "name": "Dinolutteur Systégosaure",
    "nameEn": "Dinolutteur Systégosaure",
    "attribute": "EARTH",
    "atk": 1900,
    "def": 0,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 monstre \"Dinolutteur\" ou 1 \"Dino Lutte Mondiale\" depuis votre Deck à votre main. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour, et que votre adversaire contrôle plus de monstres que vous : vous pouvez cibler 1 monstre \"Dinolutteur\" (\"Dinolutteur Systégosaure\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Dinolutteur Systégosaure\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "5795882",
    "name": "Domaine de Vampire",
    "nameEn": "Domaine de Vampire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez payer 500 LP ; durant votre Main Phase ce tour, vous pouvez Invoquer Normalement 1 monstre \"Vampire\" en plus de votre Invocation/Pose Normale. (Même si cette carte quitte le Terrain. Vous ne pouvez gagner cet effet qu'une fois par tour.) Chaque fois que votre monstre \"Vampire\" inflige des dommages de combat à votre adversaire : gagnez le même montant de LP.",
    "archetype": "Vampire"
  },
  {
    "id": "70645913",
    "name": "Domestique Vampire",
    "nameEn": "Domestique Vampire",
    "attribute": "DARK",
    "atk": 1200,
    "def": 0,
    "level": 2,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez payer 500 LP ; ajoutez 1 Magie/Piège \"Vampire\" depuis votre Deck à votre main. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 carte \"Vampire\" depuis votre main ou Terrain face recto au Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Domestique Vampire\" qu'une fois par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "68688135",
    "name": "Domination Vampire",
    "nameEn": "Domination Vampire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé tant que vous contrôlez un monstre \"Vampire\" : annulez l'activation, et si vous le faites, détruisez la carte, puis, si c'était une Carte Monstre, gagnez des LP égaux à son ATK d'origine. Vous ne pouvez activer qu'1 \"Domination Vampire\" par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "94073244",
    "name": "Donpa, Tireur Mercefourrure",
    "nameEn": "Donpa, Tireur Mercefourrure",
    "attribute": "WIND",
    "atk": 500,
    "def": 1000,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" (\"Donpa, Tireur Mercefourrure\" exclu) depuis votre main. Si un monstre \"Mercefourrure\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez cibler 1 carte face recto sur le Terrain ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Donpa, Tireur Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "54525057",
    "name": "Draco Croisédia",
    "nameEn": "Draco Croisédia",
    "attribute": "WIND",
    "atk": 600,
    "def": 2000,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense dans votre zone pointée par un Monstre Lien. Vous ne pouvez Invoquer Spécialement \"Draco Croisédia\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement dans une zone pointée par un Monstre Lien : vous pouvez cibler 1 carte \"Croisédia\" (\"Draco Croisédia\" exclu) dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser cet effet de \"Draco Croisédia\" qu'une fois par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "62000467",
    "name": "Dragasès, Bête Gladiateur",
    "nameEn": "Dragasès, Bête Gladiateur",
    "attribute": "WIND",
    "atk": 2000,
    "def": null,
    "level": 0,
    "monsterType": "Winged Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Bête Gladiateur\"\nSi un monstre \"Bête Gladiateur\" que vous contrôlez attaque, il ne peut pas être détruit par ce combat, et aussi, votre adversaire ne peut ni activer de cartes ni d'effets jusqu'à la fin de la Damage Step. À la fin de la Battle Phase, si cette carte a combattu : vous pouvez renvoyer cette carte à l'Extra Deck ; Invoquez Spécialement 2 monstres \"Bête Gladiateur\" de noms différents depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Dragasès, Bête Gladiateur\" qu'une fois par tour.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "2411269",
    "name": "Dragon Agave",
    "nameEn": "Dragon Agave",
    "attribute": "EARTH",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Wyrm",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (Jetons exclus)\nSi cette carte est Invoquée par Lien : vous pouvez appliquer ces effets dans l'ordre, selon les Types des monstres dans les Cimetières (ignorez ceux qui ne s'appliquent pas). Vous ne pouvez utiliser cet effet de \"Dragon Agave\" qu'une fois par tour.\n●Infligez 100 points de dommages à votre adversaire pour chaque Dragon.\n●Cette carte gagne 200 ATK pour chaque Dinosaure.\n●Tous les monstres actuellement contrôlés par votre adversaire perdent 300 ATK pour chaque Serpent de Mer.\n●Vous gagnez 400 LP pour chaque Wyrm."
  },
  {
    "id": "73341839",
    "name": "Dragon Borrellemini",
    "nameEn": "Dragon Borrellemini",
    "attribute": "DARK",
    "atk": 800,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Rokkette\"\nSi vous contrôlez un Monstre Lien \"Borrelle\" tant que cette carte est dans votre Cimetière : vous pouvez Sacrifier 1 monstre de max. Link-3 ; Invoquez Spécialement cette carte, mais elle ne peut pas être utilisée comme Matériel pour l'Invocation Lien d'un monstre avec la même Classification Lien que le monstre Sacrifié. Vous ne pouvez utiliser cet effet de \"Dragon Borrellemini\" qu'une fois par tour.",
    "archetype": "Rokket"
  },
  {
    "id": "84976088",
    "name": "Dragon d'Arrière-Plan",
    "nameEn": "Dragon d'Arrière-Plan",
    "attribute": "DARK",
    "atk": 1600,
    "def": 1800,
    "level": 5,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans le Cimetière et que vous ne contrôlez aucune carte : vous pouvez Invoquer Spécialement cette carte ainsi qu'1 monstre Dragon de max. Niveau 4 depuis votre main en Position de Défense, mais bannissez cette carte lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Dragon d'Arrière-Plan\" qu'une fois par tour."
  },
  {
    "id": "85289965",
    "name": "Dragon Épéborrelle",
    "nameEn": "Dragon Épéborrelle",
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": 0,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3+ Monstres à Effet\nNon destructible au combat. Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre en Position d'Attaque ; changez-le en Position de Défense, et aussi, cette carte peut faire une seconde attaque durant chaque Battle Phase ce tour. Votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation de cet effet. Une fois par tour, lorsque cette carte déclare une attaque sur un monstre face recto : vous pouvez activer cet effet ; jusqu'à la fin de ce tour, cette carte gagne une ATK égale à la moitié de l'ATK actuelle du monstre, et si elle le fait, l'ATK actuelle du monstre est divisée par deux.",
    "archetype": "Borrel"
  },
  {
    "id": "3356494",
    "name": "Dragon Fusolaire aux Yeux Galactiques",
    "nameEn": "Dragon Fusolaire aux Yeux Galactiques",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": null,
    "level": 0,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres LUMIÈRE (un monstre avec min. 2000 ATK inclus)\nSi cette carte est Invoquée par Lien : vous pouvez cibler 1 monstre \"Photon\" ou \"Galactique\" dans votre Cimetière ; ajoutez-le à votre main. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez défausser 1 carte \"Photon\" et 1 carte \"Galactique\", OU défaussez 1 \"Dragon Photon aux Yeux Galactiques\", puis ciblez 1 monstre Invoqué Spécialement contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Dragon Fusolaire aux Yeux Galactiques\" qu'une fois par tour."
  },
  {
    "id": "42717221",
    "name": "Dragon Horloge Cyberse",
    "nameEn": "Dragon Horloge Cyberse",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Cyberse",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Vouivre - Horloge\" + 1+ Monstre Lien\nLorsque cette carte est Invoquée par Fusion : vous pouvez envoyer un nombre de cartes du dessus de votre Deck au Cimetière, égal à la somme des Classifications Lien des Matériels utilisés pour l'Invocation Fusion de cette carte, et si vous le faites, jusqu'à la fin du prochain tour, les autres monstres que vous contrôlez ne peuvent pas attaquer, et aussi, cette carte gagne 1000 ATK pour chaque carte envoyée au Cimetière par cet effet. Tant que vous contrôlez un ou plusieurs Monstres Lien, les monstres contrôlés par votre adversaire ne peuvent pas cibler d'autres monstres que vous contrôlez avec une attaque, et aussi, votre adversaire ne peut pas cibler d'autres monstres que vous contrôlez avec des effets de carte. Si cette carte Invoquée par Fusion que vous contrôlez est envoyée à votre Cimetière par un effet de carte de l'adversaire : vous pouvez ajouter 1 Magie depuis votre Deck à votre main."
  },
  {
    "id": "69946549",
    "name": "Dragostapelia Prédaplante",
    "nameEn": "Dragostapelia Prédaplante",
    "attribute": "DARK",
    "atk": 2700,
    "def": 1900,
    "level": 8,
    "monsterType": "Plant",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Fusion + 1 monstre TÉNÈBRES\nUne fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; placez 1 Compteur Prédateur sur celui-ci, et s'il est de min. Niveau 2, il devient Niveau 1 tant qu'il a un Compteur Prédateur. Annulez les effets activés des monstres de votre adversaire qui ont des Compteurs Prédateur.",
    "archetype": "Predaplant"
  },
  {
    "id": "33158448",
    "name": "Dragster de l'Aube F.A.",
    "nameEn": "Dragster de l'Aube F.A.",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2000,
    "level": 7,
    "monsterType": "Machine",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nGagne une ATK égale à son Niveau x 300. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Chaque fois qu'une Carte Magie/Piège \"F.A.\" ou effet de Magie/Piège \"F.A.\" est activé : vous pouvez augmenter le Niveau de cette carte de 1. Une fois par tour, lorsque votre adversaire active une Carte Magie/Piège ou effet de Magie/Piège (Effet Rapide) : vous pouvez réduire le Niveau de cette carte de 2, et si vous le faites, annulez l'activation, et si vous faites ça, détruisez la carte.",
    "archetype": "F.A."
  },
  {
    "id": "6764709",
    "name": "Dragster des Ténèbres F.A.",
    "nameEn": "Dragster des Ténèbres F.A.",
    "attribute": "DARK",
    "atk": 0,
    "def": 2000,
    "level": 7,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en ayant un monstre \"F.A.\" de min. Niveau 7 sur le Terrain, mais pas \"Dragster des Ténèbres F.A.\" dans votre Zone Monstre. Gagne une ATK égale à son Niveau x 300. Chaque fois qu'une Carte Magie/Piège \"F.A.\" ou effet de Magie/Piège \"F.A.\" est activé : vous pouvez augmenter le Niveau de cette carte de 1. Une fois par tour : vous pouvez cibler 1 carte sur le Terrain ; réduisez le Niveau de cette carte de 3, et si vous le faites, détruisez la cible.",
    "archetype": "F.A."
  },
  {
    "id": "55591586",
    "name": "Duodragon du Tonnerre",
    "nameEn": "Duodragon du Tonnerre",
    "attribute": "DARK",
    "atk": 2800,
    "def": 0,
    "level": 8,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en bannissant 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES depuis votre Cimetière. Une fois par tour, si un effet de monstre est activé dans la main : jusqu'à la fin de ce tour, cette carte gagne 300 ATK. Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez bannir 1 carte depuis votre Cimetière ; ajoutez 1 monstre Tonnerre depuis votre Deck à votre main. Une fois par tour, durant la End Phase de votre adversaire : vous pouvez cibler 1 de vos cartes bannies ; placez-la au-dessus ou au-dessous de votre Deck.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "25123713",
    "name": "Dyna, Héros Mercefourrure",
    "nameEn": "Dyna, Héros Mercefourrure",
    "attribute": "EARTH",
    "atk": 2500,
    "def": 1400,
    "level": 6,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez bannir un nombre de cartes depuis le Cimetière de votre adversaire, inférieur ou égal au nombre de monstres \"Mercefourrure\" que vous contrôlez de noms différents. Vous ne pouvez utiliser cet effet de \"Dyna, Héros Mercefourrure\" qu'une fois par tour. Les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres \"Mercefourrure\" que vous contrôlez (celui-ci exclu) avec une attaque.",
    "archetype": "Fur Hire"
  },
  {
    "id": "5641251",
    "name": "Égalité F.A.",
    "nameEn": "Égalité F.A.",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque directe : vous pouvez Invoquer Spécialement 1 monstre \"F.A.\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Égalité F.A.\" qu'une fois par tour. Une fois par combat, si votre monstre \"F.A.\" combat un monstre de l'adversaire, avant le calcul des dommages : vous pouvez faire lancer un dé à six faces à chaque joueur. Si votre résultat est supérieur, augmentez le Niveau de votre monstre combattant de 4 jusqu'à la fin de ce tour (même si cette carte quitte le Terrain). Si votre résultat est inférieur, détruisez votre monstre combattant. Si c'est égalité, chaque joueur relance le dé.",
    "archetype": "F.A."
  },
  {
    "id": "86885905",
    "name": "Émulatelf Altergeist",
    "nameEn": "Émulatelf Altergeist",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement cette carte comme un Monstre à Effet (Magicien/ LUMIÈRE/Niveau 4/ATK 1400/DEF 1800). (Cette carte est toujours aussi un Piège.) Si elle est Invoquée de cette façon, tant qu'elle est dans la Zone Monstre, les autres Pièges \"Altergeist\" que vous contrôlez ne peuvent pas être détruits par des effets de carte, et aussi, aucun joueur ne peut les cibler avec des effets de carte.",
    "archetype": "Altergeist"
  },
  {
    "id": "37890974",
    "name": "Entraînement Mercefourrure Toute Situation",
    "nameEn": "Entraînement Mercefourrure Toute Situation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres \"Mercefourrure\" face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez cibler 1 de ces monstres ; Invoquez Spécialement 1 monstre \"Mercefourrure\" depuis votre Deck, dont le Niveau est inférieur au Niveau d'origine de la cible. Vous ne pouvez utiliser cet effet de \"Entraînement Mercefourrure Toute Situation\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "93581434",
    "name": "Entraîneuring Gouki",
    "nameEn": "Entraîneuring Gouki",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre : vous pouvez révéler cette carte dans votre main, puis ciblez 1 Monstre Lien \"Gouki\" dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, puis, Invoquez Spécialement la cible, mais elle perd 500 ATK. Vous ne pouvez utiliser cet effet de \"Entraîneuring Gouki\" qu'une fois par tour. Tant que vous contrôlez un Monstre Lien \"Gouki\", cette carte ne peut pas être détruite au combat.",
    "archetype": "Gouki"
  },
  {
    "id": "93377803",
    "name": "Épée Solitaire du Poison",
    "nameEn": "Épée Solitaire du Poison",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre que vous contrôlez. Si le monstre équipé combat un monstre de l'adversaire, l'ATK/DEF d'origine du monstre équipé sont doublées durant le calcul des dommages uniquement. Si vous contrôlez un monstre (le monstre équipé exclu), envoyez cette carte au Cimetière. Vous ne pouvez contrôler qu'1 \"Épée Solitaire du Poison\"."
  },
  {
    "id": "45002991",
    "name": "Équimax Croisédia",
    "nameEn": "Équimax Croisédia",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ Monstres à Effet (un Monstre Lien inclus)\nGagne une ATK égale à la somme des ATK d'origine de tous les monstres pointés par cette carte. Les monstres pointés par cette carte ne peuvent pas attaquer. Une fois par tour (Effet Rapide) : vous pouvez Sacrifier 1 monstre \"Croisédia\" ou \"Héritage du Monde\" pointé par cette carte, puis ciblez 1 carte face recto contrôlée par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets.",
    "archetype": "Crusadia"
  },
  {
    "id": "25140659",
    "name": "Équipe d'Intervention Danger !",
    "nameEn": "Équipe d'Intervention Danger !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Danger !\" que vous contrôlez et 1 monstre sur le Terrain ; renvoyez-les à la main. Si cette carte est dans le Cimetière : vous pouvez défausser 1 monstre \"Danger !\" ; placez cette carte au-dessous du Deck, puis piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Équipe d'Intervention Danger !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "89928517",
    "name": "Équipe Deux pour Un",
    "nameEn": "Équipe Deux pour Un",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 1200,
    "level": 2,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez faire montrer à chaque joueur 1 carte depuis sa main, et si les deux cartes montrées sont du même type de carte, appliquez 1 de ces effets, selon le type.\n●Monstre : Chaque joueur peut Invoquer Spécialement son monstre.\n●Magie : Chaque joueur pioche 2 cartes.\n●Piège : Chaque joueur envoie exactement 2 cartes depuis son Deck à son Cimetière."
  },
  {
    "id": "20862918",
    "name": "Espèce Croisée",
    "nameEn": "Espèce Croisée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez 2 monstres depuis votre main et/ou Terrain face recto des mêmes Type et Attribut d'origine, mais de noms différents ; ajoutez 1 monstre des mêmes Type et Attribut d'origine que ces monstres, mais de nom différent, depuis votre Deck à votre main. Vous ne pouvez activer qu'1 \"Espèce Croisée\" par tour."
  },
  {
    "id": "82162616",
    "name": "Éternité Galactique",
    "nameEn": "Éternité Galactique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Photon\" ou \"Galactique\" : ciblez 1 Monstre Xyz que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Photon\" ou \"Galactique\" qui a 4 Rangs de plus que la cible depuis votre Extra Deck, en utilisant la cible comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous ne pouvez activer qu'1 \"Éternité Galactique\" par tour."
  },
  {
    "id": "85008676",
    "name": "Étirementocto Gouki",
    "nameEn": "Étirementocto Gouki",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre de votre adversaire attaque, durant le calcul des dommages (Effet Rapide) : vous pouvez défausser cette carte ; les dommages que vous recevez de ce combat sont divisés par deux. Lorsque votre adversaire active un effet qui va vous infliger des dommages (même durant la Damage Step) (Effet Rapide) : vous pouvez défausser cette carte ; les dommages que vous recevez de cet effet sont divisés par deux. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 carte \"Gouki\" (\"Étirementocto Gouki\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Étirementocto Gouki\" qu'une fois par tour.",
    "archetype": "Gouki"
  },
  {
    "id": "12097275",
    "name": "Étreintours Gouki",
    "nameEn": "Étreintours Gouki",
    "attribute": "EARTH",
    "atk": 2400,
    "def": 0,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement par l'effet d'une carte \"Gouki\", ou Invoquée Normalement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la fin de ce tour, son ATK devient la moitié de son ATK d'origine. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 carte \"Gouki\" (\"Étreintours Gouki\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Étreintours Gouki\" qu'une fois par tour.",
    "archetype": "Gouki"
  },
  {
    "id": "7986397",
    "name": "Évolution Revendetterreur",
    "nameEn": "Évolution Revendetterreur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Vendetterreur\" depuis votre main ou Cimetière. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, et/ou envoyer 1 monstre \"Vendetterreur\" depuis votre Deck au Cimetière, dont le Niveau total est égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Le monstre Invoqué Rituellement est détruit durant la End Phase du prochain tour. Vous ne pouvez activer qu'1 \"Évolution Revendetterreur\" par tour.",
    "archetype": "Vendread"
  },
  {
    "id": "34093683",
    "name": "Exécuteur Revendetterreur",
    "nameEn": "Exécuteur Revendetterreur",
    "attribute": "DARK",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une Magie Rituelle \"Vendetterreur\". Le nom de cette carte devient \"Assassin Revendetterreur\" tant qu'elle est sur le Terrain. Tant que cette carte Invoquée Rituellement est sur le Terrain, votre adversaire ne peut pas cibler de cartes que vous contrôlez (cette carte exclue) avec des effets de carte. Si cette carte Invoquée Rituellement est détruite au combat, ou détruite par un effet de carte de l'adversaire tant qu'elle est dans la Zone Monstre de son propriétaire : vous pouvez ajouter 1 carte \"Vendetterreur\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Exécuteur Revendetterreur\" qu'une fois par tour.",
    "archetype": "Vendread"
  },
  {
    "id": "34250214",
    "name": "Familier Vampire",
    "nameEn": "Familier Vampire",
    "attribute": "DARK",
    "atk": 500,
    "def": 0,
    "level": 1,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez payer 500 LP ; ajoutez 1 monstre \"Vampire\" (\"Familier Vampire\" exclu) depuis votre Deck à votre main. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 carte \"Vampire\" depuis votre main ou Terrain face recto au Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Familier Vampire\" qu'une fois par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "83107873",
    "name": "Faucondragon du Tonnerre",
    "nameEn": "Faucondragon du Tonnerre",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 2200,
    "level": 6,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser cette carte ; Invoquez Spécialement 1 de vos monstres \"Dragon du Tonnerre\" (\"Faucondragon du Tonnerre\" exclu) qui est banni ou dans votre Cimetière. Si cette carte est bannie, ou envoyée depuis le Terrain au Cimetière : vous pouvez mélanger un nombre de votre choix de cartes depuis votre main dans le Deck, puis piochez le même nombre de cartes. Vous ne pouvez utiliser qu'1 effet de \"Faucondragon du Tonnerre\" par tour, et uniquement une fois le tour.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "79523365",
    "name": "Fléau Écarlate Vampire",
    "nameEn": "Fléau Écarlate Vampire",
    "attribute": "DARK",
    "atk": 2200,
    "def": 2200,
    "level": 6,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez payer 1000 LP, puis ciblez 1 monstre \"Vampire\" (\"Fléau Écarlate Vampire\" exclu) dans votre Cimetière ; Invoquez-le Spécialement, mais il ne peut pas attaquer ce tour. Vous ne pouvez utiliser cet effet de \"Fléau Écarlate Vampire\" qu'une fois par tour. À la fin de la Battle Phase, si cette carte a détruit un ou plusieurs monstres au combat : vous pouvez les Invoquer Spécialement depuis les Cimetières sur votre Terrain.",
    "archetype": "Vampire"
  },
  {
    "id": "77307161",
    "name": "Floraison Farstar",
    "nameEn": "Floraison Farstar",
    "attribute": "LIGHT",
    "atk": 100,
    "def": null,
    "level": 0,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Farstar\" de max. Niveau 2\nSi cette carte est Invoquée par Lien : vous pouvez faire piocher 1 carte à votre adversaire. Si un monstre \"Farstar\" face recto pointé par cette carte est détruit au combat ou par un effet de carte : vous pouvez infliger 200 points de dommages à votre adversaire pour chaque carte dans sa main. Vous ne pouvez utiliser cet effet de \"Floraison Farstar\" qu'une fois par tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "66023650",
    "name": "Folgo, Justice Mercefourrure",
    "nameEn": "Folgo, Justice Mercefourrure",
    "attribute": "DARK",
    "atk": 2400,
    "def": null,
    "level": null,
    "monsterType": "Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3 monstres de Types différents\nNon utilisable comme Matériel Lien. Si cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" de Type différent des 3 monstres utilisés pour son Invocation Lien, depuis votre Deck en Position de Défense. Si une ou plusieurs cartes contrôlées par votre adversaire sont détruites au combat ou par un effet de carte : vous pouvez piocher 1 carte, puis si vous contrôlez min. 3 monstres \"Mercefourrure\" de noms différents, piochez 2 cartes supplémentaires. Vous ne pouvez utiliser chaque effet de \"Folgo, Justice Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "64400161",
    "name": "Fondora, la Fourtoresse Volante",
    "nameEn": "Fondora, la Fourtoresse Volante",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Draw Phase, avant de piocher : vous pouvez renoncer à votre pioche normale ce tour, et si vous le faites, ajoutez 1 monstre \"Mercefourrure\" depuis votre Deck à votre main. Si vous contrôlez min. 5 monstres \"Mercefourrure\" de noms différents : vous pouvez envoyer cette carte depuis la Zone Terrain au Cimetière ; détruisez toutes les cartes contrôlées par votre adversaire, et aussi, votre adversaire ne reçoit aucun dommage le reste de ce tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "6039967",
    "name": "Fräulein Vampire",
    "nameEn": "Fräulein Vampire",
    "attribute": "DARK",
    "atk": 600,
    "def": 2000,
    "level": 5,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre déclare une attaque : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Vous ne pouvez utiliser cet effet de \"Fräulein Vampire\" qu'une fois par tour. Une fois par combat, si votre monstre Zombie combat un monstre de l'adversaire, durant ce calcul des dommages (Effet Rapide) : vous pouvez payer des LP en multiples de 100 (max. 3000) ; durant ce calcul des dommages uniquement, votre monstre combattant gagne autant d'ATK/DEF. À la fin de la Battle Phase, si cette carte a détruit un ou plusieurs monstres au combat : vous pouvez les Invoquer Spécialement depuis les Cimetières sur votre Terrain.",
    "archetype": "Vampire"
  },
  {
    "id": "95238394",
    "name": "Fusion Dragon du Tonnerre",
    "nameEn": "Fusion Dragon du Tonnerre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion Tonnerre depuis votre Extra Deck, en mélangeant les Matériels Fusion listés sur celui-ci dans le Deck, parmi vos cartes sur le Terrain, dans votre Cimetière, et/ou vos cartes bannies face recto. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre Tonnerre depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Fusion Dragon du Tonnerre\" qu'une fois par tour.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "81223446",
    "name": "Fusion Nécro",
    "nameEn": "Fusion Nécro",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en bannissant face verso les Matériels Fusion mentionnés sur celui-ci depuis votre Cimetière, mais il ne peut pas attaquer ce tour."
  },
  {
    "id": "14469229",
    "name": "Garde du Cristal",
    "nameEn": "Garde du Cristal",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 1800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nEach turn, the first time an \"Ultimate Crystal\" monster(s) and/or \"Crystal Beast\" card(s) you control would be destroyed by card effect that turn, it is not destroyed.\n\n[ Monster Effect ] \nSi un monstre \"Bête Cristalline\" que vous contrôlez combat un monstre de l'adversaire, durant le calcul des dommages (Effet Rapide) : vous pouvez Sacrifier cette carte depuis votre main ou Terrain face recto ; l'ATK/DEF de votre monstre combattant deviennent le double de son ATK/DEF d'origine durant ce calcul des dommages uniquement, mais il est détruit durant la fin de cette Damage Step.",
    "archetype": "Crystal Beast"
  },
  {
    "id": "74163487",
    "name": "Garde du Point de Restauration",
    "nameEn": "Garde du Point de Restauration",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Cyberse\nUne fois par tour, si un autre Monstre Lien est Invoqué par Lien : le reste de ce tour, cette carte ne peut être détruite ni au combat ni par des effets de carte. Si un Monstre Lien, qui a été Invoqué par Lien en utilisant cette carte comme Matériel, est détruit par un effet de carte de l'adversaire, tant que cette carte est dans le Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Garde du Point de Restauration\" qu'une fois par tour."
  },
  {
    "id": "93655221",
    "name": "Gestionnaire de Bouclier",
    "nameEn": "Gestionnaire de Bouclier",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une carte ou un effet qui va détruire un monstre sur le Terrain est activé (sauf durant la Damage Step) : ciblez 1 Monstre Lien sur chaque Terrain ; annulez les effets du monstre ciblé de votre adversaire, et si vous le faites, équipez cette carte à votre monstre ciblé. Le monstre équipé ne peut pas être détruit par des effets de carte."
  },
  {
    "id": "17535764",
    "name": "Gokipole",
    "nameEn": "Gokipole",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1200,
    "level": 3,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 monstre Insecte de Niveau 4 depuis votre Deck à votre main, puis, si vous avez ajouté un Monstre Normal, vous pouvez l'Invoquer Spécialement, puis vous pouvez détruire 1 monstre sur le Terrain avec une ATK supérieure ou égale à celle du monstre Invoqué Spécialement. Vous ne pouvez utiliser cet effet de \"Gokipole\" qu'une fois par tour."
  },
  {
    "id": "47946130",
    "name": "Gouki L'Ogre Géant",
    "nameEn": "Gouki L'Ogre Géant",
    "attribute": "EARTH",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3+ monstres \"Gouki\"\nNon destructible au combat, et non affectacle par les effets activés de monstres de votre adversaire avec une ATK inférieure ou égale à cette carte. Lorsque votre adversaire active une carte ou un effet qui cible cette carte et/ou un ou plusieurs monstres pointés par cette carte (Effet Rapide) : vous pouvez faire perdre exactement 500 ATK à cette carte, et si vous le faites, annulez l'activation. Une fois par tour, si l'ATK actuelle de cette carte est différente de son ATK d'origine (Effet Rapide) : jusqu'à la fin de ce tour, vous pouvez faire gagner 1000 ATK à cette carte.",
    "archetype": "Gouki"
  },
  {
    "id": "90512490",
    "name": "Granvol",
    "nameEn": "Granvol",
    "attribute": "WIND",
    "atk": 1400,
    "def": null,
    "level": 0,
    "monsterType": "Insect",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres VENT\nTous les monstres VENT sur le Terrain gagnent 500 ATK/DEF, et aussi, tous les monstres TERRE sur le Terrain perdent 400 ATK/DEF. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre VENT dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Granvol\" qu'une fois par tour."
  },
  {
    "id": "65330383",
    "name": "Griffon, Chevalier du Cauchemar",
    "nameEn": "Griffon, Chevalier du Cauchemar",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": null,
    "level": 0,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres de noms différents\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte, puis ciblez 1 Magie/Piège dans votre Cimetière ; Posez-le sur votre Terrain, mais il ne peut pas être activé ce tour, puis, si cette carte était co-liée lorsque cet effet a été activé, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Griffon, Chevalier du Cauchemar\" qu'une fois par tour. Les monstres Invoqués Spécialement sur le Terrain ne peuvent pas activer leurs effets, sauf s'ils sont liés.",
    "archetype": "Knightmare"
  },
  {
    "id": "29253591",
    "name": "Guisarme Dragunité",
    "nameEn": "Guisarme Dragunité",
    "attribute": "WIND",
    "atk": 1000,
    "def": 200,
    "level": 2,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel Synchro, sauf pour l'Invocation Synchro d'un monstre \"Dragunité\". Cette carte sur le Terrain peut être traitée comme un monstre de Niveau 4 lorsqu'elle est utilisée pour une Invocation Synchro. Si cette carte est actuellement équipée à un monstre : vous pouvez Invoquer Spécialement cette carte équipée.",
    "archetype": "Dragunity"
  },
  {
    "id": "44716890",
    "name": "Hausse du Péage",
    "nameEn": "Hausse du Péage",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque joueur doit envoyer 1 carte depuis sa main au Cimetière pour déclarer une attaque."
  },
  {
    "id": "67466547",
    "name": "Helmer, Timonier Mercefourrure",
    "nameEn": "Helmer, Timonier Mercefourrure",
    "attribute": "WATER",
    "atk": 0,
    "def": 2000,
    "level": 3,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" (\"Helmer, Timonier Mercefourrure\" exclu) depuis votre main. Si un monstre \"Mercefourrure\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez défausser 1 carte \"Mercefourrure\" ; piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Helmer, Timonier Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "94016752",
    "name": "Héraut des Abysses",
    "nameEn": "Héraut des Abysses",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 1500 LP, et déclarez 1 Type de Monstre et 1 Attribut ; votre adversaire doit envoyer 1 monstre face recto du Type et Attribut déclarés depuis son Terrain au Cimetière, si possible. Le reste de ce tour, votre adversaire ne peut pas activer les effets des monstres du nom du monstre envoyé. Vous ne pouvez activer qu'1 \"Héraut des Abysses\" par tour.",
    "archetype": "Herald"
  },
  {
    "id": "51412776",
    "name": "Héritage du Calice",
    "nameEn": "Héritage du Calice",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 monstre \"Chevalier Noble\" ou 1 carte \"Armes Nobles\" depuis votre Deck ou Cimetière à votre main. Si votre monstre \"Chevalier Noble\" équipé avec une Magie d'Équipement \"Armes Nobles\" est détruit au combat et envoyé au Cimetière, tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser qu'1 effet de \"Héritage du Calice\" par tour, et uniquement une fois le tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "93920420",
    "name": "Héritage du Monde - \"Baguette du Monde\"",
    "nameEn": "Héritage du Monde - \"Baguette du Monde\"",
    "attribute": "DARK",
    "atk": 500,
    "def": 2500,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte Invoquée/Posée Normalement ne peut pas être détruite au combat avec un monstre Invoqué Spécialement depuis l'Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Héritage du Monde - \"Baguette du Monde\"\" qu'une fois par tour.\n●Si cette carte est envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Héritage du Monde\" depuis votre main.\n●Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres \"Orcust\" bannis ; Invoquez-le Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus) le reste de ce tour.",
    "archetype": "World Legacy"
  },
  {
    "id": "27918365",
    "name": "Héritage du Monde - \"Couronne du Monde\"",
    "nameEn": "Héritage du Monde - \"Couronne du Monde\"",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2000,
    "level": 6,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense dans votre zone pointée par un Monstre Lien. Vous ne pouvez Invoquer Spécialement \"Héritage du Monde - \"Couronne du Monde\"\" qu'une fois par tour de cette façon. Lorsqu'un monstre sur le Terrain qui a été Invoqué Spécialement depuis l'Extra Deck active son effet (Effet Rapide) : vous pouvez Sacrifier cette carte ; annulez l'activation, et si vous le faites, détruisez-la. Si cette carte Invoquée/Posée Normalement est Sacrifiée : vous pouvez ajouter 1 Magie/Piège \"Héritage du Monde\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Héritage du Monde - \"Couronne du Monde\"\" qu'une fois par tour.",
    "archetype": "World Legacy"
  },
  {
    "id": "46647144",
    "name": "Héritage du Monde - \"Lance du Monde\"",
    "nameEn": "Héritage du Monde - \"Lance du Monde\"",
    "attribute": "DARK",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Les monstres contrôlés par votre adversaire ne peuvent pas attaquer de monstres \"Héritage du Monde\" que vous contrôlez (celui-ci exclu). Vous ne pouvez utiliser chacun des effets suivants de \"Héritage du Monde - \"Lance du Monde\"\" qu'une fois par tour.\n●Durant le calcul des dommages, si un Monstre Lien combat un monstre (Effet Rapide) : vous pouvez défausser cette carte ; le monstre combattant de l'adversaire perd 3000 ATK.\n●Si un ou plusieurs monstres sont Invoqués Spécialement depuis l'Extra Deck : Invoquez Spécialement 1 \"Jeton Héritage du Monde\" (Machine/TÉNÈBRES/Niveau 1/ATK 0/DEF 0) sur chaque Terrain en Position de Défense.",
    "archetype": "World Legacy"
  },
  {
    "id": "7778726",
    "name": "Hoshiningen à la Mode",
    "nameEn": "Hoshiningen à la Mode",
    "attribute": "LIGHT",
    "atk": 1400,
    "def": null,
    "level": 0,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres LUMIÈRE\nTous les monstres LUMIÈRE sur le Terrain gagnent 500 ATK/DEF, et aussi, tous les monstres TÉNÈBRES sur le Terrain perdent 400 ATK/DEF. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre LUMIÈRE dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Hoshiningen à la Mode\" qu'une fois par tour."
  },
  {
    "id": "81263643",
    "name": "Huldre Mystruc",
    "nameEn": "Huldre Mystruc",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2400,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez défausser 1 carte ; appliquez l'effet suivant, selon le type de carte défaussée.\n●Monstre : Ajoutez 1 Piège depuis votre Cimetière à votre main.\n●Magie : Ajoutez 1 monstre depuis votre Cimetière à votre main.\n●Piège : Ajoutez 1 Magie depuis votre Cimetière à votre main.\nVous ne pouvez utiliser cet effet de \"Huldre Mystruc\" qu'une fois par tour."
  },
  {
    "id": "10158145",
    "name": "Iblee le Corrupteur, Chevalier du Cauchemar",
    "nameEn": "Iblee le Corrupteur, Chevalier du Cauchemar",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 2,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 Monstre Lien dans votre Cimetière ; Invoquez-le Spécialement sur votre Terrain afin qu'il pointe cette carte, mais changez son ATK à 0, et aussi, annulez ses effets. Vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Lien exclus). Si cette carte contrôlée par son propriétaire est envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte sur le Terrain de votre adversaire en Position de Défense. Vous ne pouvez utiliser cet effet de \"Iblee le Corrupteur, Chevalier du Cauchemar\" qu'une fois par tour.",
    "archetype": "Knightmare"
  },
  {
    "id": "94599451",
    "name": "Institution Mythique",
    "nameEn": "Institution Mythique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois qu'une ou plusieurs Cartes Monstre Pendule \"Bête Mythique\" face recto que vous contrôlez sont détruites au combat ou par un effet de carte, placez 2 Compteurs Magie sur cette carte. Une fois par tour : vous pouvez retirer un nombre de votre choix de Compteurs Magie depuis votre Terrain ; ajoutez 1 monstre à votre main depuis votre Deck ou Extra Deck face recto, de Niveau égal au nombre retiré, sur lequel vous pouvez placer un Compteur Magie. Si cette carte sur le Terrain va être détruite par un effet de carte, vous pouvez retirer 1 Compteur Magie de cette carte à la place."
  },
  {
    "id": "38406364",
    "name": "Invocateur Intrépide Inconnu",
    "nameEn": "Invocateur Intrépide Inconnu",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": null,
    "level": null,
    "monsterType": "Thunder",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Tonnerre\nUne fois par tour de l'adversaire (Effet Rapide) : vous pouvez défausser 1 carte, puis ciblez 1 monstre Tonnerre (Monstres Lien exclus) dans votre Cimetière ; Invoquez-le Spécialement dans votre zone pointée par cette carte."
  },
  {
    "id": "97273514",
    "name": "Inzektor Picofalena",
    "nameEn": "Inzektor Picofalena",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Insect",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Insecte\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte, puis ciblez 1 autre monstre Insecte que vous contrôlez ; équipez-lui 1 monstre Insecte depuis votre Deck comme Magie d'Équipement qui gagne cet effet.\n●Le monstre équipé gagne 500 ATK/DEF.\nVous pouvez cibler 3 monstres Insecte dans votre Cimetière ; mélangez-les dans le Deck, puis piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Inzektor Picofalena\" qu'une fois par tour.",
    "archetype": "Inzektor"
  },
  {
    "id": "4914353",
    "name": "Isolant de l'Espace",
    "nameEn": "Isolant de l'Espace",
    "attribute": "DARK",
    "atk": 1200,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres\nLes monstres pointés par cette carte perdent 800 ATK/DEF. Lorsqu'un Monstre Lien Cyberse est Invoqué par Lien sur votre Terrain, tant que cette carte dans le Cimetière, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte dans votre zone pointée par le monstre, mais elle ne peut pas être utilisée comme Matériel Lien, et aussi, bannissez-la lorsqu'elle quitte le Terrain."
  },
  {
    "id": "88923963",
    "name": "Iyvanne le Chevalier Noble",
    "nameEn": "Iyvanne le Chevalier Noble",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 1600,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une Magie d'Équipement \"Armes Nobles\" est équipée à cette carte : vous pouvez Invoquer Spécialement 1 \"Chevalier Noble Jeton\" (Guerrier/LUMIÈRE/Niveau 4/ATK 1000/DEF 1000), et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier Noble\" exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Iyvanne le Chevalier Noble\" qu'une fois par tour. Tant que cette carte est équipée avec une Magie d'Équipement \"Armes Nobles\", tous les autres monstres \"Chevalier Noble\" que vous contrôlez gagnent 500 ATK.",
    "archetype": "Noble Knight"
  },
  {
    "id": "87800375",
    "name": "Jusqu'au Retour des Armes Nobles",
    "nameEn": "Jusqu'au Retour des Armes Nobles",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Dévoilez un nombre de cartes du dessus de votre Deck, égal au nombre de Magies d'Équipement \"Armes Nobles\" que vous contrôlez, et si vous le faites, ajoutez-en 1 à votre main, et aussi, placez les cartes restantes au-dessus de votre Deck dans l'ordre de votre choix. Vous pouvez bannir cette carte depuis votre Cimetière, sauf le tour où cette carte a été envoyée au Cimetière ; Invoquez Spécialement depuis votre Deck, 1 monstre \"Chevalier Noble\" de nom différent des cartes que vous contrôlez ou dans votre Cimetière. Vous ne pouvez utiliser cet effet de \"Jusqu'au Retour des Armes Nobles\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "76685519",
    "name": "Kidolga Altergeist",
    "nameEn": "Kidolga Altergeist",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Altergeist\"\nLorsqu'un autre monstre \"Altergeist\" que vous contrôlez inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 monstre dans son Cimetière ; Invoquez-le Spécialement dans votre zone pointée par cette carte, mais chaque tour, il ne peut pas attaquer sauf si cette carte a déjà déclaré une attaque ce tour. Si cette carte est détruite au combat : vous pouvez cibler 1 carte \"Altergeist\" dans votre Cimetière ; ajoutez-la à votre main.",
    "archetype": "Altergeist"
  },
  {
    "id": "55838342",
    "name": "Krawler Croisédia",
    "nameEn": "Krawler Croisédia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement cette carte comme un Monstre à Effet (Insecte/TERRE/Niveau 2/ATK 300/DEF 2100). (Cette carte est toujours aussi un Piège.) Si cette carte est Invoquée Spécialement par cet effet dans une zone pointée par un Monstre Lien : vous pouvez ajouter 1 carte \"Héritage du Monde\" depuis votre Deck à votre main.",
    "archetype": "Krawler"
  },
  {
    "id": "17509503",
    "name": "La Vengeance de la Normale",
    "nameEn": "La Vengeance de la Normale",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement un nombre de votre choix de monstres de max. Niveau 4 depuis votre main, inférieur ou égal au nombre de monstres contrôlés par votre adversaire. Vous ne pouvez activer qu'1 \"La Vengeance de la Normale\" par tour."
  },
  {
    "id": "47439573",
    "name": "Laissez Tomber Sans Cœur",
    "nameEn": "Laissez Tomber Sans Cœur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une ou plusieurs cartes face recto sur le Terrain et/ou dans le Cimetière sont ajoutées à la main de votre adversaire par un effet : regardez sa main, et aussi, bannissez les cartes ajoutées et toutes les cartes du même nom, s'il y en a."
  },
  {
    "id": "29649320",
    "name": "Lanceur de la Force de Miroir",
    "nameEn": "Lanceur de la Force de Miroir",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant votre Main Phase : vous pouvez défausser 1 monstre ; ajoutez 1 \"Force de Miroir\" depuis votre Deck ou Cimetière à votre main. Si cette carte Posée est détruite par un effet de carte de votre adversaire et envoyée à votre Cimetière : vous pouvez Poser cette carte depuis votre Cimetière et 1 \"Force de Miroir\" depuis votre main, Deck ou Cimetière. Ils peuvent être activés ce tour."
  },
  {
    "id": "17688543",
    "name": "Le Tombeau Profond",
    "nameEn": "Le Tombeau Profond",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre dans l'un des Cimetières ; durant votre prochaine Standby Phase, Invoquez-le Spécialement depuis le Cimetière."
  },
  {
    "id": "28927782",
    "name": "Légion Dragunité",
    "nameEn": "Légion Dragunité",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez activer 1 de ces effets, mais vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Dragunité\" exclus) le reste de ce tour.\n●Ciblez 1 Carte Monstre \"Dragunité\" dans votre Zone Magie & Piège ; Invoquez-la Spécialement en Position de Défense.\n●Ciblez 1 monstre \"Dragunité\" que vous contrôlez ; équipez la cible avec 1 monstre \"Dragunité\" depuis votre Cimetière.\nVous ne pouvez utiliser cet effet de \"Légion Dragunité\" qu'une fois par tour.",
    "archetype": "Dragunity"
  },
  {
    "id": "28031913",
    "name": "Léonis Croisédia",
    "nameEn": "Léonis Croisédia",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 1600,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense dans votre zone pointée par un Monstre Lien. Vous ne pouvez Invoquer Spécialement \"Léonis Croisédia\" qu'une fois par tour de cette façon. Vous pouvez cibler 1 Monstre Lien \"Croisédia\" que vous contrôlez ; s'il attaque un monstre en Position de Défense ce tour, infligez des dommages de combat perçants à votre adversaire. Vous ne pouvez utiliser cet effet de \"Léonis Croisédia\" qu'une fois par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "38342335",
    "name": "Licorne, Chevalier du Cauchemar",
    "nameEn": "Licorne, Chevalier du Cauchemar",
    "attribute": "DARK",
    "atk": 2200,
    "def": null,
    "level": 0,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres de noms différents\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte, puis ciblez 1 carte sur le Terrain ; mélangez-la dans le Deck, puis, si cette carte était co-liée lorsque cet effet a été activé, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Licorne, Chevalier du Cauchemar\" qu'une fois par tour. Tant que des monstres \"Chevalier du Cauchemar\" co-liés sont sur le Terrain, pour votre pioche normale dans votre Draw Phase, piochez 1 carte pour chaque nom de carte différent parmi ces monstres \"Chevalier du Cauchemar\" co-liés, au lieu de piocher uniquement 1 carte.",
    "archetype": "Knightmare"
  },
  {
    "id": "60162470",
    "name": "Lien Extra Zéro",
    "nameEn": "Lien Extra Zéro",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en ciblant 1 Monstre Lien que vous contrôlez qui est co-lié à un Monstre Lien dans la Zone Monstre Extra. Le monstre ciblé gagne 800 ATK pour chaque Monstre Lien sur le Terrain. Si un Monstre Lien est Invoqué par Lien en utilisant le monstre ciblé comme Matériel : jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), le Monstre Lien gagne le même gain d'ATK que le monstre ciblé avait. Après le calcul des dommages, si le monstre ciblé a attaqué : détruisez cette carte."
  },
  {
    "id": "18474999",
    "name": "Livrepierre Lutincantation",
    "nameEn": "Livrepierre Lutincantation",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Magie Rituelle dans votre main ; Invoquez Spécialement cette carte depuis votre main ainsi qu'1 monstre \"Lutincantation\" (\"Livrepierre Lutincantation\" exclu) depuis votre Deck. Si cette carte est Invoquée Spécialement depuis le Deck : vous pouvez cibler 1 Magie Rituelle dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser qu'1 effet de \"Livrepierre Lutincantation\" par tour, et uniquement une fois le tour. Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck.",
    "archetype": "Impcantation"
  },
  {
    "id": "63413494",
    "name": "Lot de Consolation",
    "nameEn": "Lot de Consolation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres sont envoyés depuis la main au Cimetière : ciblez-en 1 ; Invoquez-le Spécialement sur votre Terrain. Vous ne pouvez activer qu'1 \"Lot de Consolation\" par tour."
  },
  {
    "id": "24940422",
    "name": "Lumière de Sekka",
    "nameEn": "Lumière de Sekka",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous n'avez aucune Magie/Piège dans votre Cimetière : piochez 2 cartes, et aussi, le reste de ce Duel après avoir activé cette carte, vous ne pouvez activer ni de Cartes Magie/Piège ni d'effets de Magie/Piège (\"Lumière de Sekka\" exclu). Vous pouvez bannir cette carte depuis votre Cimetière ; révélez 1 monstre dans votre main, mélangez-le dans le Deck, puis, piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Lumière de Sekka\" qu'une fois par tour."
  },
  {
    "id": "73240432",
    "name": "Lutin Tranchant Mangeur de Coton",
    "nameEn": "Lutin Tranchant Mangeur de Coton",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1600,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nAll Fusion Monsters you control gain 300 ATK. Once per turn, if a \"Frightfur\" Fusion Monster(s) is Fusion Summoned to your field (except during the Damage Step): You can draw 1 card.\n\n[ Monster Effect ] \nSi cette carte est Invoquée Spécialement : vous pouvez infliger 200 points de dommages à votre adversaire pour chaque monstre \"Frourreur\" dans votre Cimetière. Vous ne pouvez utiliser cet effet de \"Lutin Tranchant Mangeur de Coton\" qu'une fois par tour.",
    "archetype": "Edge Imp"
  },
  {
    "id": "58374719",
    "name": "Lutte de l'Héritage du Monde",
    "nameEn": "Lutte de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de Magies/Pièges sur le Terrain, inférieur ou égal au nombre de monstres co-liés sur le Terrain ; détruisez-les.",
    "archetype": "World Legacy"
  },
  {
    "id": "24731391",
    "name": "Magicien Cyberse",
    "nameEn": "Magicien Cyberse",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Cynet Rituel\". Les dommages que vous recevez sont divisés par deux. (Vous ne pouvez pas rediviser par deux les mêmes dommages de cette façon.) Tant que vous contrôlez un Monstre Lien, les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres que vous contrôlez (celui-ci exclu) avec une attaque, et aussi, votre adversaire ne peut pas cibler de monstres que vous contrôlez (celui-ci exclu) avec des effets de carte. Si cette carte combat un Monstre Lien, il gagne 1000 ATK durant ce calcul des dommages uniquement. Si cette carte en votre possession est détruite par un effet de carte de l'adversaire : vous pouvez ajouter 1 monstre Cyberse depuis votre Deck à votre main."
  },
  {
    "id": "72228247",
    "name": "Magius Croisédia",
    "nameEn": "Magius Croisédia",
    "attribute": "LIGHT",
    "atk": 100,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Croisédia\" (\"Magius Croisédia\" exclu)\nGagne une ATK égale à l'ATK d'origine du monstre pointé par cette carte. Le monstre pointé par cette carte ne peut pas attaquer. Si un Monstre à Effet est Invoqué Spécialement dans la zone pointée par cette carte (sauf durant la Damage Step) : vous pouvez ajouter 1 monstre \"Croisédia\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Magius Croisédia\" qu'une fois par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "87475570",
    "name": "Maître du Cristal",
    "nameEn": "Maître du Cristal",
    "attribute": "DARK",
    "atk": 1300,
    "def": 1000,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYour opponent cannot target \"Ultimate Crystal\" monsters or \"Crystal Beast\" cards you control with card effects.\n\n[ Monster Effect ] \nVous pouvez Sacrifier cette carte ; ajoutez 1 monstre \"Cristal Ultime\", monstre \"Bête Cristalline\" ou Magie/Piège \"Cristal\" depuis votre Deck à votre main.",
    "archetype": "Crystal Beast"
  },
  {
    "id": "83828288",
    "name": "Mamemaki",
    "nameEn": "Mamemaki",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; défaussez un nombre de cartes égal au Niveau du monstre, et si vous le faites, piochez le même nombre de cartes que vous avez défaussées, puis renvoyez le monstre à la main."
  },
  {
    "id": "22219822",
    "name": "Mandragore Farstar",
    "nameEn": "Mandragore Farstar",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 1000,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée depuis la main au Cimetière : vous pouvez Invoquer Spécialement cette carte en Position de Défense, mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est envoyée au Cimetière comme Matériel Lien pour l'Invocation Lien d'un monstre \"Farstar\" : vous pouvez cibler 1 monstre pointé par un Monstre Lien de l'adversaire ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Mandragore Farstar\" qu'une fois par tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "20318029",
    "name": "Matrixdragon du Tonnerre",
    "nameEn": "Matrixdragon du Tonnerre",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2000,
    "level": 1,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez défausser cette carte, puis ciblez 1 monstre Tonnerre que vous contrôlez ; il gagne 500 ATK. Si cette carte est bannie, ou envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 \"Matrixdragon du Tonnerre\" depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Matrixdragon du Tonnerre\" par tour, et uniquement une fois le tour.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "81524756",
    "name": "Maximus Croisédia",
    "nameEn": "Maximus Croisédia",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 1000,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense dans votre zone pointée par un Monstre Lien. Vous ne pouvez Invoquer Spécialement \"Maximus Croisédia\" qu'une fois par tour de cette façon. Vous pouvez cibler 1 Monstre Lien \"Croisédia\" que vous contrôlez ; ce tour, s'il combat un monstre de l'adversaire, les dommages de combat qu'il inflige à votre adversaire sont doublés, et aussi, les autres monstres que vous contrôlez ne peuvent pas attaquer. Vous ne pouvez utiliser cet effet de \"Maximus Croisédia\" qu'une fois par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "27705190",
    "name": "Mélange d'Esprit de l'Héritage du Monde",
    "nameEn": "Mélange d'Esprit de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire active son effet tant que vous contrôlez un monstre \"Krawler\" : l'effet activé devient \"renvoyez 1 monstre face recto contrôlé par votre adversaire à la main\". Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Lien sur le Terrain ; Invoquez Spécialement 1 monstre \"Krawler\" depuis votre main, Deck ou Cimetière dans votre zone pointée par la cible, en Position de Défense face verso. Vous ne pouvez utiliser qu'1 effet de \"Mélange d'Esprit de l'Héritage du Monde\" par tour, et uniquement une fois le tour.",
    "archetype": "Krawler"
  },
  {
    "id": "50213848",
    "name": "Monster Reborn Reborn",
    "nameEn": "Monster Reborn Reborn",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 3 monstres dans votre Cimetière ; votre adversaire en choisit 1, vous l'Invoquez Spécialement, et si vous le faites, bannissez le reste. Vous ne pouvez activer qu 1 \"Monster Reborn Reborn\" par tour."
  },
  {
    "id": "86825114",
    "name": "Morelle Noire Farstar",
    "nameEn": "Morelle Noire Farstar",
    "attribute": "LIGHT",
    "atk": 100,
    "def": 0,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière comme Matériel Lien pour l'Invocation Lien d'un monstre \"Farstar\" : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Morelle Noire Farstar\" qu'une fois par tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "24027078",
    "name": "Morganne, l'Enchanteresse d'Avalon",
    "nameEn": "Morganne, l'Enchanteresse d'Avalon",
    "attribute": "DARK",
    "atk": 1300,
    "def": 1600,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une carte ou un effet, tant que vous contrôlez un monstre \"Chevalier Noble\" et une Magie d'Équipement \"Armes Nobles\" (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; détruisez 1 Magie d'Équipement \"Armes Nobles\" que vous contrôlez, et si vous le faites, annulez l'activation. Vous ne pouvez utiliser cet effet de \"Morganne, l'Enchanteresse d'Avalon\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "33438666",
    "name": "Mortpourpre Vampire",
    "nameEn": "Mortpourpre Vampire",
    "attribute": "DARK",
    "atk": 2000,
    "def": 1400,
    "level": 5,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres que vous contrôlez vont être détruits au combat ou par un effet de carte de l'adversaire, vous pouvez payer 1000 LP pour chaque monstre qui va être détruit à la place (vous devez protéger tous les monstres qui vont être détruits, si vous utilisez cet effet). À la fin de la Battle Phase, si cette carte a détruit un ou plusieurs monstres au combat : vous pouvez les Invoquer Spécialement depuis les Cimetières sur votre Terrain.",
    "archetype": "Vampire"
  },
  {
    "id": "42790071",
    "name": "Multimposteur Altergeist",
    "nameEn": "Multimposteur Altergeist",
    "attribute": "DARK",
    "atk": 1200,
    "def": 800,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous activez une Carte Piège (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Altergeist\" (\"Multimposteur Altergeist\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Altergeist\" exclus) le tour où vous activez cet effet. Vous ne pouvez utiliser chaque effet de \"Multimposteur Altergeist\" qu'une fois par tour.",
    "archetype": "Altergeist"
  },
  {
    "id": "3752422",
    "name": "Niveauportier Potartiste",
    "nameEn": "Niveauportier Potartiste",
    "attribute": "LIGHT",
    "atk": 100,
    "def": 2600,
    "level": 6,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can increase the Levels of all Pendulum Summoned monsters you currently control by 1 (even if this card leaves the field).\n\n[ Monster Effect ] \nUne fois par tour : vous pouvez déclarer un Niveau de 1 à 5, puis ciblez 1 autre monstre \"Potartiste\" que vous contrôlez ; jusqu'à la fin de ce tour, réduisez le Niveau de cette carte du Niveau déclaré, et si vous le faites, augmentez le Niveau de l'autre monstre du même montant.",
    "archetype": "Performapal"
  },
  {
    "id": "67378104",
    "name": "Observatoire Céleste",
    "nameEn": "Observatoire Céleste",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Placez 1 monstre de Niveau 6 depuis votre main ou Terrain face recto au-dessous du Deck ; piochez 2 cartes. Vous ne pouvez activer qu'1 \"Observatoire Céleste\" par tour."
  },
  {
    "id": "97947705",
    "name": "Opératrice de Sauvegarde",
    "nameEn": "Opératrice de Sauvegarde",
    "attribute": "LIGHT",
    "atk": 1200,
    "def": 800,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre face recto pointé par un Monstre Lien que vous contrôlez ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, renvoyez le monstre à la main. Si elle est Invoquée Spécialement de cette façon, bannissez cette carte lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Opératrice de Sauvegarde\" qu'une fois par tour."
  },
  {
    "id": "9113513",
    "name": "Ostinato",
    "nameEn": "Ostinato",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre : Invoquez par Fusion 1 Monstre Fusion \"Musique\" depuis votre Extra Deck, en utilisant 2 monstres depuis votre main et/ou Deck comme Matériel Fusion. Durant la End Phase de ce tour, détruisez le monstre Invoqué par Fusion par cet effet, et si vous le faites, si tous les Matériels Fusion qui ont été utilisés pour son Invocation Fusion sont dans votre Cimetière, vous pouvez tous les Invoquer Spécialement.",
    "archetype": "Melodious"
  },
  {
    "id": "91405870",
    "name": "Pagaille Mercefourrure",
    "nameEn": "Pagaille Mercefourrure",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Mercefourrure\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez activer qu'1 \"Pagaille Mercefourrure\" par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "86401517",
    "name": "Paladin du Dragon Orage",
    "nameEn": "Paladin du Dragon Orage",
    "attribute": "LIGHT",
    "atk": 1900,
    "def": 900,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Cynet Rituel\". Au début de la Damage Step, si cette carte attaque un monstre : vous pouvez renvoyer le monstre à la main. Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre Cyberse de min. Niveau 5 depuis votre main ou Deck, mais il ne peut pas activer ses effets ce tour. Vous ne pouvez utiliser chaque effet de \"Paladin du Dragon Orage\" qu'une fois par tour."
  },
  {
    "id": "93394164",
    "name": "Panzer Parallèle",
    "nameEn": "Panzer Parallèle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un Monstre Lien. Une fois par tour : vous pouvez déplacer le monstre équipé dans une Zone Monstre Main qu'il pointe sur le Terrain de son contrôleur. Vous pouvez envoyer cette Carte d'Équipement au Cimetière ; détruisez 1 carte dans la même colonne que le monstre qui a été équipé avec cette carte. Vous ne pouvez utiliser cet effet de \"Panzer Parallèle\" qu'une fois par tour."
  },
  {
    "id": "67586735",
    "name": "Partenairetag Gouki",
    "nameEn": "Partenairetag Gouki",
    "attribute": "EARTH",
    "atk": 1700,
    "def": 0,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière comme Matériel Lien pour l'Invocation Lien d'un monstre \"Gouki\" : jusqu'à la fin de ce tour, vous pouvez faire gagner 1000 ATK au Monstre Lien \"Gouki\". Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie \"Gouki\" dans votre Cimetière ; mélangez-la dans le Deck.",
    "archetype": "Gouki"
  },
  {
    "id": "81481818",
    "name": "Patchwork Peluchimal",
    "nameEn": "Patchwork Peluchimal",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte est aussi traitée comme un monstre \"Frourreur\" tant qu'elle est face recto sur le Terrain. Cette carte sur le Terrain peut être utilisée comme substitut pour 1 Matériel Fusion dont le nom est spécifiquement listé sur un Monstre Fusion \"Frourreur\", mais les autres Matériels Fusion doivent être corrects.",
    "archetype": "Fluffal"
  },
  {
    "id": "5361816",
    "name": "Pellinore le Chevalier Noble",
    "nameEn": "Pellinore le Chevalier Noble",
    "attribute": "LIGHT",
    "atk": 1900,
    "def": 500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 Magie d'Équipement \"Armes Nobles\" équipée à cette carte et 1 monstre face recto contrôlé par votre adversaire ; détruisez-les, puis piochez 1 carte, et aussi, cette carte ne peut pas attaquer le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Pellinore le Chevalier Noble\" qu'une fois par tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "37880706",
    "name": "Petite Chimère de la Paresse",
    "nameEn": "Petite Chimère de la Paresse",
    "attribute": "FIRE",
    "atk": 1400,
    "def": null,
    "level": 0,
    "monsterType": "Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres FEU\nTous les monstres FEU sur le Terrain gagnent 500 ATK/DEF, et aussi, tous les monstres EAU sur le Terrain perdent 400 ATK/DEF. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre FEU dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Petite Chimère de la Paresse\" qu'une fois par tour."
  },
  {
    "id": "2857636",
    "name": "Phénix, Chevalier du Cauchemar",
    "nameEn": "Phénix, Chevalier du Cauchemar",
    "attribute": "FIRE",
    "atk": 1900,
    "def": null,
    "level": 0,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres de noms différents\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte, puis ciblez 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le, puis, si cette carte était co-liée lorsque cet effet a été activé, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Phénix, Chevalier du Cauchemar\" qu'une fois par tour. Les monstres co-liés que vous contrôlez ne peuvent pas être détruits au combat.",
    "archetype": "Knightmare"
  },
  {
    "id": "57769391",
    "name": "Pixiel Altergeist",
    "nameEn": "Pixiel Altergeist",
    "attribute": "WIND",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier cette carte ; dévoilez les 3 cartes du dessus de votre Deck, ajoutez 1 carte \"Altergeist\" dévoilée à votre main, et aussi, envoyez les cartes restantes au Cimetière. Vous ne pouvez utiliser cet effet de \"Pixiel Altergeist\" qu'une fois par tour.",
    "archetype": "Altergeist"
  },
  {
    "id": "43994202",
    "name": "Plongeurs de Scène Sous-Marine",
    "nameEn": "Plongeurs de Scène Sous-Marine",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez exactement 3 monstres non-Jeton de même nom, et aucun autre monstre : vous pouvez ajouter 3 monstres qui ont chacun le même nom depuis votre Deck à votre main. Le reste de ce tour après la résolution de cette carte, vous ne pouvez ni Invoquer/Poser Normalement ni Invoquer Spécialement de monstres du nom des monstres ajoutés, ni activer leurs effets de monstre. Vous ne pouvez activer qu'1 \"Plongeurs de Scène Sous-Marine\" par tour."
  },
  {
    "id": "41933425",
    "name": "Portail de Contact",
    "nameEn": "Portail de Contact",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez 2 monstres \"Néo-Spacien\" de noms différents depuis votre Cimetière ; Invoquez Spécialement 2 monstres \"Néo-Spacien\" de noms différents depuis votre main, Deck, et/ou Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck le reste de ce tour. Si un Monstre Fusion face recto qui liste \"Néos, HÉROS Élémentaire\" comme Matériel est renvoyé depuis votre Terrain à l'Extra Deck : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 de vos monstres \"Néo-Spacien\" bannis. Vous ne pouvez activer qu'1 \"Portail de Contact\" par tour.",
    "archetype": "Neo-Spacian"
  },
  {
    "id": "96434581",
    "name": "Pouvoir Croisédia",
    "nameEn": "Pouvoir Croisédia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Croisédia\" que vous contrôlez ; ce tour, le monstre \"Croisédia\" n'est pas affecté par des effets de carte (ses propres effets exclus). Vous ne pouvez activer qu'1 \"Pouvoir Croisédia\" par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "72129804",
    "name": "Prédaplast",
    "nameEn": "Prédaplast",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez un nombre de votre choix de cartes \"Prédap\" dans votre main, puis ciblez ce nombre de monstres face recto contrôlés par votre adversaire ; placez 1 Compteur Prédateur sur chacun d'eux, et si vous le faites, chacun de ces monstres de min. Niveau 2 devient Niveau 1 tant qu'il a un Compteur Prédateur. Si votre monstre \"Prédaplante\" va être détruit au combat, vous pouvez bannir cette carte depuis votre Cimetière à la place.",
    "archetype": "Predaplant"
  },
  {
    "id": "50548657",
    "name": "Promptocorne",
    "nameEn": "Promptocorne",
    "attribute": "DARK",
    "atk": 200,
    "def": 400,
    "level": 1,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre Cyberse de max. Niveau 4 ; Invoquez Spécialement un nombre de votre choix de Monstres Normaux Cyberse depuis votre Deck et/ou Cimetière dont le Niveau total est égal au Niveau du monstre Sacrifié sur le Terrain, mais bannissez-les durant la End Phase. Vous ne pouvez utiliser cet effet de \"Promptocorne\" qu'une fois par tour."
  },
  {
    "id": "38916526",
    "name": "Rafale, Champion Mercefourrure",
    "nameEn": "Rafale, Champion Mercefourrure",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 2200,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez dévoiler un nombre de cartes du dessus de votre Deck égal au nombre de monstres \"Mercefourrure\" que vous contrôlez de noms différents (\"Rafale, Champion Mercefourrure\" exclu), et si vous le faites, ajoutez-en 1 à votre main, et aussi, mélangez les cartes restantes dans votre Deck. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez défausser 1 carte \"Mercefourrure\" ; annulez l'activation. Vous ne pouvez utiliser chaque effet de \"Rafale, Champion Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "49930315",
    "name": "Raie Blanche",
    "nameEn": "Raie Blanche",
    "attribute": "WATER",
    "atk": 1400,
    "def": 1000,
    "level": 4,
    "monsterType": "Fish",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en défaussant 1 monstre EAU. Vous ne pouvez Invoquer Spécialement \"Raie Blanche\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Spécialement depuis le Cimetière : ce tour, vous pouvez la traiter comme un Syntoniseur. Vous ne pouvez utiliser cet effet de \"Raie Blanche\" qu'une fois par tour.",
    "archetype": "White"
  },
  {
    "id": "55241609",
    "name": "Réclusia Croisédia",
    "nameEn": "Réclusia Croisédia",
    "attribute": "FIRE",
    "atk": 400,
    "def": 2000,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense dans votre zone pointée par un Monstre Lien. Vous ne pouvez Invoquer Spécialement \"Réclusia Croisédia\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement dans une zone pointée par un Monstre Lien : vous pouvez cibler 1 carte \"Croisédia\" que vous contrôlez et 1 carte contrôlée par votre adversaire ; détruisez-les. Vous ne pouvez utiliser cet effet de \"Réclusia Croisédia\" qu'une fois par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "31467949",
    "name": "Recon, Éclaireuse Mercefourrure",
    "nameEn": "Recon, Éclaireuse Mercefourrure",
    "attribute": "WIND",
    "atk": 1000,
    "def": 500,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" (\"Recon, Éclaireuse Mercefourrure\" exclu) depuis votre main. Si un monstre \"Mercefourrure\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez cibler 1 carte Posée sur le Terrain ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Recon, Éclaireuse Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "23002292",
    "name": "Redémarrage Rouge",
    "nameEn": "Redémarrage Rouge",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une Carte Piège : annulez l'activation, et si vous le faites, Posez la carte face verso, puis il peut Poser 1 autre Piège directement depuis son Deck. Le reste de ce tour après la résolution de cette carte, votre adversaire ne peut pas activer de Cartes Piège. Vous pouvez activer cette carte depuis votre main en payant la moitié de vos LP."
  },
  {
    "id": "40854824",
    "name": "Réfraction de l'Arc-en-Ciel",
    "nameEn": "Réfraction de l'Arc-en-Ciel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres que vous contrôlez dont le nom d'origine est \"Dragon Arc-en-Ciel\" ou \"Dragon Arc-en-Ciel des Ténèbres\" ont activé leur effet ce tour : Invoquez Spécialement un nombre de votre choix de monstres \"Bête Cristalline\" de noms différents depuis votre Deck.",
    "archetype": "Crystal Beast"
  },
  {
    "id": "6556178",
    "name": "Régénérateur Borrelle",
    "nameEn": "Régénérateur Borrelle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en ciblant 1 monstre \"Rokkette\" dans votre Cimetière ; Invoquez-le Spécialement et équipez-le avec cette carte, mais bannissez-le lorsque cette carte quitte le Terrain. Si cette carte est envoyée au Cimetière parce que le monstre équipé est détruit : vous pouvez piocher 1 carte. Vous ne pouvez utiliser chaque effet de \"Régénérateur Borrelle\" qu'une fois par tour.",
    "archetype": "Rokket"
  },
  {
    "id": "9617996",
    "name": "Régulex Croisédia",
    "nameEn": "Régulex Croisédia",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres à Effet (un monstre \"Croisédia\" inclus)\nGagne une ATK égale à la somme des ATK d'origine de tous les monstres pointés par cette carte. Les monstres pointés par cette carte ne peuvent pas attaquer. Si un ou plusieurs Monstres à Effet sont Invoqués Spécialement dans une ou plusieurs zones pointées par cette carte (sauf durant la Damage Step) : vous pouvez ajouter 1 Magie/Piège \"Croisédia\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Régulex Croisédia\" qu'une fois par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "69039982",
    "name": "Renouveau Croisédia",
    "nameEn": "Renouveau Croisédia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les Monstres Lien \"Croisédia\" sur le Terrain gagnent 500 ATK. Une fois par tour : vous pouvez cibler 1 Monstre Lien \"Croisédia\" que vous contrôlez ; ce tour (même si cette carte quitte le Terrain), il peut attaquer une fois tous les monstres contrôlés par votre adversaire, et aussi, les autres monstres que vous contrôlez ne peuvent pas attaquer.",
    "archetype": "Crusadia"
  },
  {
    "id": "34989413",
    "name": "Reprodocus",
    "nameEn": "Reprodocus",
    "attribute": "EARTH",
    "atk": 800,
    "def": null,
    "level": 0,
    "monsterType": "Dinosaur",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres\nVous pouvez activer 1 de ces effets.\n●Déclarez 1 Type de Monstre ; jusqu'à la fin de ce tour, tous les monstres face recto pointés par cette carte deviennent de ce Type.\n●Déclarez 1 Attribut ; jusqu'à la fin de ce tour, tous les monstres face recto pointés par cette carte deviennent de cet Attribut.\nVous ne pouvez utiliser cet effet de \"Reprodocus\" qu'une fois par tour."
  },
  {
    "id": "2414168",
    "name": "Résistance Interrompue",
    "nameEn": "Résistance Interrompue",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2100,
    "level": 6,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous recevez des dommages de combat : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, elle gagne une ATK égale aux dommages que vous avez reçus. Une fois par tour, durant le calcul des dommages, lorsqu'un autre monstre en Position de Défense que vous contrôlez est attaqué par un monstre de l'adversaire (Effet Rapide) : vous pouvez activer cet effet ; durant ce calcul des dommages, la DEF de votre monstre attaqué devient égale à la DEF de cette carte, et aussi, il ne peut pas être détruit par ce combat."
  },
  {
    "id": "98552723",
    "name": "Restauration des Monarques",
    "nameEn": "Restauration des Monarques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en ciblant 1 monstre dans votre Cimetière avec 2400 ATK/1000 DEF ou 2800 ATK/1000 DEF ; Invoquez-le Spécialement en Position de Défense, mais annulez ses effets, et aussi, équipez-le avec cette carte. Lorsque cette carte quitte le Terrain, détruisez le monstre. Le monstre équipé peut être traité comme 2 Sacrifices pour une Invocation Sacrifice. Vous ne pouvez activer qu'1 \"Restauration des Monarques\" par tour.",
    "archetype": "Monarch"
  },
  {
    "id": "12989604",
    "name": "Réveil de l'Héritage du Monde",
    "nameEn": "Réveil de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien en utilisant un ou plusieurs monstres que vous contrôlez comme Matériel. Vous ne pouvez activer qu'1 \"Réveil de l'Héritage du Monde\" par tour.",
    "archetype": "World Legacy"
  },
  {
    "id": "31189536",
    "name": "Réveil de Vampire",
    "nameEn": "Réveil de Vampire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Vampire\" depuis votre Deck, mais détruisez-le durant la End Phase de ce tour. Vous ne pouvez activer qu'1 \"Réveil de Vampire\" par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "10813327",
    "name": "Réveil du Dragon",
    "nameEn": "Réveil du Dragon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte Posée contrôlée par son propriétaire a quitté le Terrain à cause d'un effet de l'adversaire et est maintenant dans le Cimetière ou bannie : vous pouvez Invoquer Spécialement 1 monstre depuis votre Deck ou Extra Deck."
  },
  {
    "id": "79698395",
    "name": "Royaume du Danger !",
    "nameEn": "Royaume du Danger !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire ne peut pas cibler de monstres \"Danger !\" que vous contrôlez avec des effets de carte durant le tour où ils sont Invoqués Spécialement. Une fois par tour : vous pouvez cibler 1 monstre \"Danger !\" que vous contrôlez ; tant que vous contrôlez le monstre face recto et cette carte face recto, le monstre peut attaquer directement, et aussi, les monstres de votre adversaire ne peuvent pas le cibler avec une attaque, mais ça n'empêche pas votre adversaire de vous attaquer directement.",
    "archetype": "Danger!"
  },
  {
    "id": "29596581",
    "name": "Rugissedragon du Tonnerre",
    "nameEn": "Rugissedragon du Tonnerre",
    "attribute": "DARK",
    "atk": 2400,
    "def": 0,
    "level": 6,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser cette carte ; ajoutez 1 de vos cartes \"Dragon du Tonnerre\" (\"Rugissedragon du Tonnerre\" exclu) qui est bannie ou dans votre Cimetière à votre main. Si cette carte est bannie, ou envoyée depuis le Terrain au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Dragon du Tonnerre\" depuis votre Deck en Position de Défense, mais renvoyez-le à la main durant la End Phase. Vous ne pouvez utiliser qu'1 effet de \"Rugissedragon du Tonnerre\" par tour, et uniquement une fois le tour.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "93738004",
    "name": "Sagitta, Marginale Mercefourrure",
    "nameEn": "Sagitta, Marginale Mercefourrure",
    "attribute": "WIND",
    "atk": 1200,
    "def": 2400,
    "level": 5,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez infliger 500 points de dommages à votre adversaire pour chaque monstre \"Mercefourrure\" que vous contrôlez de nom différent (\"Sagitta, Marginale Mercefourrure\" exclu). Vous ne pouvez utiliser cet effet de \"Sagitta, Marginale Mercefourrure\" qu'une fois par tour. Votre adversaire ne peut pas cibler de monstres \"Mercefourrure\" que vous contrôlez (celui-ci exclu) avec des effets de carte.",
    "archetype": "Fur Hire"
  },
  {
    "id": "16313112",
    "name": "Salamangrande Aigle Émeraude",
    "nameEn": "Salamangrande Aigle Émeraude",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 2000,
    "level": 8,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Ascension de la Salamangrande\". Lorsque cette carte est Invoquée Rituellement en utilisant \"Salamangrande Aigle Émeraude\" que vous contrôlez : vous pouvez détruire tous les monstres Invoqués Spécialement contrôlés par votre adversaire. Une fois par tour : vous pouvez Sacrifier 1 Monstre Lien \"Salamangrande\" ; ce tour, cette carte gagne cet effet.\n●Au début de la Damage Step, si cette carte combat un monstre de l'adversaire : détruisez le monstre de l'adversaire, et si vous le faites, infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre.",
    "archetype": "Salamangreat"
  },
  {
    "id": "41463181",
    "name": "Salamangrande Chaleurléo",
    "nameEn": "Salamangrande Chaleurléo",
    "attribute": "FIRE",
    "atk": 2300,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ Monstres à Effet FEU\nSi cette carte est Invoquée par Lien : vous pouvez cibler 1 carte dans la Zone Magie & Piège de votre adversaire ; mélangez-la dans le Deck. Une fois par tour, durant votre Main Phase, si cette carte a été Invoquée par Lien en utilisant \"Salamangrande Chaleurléo\" comme Matériel : vous pouvez cibler 1 monstre face recto sur le Terrain et 1 monstre dans votre Cimetière ; jusqu'à la fin de ce tour, l'ATK de la première cible devient égale à celle de l'autre cible.",
    "archetype": "Salamangreat"
  },
  {
    "id": "20618081",
    "name": "Salamangrande Falco",
    "nameEn": "Salamangrande Falco",
    "attribute": "FIRE",
    "atk": 1200,
    "def": 1600,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 Magie/Piège \"Salamangrande\" dans votre Cimetière ; Posez la cible sur votre Terrain. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Salamangrande\" que vous contrôlez (\"Salamangrande Falco\" exclu) ; renvoyez le monstre à la main, et si vous le faites, Invoquez Spécialement cette carte. Vous ne pouvez utiliser qu'1 effet de \"Salamangrande Falco\" par tour, et uniquement une fois le tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "56003780",
    "name": "Salamangrande Jacques Jaguar",
    "nameEn": "Salamangrande Jacques Jaguar",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 1200,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Si vous contrôlez un Monstre Lien \"Salamangrande\" tant que cette carte est dans votre Cimetière : vous pouvez cibler 1 monstre \"Salamangrande\" (\"Salamangrande Jacques Jaguar\" exclu) dans votre Cimetière ; mélangez la cible dans le Deck, et si vous le faites, Invoquez Spécialement cette carte dans votre zone pointée par votre Monstre Lien \"Salamangrande\". Vous ne pouvez utiliser cet effet de \"Salamangrande Jacques Jaguar\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "94620082",
    "name": "Salamangrande Renard",
    "nameEn": "Salamangrande Renard",
    "attribute": "FIRE",
    "atk": 1000,
    "def": 1200,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez dévoiler les 3 cartes du dessus de votre Deck, et si vous le faites, vous pouvez ajouter 1 carte \"Salamangrande\" dévoilée à votre main, et aussi, mélangez les cartes restantes dans le Deck. Si cette carte est dans votre Cimetière, et qu'une Magie/Piège face recto est sur le Terrain : vous pouvez défausser 1 carte \"Salamangrande\" ; Invoquez Spécialement cette carte, puis vous pouvez détruire 1 Magie/Piège face recto sur le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Salamangrande Renard\" par tour, et uniquement une fois le tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "67225377",
    "name": "Salamangrande Suri",
    "nameEn": "Salamangrande Suri",
    "attribute": "FIRE",
    "atk": 800,
    "def": 600,
    "level": 2,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est ajoutée à votre main, sauf en la piochant pour votre pioche normale : vous pouvez révéler cette carte ; Invoquez-la Spécialement depuis votre main. Si cette carte est dans votre main : vous pouvez défausser 1 autre carte \"Salamangrande\" ; Invoquez Spécialement cette carte depuis votre main. Vous ne pouvez utiliser chaque effet de \"Salamangrande Suri\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "1295111",
    "name": "Sanctuaire Salamangrande",
    "nameEn": "Sanctuaire Salamangrande",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous Invoquez par Lien un Monstre Lien \"Salamangrande\", vous pouvez utiliser 1 Monstre Lien \"Salamangrande\" que vous contrôlez du même nom que celui-ci comme tout le Matériel. Durant le calcul des dommages, si votre monstre combat : vous pouvez payer 1000 LP, puis ciblez 1 Monstre Lien que vous contrôlez ; faites devenir son ATK 0, et si vous le faites, gagnez des LP égaux à son ATK d'origine. Vous ne pouvez utiliser chaque effet de \"Sanctuaire Salamangrande\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "20191720",
    "name": "Saut de Lune Gouki",
    "nameEn": "Saut de Lune Gouki",
    "attribute": "EARTH",
    "atk": 1900,
    "def": 0,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main, puis ciblez 1 monstre \"Gouki\" que vous contrôlez (\"Saut de Lune Gouki\" exclu) ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, renvoyez le monstre à la main. Vous pouvez cibler 1 Monstre Lien \"Gouki\" dans votre Cimetière ; renvoyez-le à l'Extra Deck, puis vous pouvez ajouter 1 monstre \"Gouki\" depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Saut de Lune Gouki\" qu'une fois par tour.",
    "archetype": "Gouki"
  },
  {
    "id": "20345391",
    "name": "Seal, Stratège Mercefourrure",
    "nameEn": "Seal, Stratège Mercefourrure",
    "attribute": "DARK",
    "atk": 1600,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Mercefourrure\" (\"Seal, Stratège Mercefourrure\" exclu) depuis votre main. Si un monstre \"Mercefourrure\" est Invoqué Spécialement sur votre Terrain tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez cibler 1 monstre \"Mercefourrure\" dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Seal, Stratège Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "92868896",
    "name": "Sénat Dragunité",
    "nameEn": "Sénat Dragunité",
    "attribute": "WIND",
    "atk": 1800,
    "def": 600,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 carte \"Dragunité\" ; équipez 1 Syntoniseur \"Dragunité\" Dragon depuis votre Deck à cette carte, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Sénat Dragunité\" qu'une fois par tour. Si une ou plusieurs cartes \"Dragunité\" que vous contrôlez vont être détruites au combat ou par un effet de carte, vous pouvez détruire 1 carte \"Dragunité\" équipée à cette carte, à la place.",
    "archetype": "Dragunity"
  },
  {
    "id": "32302078",
    "name": "Sheridan Vampire Dhampire",
    "nameEn": "Sheridan Vampire Dhampire",
    "attribute": "DARK",
    "atk": 2600,
    "def": 1000,
    "level": 6,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 6\nSi vous utilisez un ou plusieurs monstres, avec un Niveau, dont le propriétaire est votre adversaire pour l'Invocation Xyz de cette carte, traitez-les comme Niveau 6. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 carte contrôlée par votre adversaire ; envoyez-la au Cimetière. Une fois par tour, si une ou plusieurs Cartes Monstre sont envoyées depuis le Terrain au Cimetière de votre adversaire par un effet de carte, ou si un monstre est détruit au combat et envoyé au Cimetière de votre adversaire : vous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 de ces monstres sur votre Terrain en Position de Défense.",
    "archetype": "Vampire"
  },
  {
    "id": "3679218",
    "name": "Sirène, Chevalier du Cauchemar",
    "nameEn": "Sirène, Chevalier du Cauchemar",
    "attribute": "WATER",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Chevalier du Cauchemar\" (\"Sirène, Chevalier du Cauchemar\" exclu)\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte ; Invoquez Spécialement 1 monstre \"Chevalier du Cauchemar\" depuis votre Deck, puis, si cette carte était co-liée lorsque cet effet a été activé, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Sirène, Chevalier du Cauchemar\" qu'une fois par tour. Les monstres sur le Terrain perdent 1000 ATK/DEF, sauf s'ils sont co-liés.",
    "archetype": "Knightmare"
  },
  {
    "id": "96150936",
    "name": "Sœurtelette Fraîche Magidolce",
    "nameEn": "Sœurtelette Fraîche Magidolce",
    "attribute": "EARTH",
    "atk": 1500,
    "def": null,
    "level": 0,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Magidolce\"\nTant que cette carte pointe un monstre \"Magidolce\", les Magies/Pièges \"Magidolce\" que vous contrôlez ne peuvent pas être détruits par des effets de carte, et aussi, aucun joueur ne peut les cibler avec des effets de carte. Si cette carte sur le Terrain va être détruite au combat ou par un effet de carte, vous pouvez mélanger 1 monstre \"Magidolce\" depuis votre Cimetière dans le Deck à la place.",
    "archetype": "Madolche"
  },
  {
    "id": "11674673",
    "name": "Sorcière Cyberse",
    "nameEn": "Sorcière Cyberse",
    "attribute": "DARK",
    "atk": 800,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Cyberse\nSi un monstre est Invoqué Spécialement dans une zone pointée par cette carte (sauf durant la Damage Step) : vous pouvez bannir 1 Magie depuis votre Cimetière ; ajoutez 1 Monstre Rituel Cyberse et 1 \"Cynet Rituel\" depuis votre Deck à votre main. Durant votre Main Phase, si cet effet a été activé ce tour : vous pouvez cibler 1 monstre Cyberse de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Sorcière Cyberse\" qu'une fois par tour."
  },
  {
    "id": "4478086",
    "name": "Spartiate Horloge",
    "nameEn": "Spartiate Horloge",
    "attribute": "DARK",
    "atk": 800,
    "def": null,
    "level": 0,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Cyberse\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 \"Cynet Fusion\" depuis votre Deck à votre main. Si un ou plusieurs monstres sont Invoqués Spécialement dans une ou plusieurs zones pointées par cette carte (sauf durant la Damage Step) : vous pouvez cibler 1 monstre Cyberse de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement, mais annulez ses effets, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Spartiate Horloge\" qu'une fois par tour."
  },
  {
    "id": "39528955",
    "name": "Spatha Croisédia",
    "nameEn": "Spatha Croisédia",
    "attribute": "LIGHT",
    "atk": 500,
    "def": null,
    "level": null,
    "monsterType": "Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres à Effet (un monstre \"Croisédia\" inclus)\nGagne une ATK égale à l'ATK d'origine d'un monstre pointé par cette carte. Un monstre pointé par cette carte ne peut pas attaquer. Une fois par tour, si un Monstre à Effet est Invoqué Spécialement dans une zone pointée par cette carte (sauf durant la Damage Step) : vous pouvez cibler 1 monstre (cette carte exclue) dans la Zone Monstre Main d'un joueur ; déplacez-le dans une autre Zone Monstre Main sur le Terrain de son contrôleur.",
    "archetype": "Crusadia"
  },
  {
    "id": "58657303",
    "name": "Spiritualiste des Protecteurs du Tombeau",
    "nameEn": "Spiritualiste des Protecteurs du Tombeau",
    "attribute": "DARK",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase, si \"Vallée Mortuaire\" est sur le Terrain : vous pouvez Invoquer par Fusion 1 Monstre Fusion Magicien depuis votre Extra Deck, en utilisant cette carte que vous contrôlez et d'autres monstres depuis votre main ou Terrain comme Matériel Fusion. Vous ne pouvez utiliser cet effet de \"Spiritualiste des Protecteurs du Tombeau\" qu'une fois par tour.",
    "archetype": "Gravekeeper's"
  },
  {
    "id": "58012707",
    "name": "Stade Géant",
    "nameEn": "Stade Géant",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si un joueur va recevoir des dommages de combat : vous pouvez ne faire recevoir aucun dommage de combat de ce combat à chaque joueur, et si vous le faites, envoyez 1 monstre Insecte de max. Niveau 4 depuis votre Deck au Cimetière, puis, si vous avez envoyé un Monstre Normal de cette façon, vous pouvez Invoquer Spécialement un nombre de votre choix de monstres du même nom que le monstre, depuis votre main, Deck et/ou Cimetière. Si un ou plusieurs monstres que vous contrôlez sont envoyés au Cimetière par un effet de carte de l'adversaire (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Normal Insecte depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Stade Géant\" qu'une fois par tour."
  },
  {
    "id": "99674361",
    "name": "Succession de l'Héritage du Monde",
    "nameEn": "Succession de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre dans votre Cimetière ; Invoquez-le Spécialement dans votre zone pointée par un Monstre Lien. Vous ne pouvez activer qu'1 \"Succession de l'Héritage du Monde\" par tour.",
    "archetype": "World Legacy"
  },
  {
    "id": "79206925",
    "name": "Supernaturaliste des Protecteurs du Tombeau",
    "nameEn": "Supernaturaliste des Protecteurs du Tombeau",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2000,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Protecteurs du Tombeau\"\nGagne une ATK/DEF égales à la somme des Niveaux d'origine des Matériels utilisés pour son Invocation Fusion x 100. Tant que \"Vallée Mortuaire\" est sur le Terrain, cette carte et les cartes dans votre Zone Terrain ne peuvent pas être détruites par des effets de carte. Durant votre Main Phase : vous pouvez activer cet effet ; durant la End Phase de ce tour, ajoutez 1 monstre \"Protecteurs du Tombeau\" ou 1 carte \"Vallée Mortuaire\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Supernaturaliste des Protecteurs du Tombeau\" qu'une fois par tour.",
    "archetype": "Gravekeeper's"
  },
  {
    "id": "32036866",
    "name": "Surchauffe F.A.",
    "nameEn": "Surchauffe F.A.",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si uniquement votre adversaire contrôle un monstre : Invoquez Spécialement 1 monstre \"F.A.\" depuis votre main, et si vous le faites, augmentez son Niveau de 3 jusqu'à la fin de ce tour. Si cette carte est dans le Cimetière et que vous ne contrôlez aucune carte dans votre Zone Terrain : vous pouvez bannir cette carte depuis le Cimetière ; activez 1 Magie de Terrain \"F.A.\" directement depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Surchauffe F.A.\" qu'une fois par tour.",
    "archetype": "F.A."
  },
  {
    "id": "31706048",
    "name": "Survivant de l'Héritage du Monde",
    "nameEn": "Survivant de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Dévoilez les 5 cartes du dessus de votre Deck, et si vous le faites, ajoutez 1 monstre \"Krawler\" ou carte \"Héritage du Monde\" dévoilé à votre main, et aussi, envoyez les cartes restantes au Cimetière. Sinon, mélangez toutes les cartes dévoilées dans le Deck. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Lien exclus) depuis l'Extra Deck. Vous ne pouvez activer qu'1 \"Survivant de l'Héritage du Monde\" par tour.",
    "archetype": "Krawler"
  },
  {
    "id": "67218327",
    "name": "Tablir SIMM",
    "nameEn": "Tablir SIMM",
    "attribute": "DARK",
    "atk": 0,
    "def": 1800,
    "level": 5,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main, puis ciblez 1 monstre Cyberse de Niveau 4 dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main dans votre zone pointée par un Monstre Lien lié que vous contrôlez, et si vous le faites, renvoyez le monstre ciblé à la main. Vous ne pouvez utiliser cet effet de \"Tablir SIMM\" qu'une fois par tour."
  },
  {
    "id": "80701178",
    "name": "Talismandra Lutincantation",
    "nameEn": "Talismandra Lutincantation",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 6,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main ; Invoquez Spécialement cette carte depuis votre main ainsi qu'1 monstre \"Lutincantation\" (\"Talismandra Lutincantation\" exclu) depuis votre Deck. Si cette carte est Invoquée Spécialement depuis le Deck : vous pouvez ajouter 1 Monstre Rituel depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Talismandra Lutincantation\" par tour, et uniquement une fois le tour. Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck.",
    "archetype": "Impcantation"
  },
  {
    "id": "10552026",
    "name": "Talon d'Ogre Gouki",
    "nameEn": "Talon d'Ogre Gouki",
    "attribute": "EARTH",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Gouki\"\nUne fois par tour, lorsqu'un monstre pointé par cette carte active son effet (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez-le, puis, vous pouvez Invoquer Spécialement 1 monstre \"Gouki\" (\"Talon d'Ogre Gouki\" exclu) depuis votre Cimetière.",
    "archetype": "Gouki"
  },
  {
    "id": "56773577",
    "name": "Temple de la Vallée Mortuaire",
    "nameEn": "Temple de la Vallée Mortuaire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant qu'un ou plusieurs monstres \"Protecteurs du Tombeau\" ainsi que \"Vallée Mortuaire\" sont sur le Terrain, les monstres contrôlés par votre adversaire perdent 500 ATK/DEF. Une fois par tour, durant la Main Phase, si vous ne contrôlez aucune carte dans votre Zone Terrain : vous pouvez activer 1 \"Vallée Mortuaire\" directement depuis votre main ou Cimetière. Si cette carte en votre possession est détruite par un effet de l'adversaire et envoyée à votre Cimetière : vous pouvez Poser 1 Magie/Piège \"Vallée Mortuaire\" (\"Temple de la Vallée Mortuaire\" exclu) directement depuis votre Deck.",
    "archetype": "Gravekeeper's"
  },
  {
    "id": "56713174",
    "name": "Ténèbredragon du Tonnerre",
    "nameEn": "Ténèbredragon du Tonnerre",
    "attribute": "DARK",
    "atk": 1600,
    "def": 1500,
    "level": 5,
    "monsterType": "Thunder",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez défausser cette carte ; ajoutez 1 \"Ténèbredragon du Tonnerre\" depuis votre Deck à votre main. Si cette carte est bannie, ou envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 carte \"Dragon du Tonnerre\" (\"Ténèbredragon du Tonnerre\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser qu'1 effet de \"Ténèbredragon du Tonnerre\" par tour, et uniquement une fois le tour.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "46247282",
    "name": "Tiamaton Dragon de Fer",
    "nameEn": "Tiamaton Dragon de Fer",
    "attribute": "DARK",
    "atk": 2000,
    "def": 0,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par l'effet suivant. Si min. 3 cartes sont dans la même colonne (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Tiamaton Dragon de Fer\" qu'une fois par tour. Si cette carte est Invoquée Spécialement : détruisez toutes les autres cartes dans la colonne de cette carte. Aucun joueur ne peut utiliser les zones inutilisées dans la colonne de cette carte."
  },
  {
    "id": "41685633",
    "name": "Titan, Dragon du Tonnerre",
    "nameEn": "Titan, Dragon du Tonnerre",
    "attribute": "LIGHT",
    "atk": 3200,
    "def": 3200,
    "level": 10,
    "monsterType": "Thunder",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres \"Dragon du Tonnerre\"\nUniquement Invocable par Fusion, ou Invocable Spécialement en bannissant 1 monstre Tonnerre depuis votre main et 1 Monstre Fusion Tonnerre que vous contrôlez (\"Titan, Dragon du Tonnerre\" exclu) (auquel cas vous n'utilisez pas \"Polymérisation\"). Lorsqu'un effet de monstre Tonnerre est activé dans la main, même durant la Damage Step (Effet Rapide) : vous pouvez détruire 1 carte sur le Terrain. Si cette carte va être détruite par un effet de carte, vous pouvez bannir 2 cartes depuis votre Cimetière à la place.",
    "archetype": "Thunder Dragon"
  },
  {
    "id": "55034079",
    "name": "Tourelle du Lien",
    "nameEn": "Tourelle du Lien",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : placez 4 Compteurs sur cette carte. Chaque fois que vous recevez des dommages de combat, placez 1 Compteur sur cette carte. Durant votre Main Phase 2 : vous pouvez retirer 1 Compteur de cette carte, puis ciblez 1 monstre \"Rokkette\" dans votre Cimetière ; Invoquez-le Spécialement, mais ses effets sont annulés, et aussi, il est banni lorsqu'il quitte le Terrain. Le tour où vous activez cet effet (même si cette carte quitte le Terrain), vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Lien TÉNÈBRES exclus) depuis votre Extra Deck.",
    "archetype": "Rokket"
  },
  {
    "id": "63956833",
    "name": "Transe Galactique",
    "nameEn": "Transe Galactique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 2000 LP, puis ciblez 1 monstre \"Photon\" dans votre Cimetière ; Invoquez-le Spécialement ainsi qu'1 monstre \"Galactique\" de même Niveau depuis votre Deck, les deux en Position de Défense, et si vous le faites, l'ATK de chaque monstre devient 2000, et aussi, leurs effets sont annulés. Vous ne pouvez activer qu'1 \"Transe Galactique\" par tour. Vous ne pouvez Invoquer ni Normalement ni Spécialement de monstres (monstres \"Photon\" et \"Galactique\" exclus) le tour où vous activez cette carte.",
    "archetype": "Photon"
  },
  {
    "id": "7969770",
    "name": "Transefamilier",
    "nameEn": "Transefamilier",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez cibler 1 monstre que vous contrôlez ; déplacez la cible dans une autre de vos Zones Monstre Main."
  },
  {
    "id": "23331400",
    "name": "Transféreur Lien",
    "nameEn": "Transféreur Lien",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 1800,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un ou plusieurs monstres Cyberse sont Invoqués Normalement ou Spécialement sur votre Terrain tant que ce monstre est sur le Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 \"Jeton Données\" (Cyberse/ LUMIÈRE/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser cet effet de \"Transféreur Lien\" qu'une fois par tour."
  },
  {
    "id": "84640866",
    "name": "Trappe du Réseau",
    "nameEn": "Trappe du Réseau",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire Invoque Spécialement un ou plusieurs monstres depuis le Main Deck ou Cimetière : bannissez-les face verso.",
    "archetype": "Hole"
  },
  {
    "id": "72529749",
    "name": "Trisbaena Topologique",
    "nameEn": "Trisbaena Topologique",
    "attribute": "DARK",
    "atk": 2500,
    "def": null,
    "level": 0,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ Monstres à Effet\nSi un ou plusieurs monstres sont Invoqués Spécialement dans une ou plusieurs zones pointées par cette carte : bannissez autant de ces monstres que possible, et aussi, autant de Magies/Pièges sur le Terrain que possible, et si vous le faites, infligez 500 points de dommages à votre adversaire pour chacune de ses cartes bannies par cet effet."
  },
  {
    "id": "43464884",
    "name": "Trois Trolls Trollants",
    "nameEn": "Trois Trolls Trollants",
    "attribute": "WATER",
    "atk": 1000,
    "def": 1300,
    "level": 3,
    "monsterType": "Beast-Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 monstre Bête-Guerrier dans votre Cimetière ; jusqu'à la fin de ce tour, l'Attribut et Niveau de cette carte deviennent les mêmes que ceux du monstre. Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre Bête-Guerrier du même Attribut et Niveau que cette carte depuis votre main. Vous ne pouvez utiliser chaque effet de \"Trois Trolls Trollants\" qu'une fois par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres Bête-Guerrier exclus) le tour où vous activez un effet de cette carte."
  },
  {
    "id": "8608979",
    "name": "Union de la Super Équipe de la Force des Potes !",
    "nameEn": "Union de la Super Équipe de la Force des Potes !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto sur le Terrain ; Invoquez Spécialement 1 monstre depuis votre main ou Cimetière du même Type d'origine que celui du monstre, mais de nom d'origine différent. Si cette carte dans la Zone Magie & Piège de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez Poser 1 \"Union de la Super Équipe de la Force des Potes !\" directement depuis votre Deck dans votre Zone Magie & Piège."
  },
  {
    "id": "80584548",
    "name": "Unité de Baliste",
    "nameEn": "Unité de Baliste",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre, puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la."
  },
  {
    "id": "69553552",
    "name": "Vainqueurs F.A.",
    "nameEn": "Vainqueurs F.A.",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"F.A.\", cette carte ne peut pas être détruite par des effets de carte de votre adversaire. Lorsque votre monstre \"F.A.\" dont le Niveau est min. 5 Niveaux supérieurs à son Niveau d'origine combat un monstre de l'adversaire et lui inflige des dommages de combat : vous pouvez bannir 1 carte depuis votre main, Terrain ou Cimetière. Vous ne pouvez activer cet effet de \"Vainqueurs F.A.\" qu'une fois par tour. Si 3 de vos Magies de Terrain \"F.A.\" de noms différents sont actuellement bannies et que toutes ont été bannies par l'effet de \"Vainqueurs F.A.\", vous gagnez le Duel.",
    "archetype": "F.A."
  },
  {
    "id": "37129797",
    "name": "Vampire Aspirante",
    "nameEn": "Vampire Aspirante",
    "attribute": "DARK",
    "atk": 1600,
    "def": null,
    "level": 0,
    "monsterType": "Zombie",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Zombie\nSi vous allez Sacrifier un ou plusieurs monstres pour une Invocation Sacrifice, vous pouvez Sacrifier un ou plusieurs monstres Zombie contrôlés par votre adversaire, même si vous ne les contrôlez pas. Vous ne pouvez utiliser chacun des effets suivants de \"Vampire Aspirante\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur le Terrain de votre adversaire en Position de Défense, mais il devient un monstre Zombie.\n●Si un ou plusieurs monstres Zombie sont Invoqués Spécialement depuis l'un des Cimetières : piochez 1 carte.",
    "archetype": "Vampire"
  },
  {
    "id": "11851647",
    "name": "Volée Cupide",
    "nameEn": "Volée Cupide",
    "attribute": "LIGHT",
    "atk": 600,
    "def": 600,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez choisir un nombre entre 1 et 3, puis envoyez autant de cartes du dessus de votre Deck au Cimetière ; jusqu'à la fin de ce tour, augmentez le Niveau de cette carte du nombre de cartes envoyées au Cimetière de cette façon. Si cette carte que vous contrôlez est détruite par une carte de l'adversaire et envoyée à votre Cimetière : vous gagnez 1500 LP. Vous ne pouvez utiliser chaque effet de \"Volée Cupide\" qu'une fois par tour."
  },
  {
    "id": "64178424",
    "name": "Volonté de la Salamangrande",
    "nameEn": "Volonté de la Salamangrande",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Salamangrande\" depuis votre main ou Cimetière. Vous pouvez envoyer cette carte face recto depuis le Terrain au Cimetière, puis ciblez 1 Monstre Lien \"Salamangrande\" que vous contrôlez qui a été Invoqué par Lien en utilisant un monstre du même nom que celui-ci comme Matériel ; Invoquez Spécialement un nombre de monstres \"Salamangrande\" depuis votre main et/ou Cimetière en Position de Défense, inférieur ou égal au nombre de la Classification Lien du monstre. Vous ne pouvez utiliser qu'1 effet de \"Volonté de la Salamangrande\" par tour, et uniquement une fois le tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "21830679",
    "name": "Vouivre - Horloge",
    "nameEn": "Vouivre - Horloge",
    "attribute": "WIND",
    "atk": 1800,
    "def": 1000,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez diviser l'ATK de cette carte par deux, et si vous le faites, Invoquez Spécialement 1 \"Jeton Horloge\" (Cyberse/VENT/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser cet effet de \"Vouivre - Horloge\" qu'une fois par tour."
  },
  {
    "id": "71384012",
    "name": "Wee Apprentie Sorcière",
    "nameEn": "Wee Apprentie Sorcière",
    "attribute": "DARK",
    "atk": 1400,
    "def": null,
    "level": 0,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres TÉNÈBRES\nTous les monstres TÉNÈBRES sur le Terrain gagnent 500 ATK/DEF, et aussi, tous les monstres LUMIÈRE sur le Terrain perdent 400 ATK/DEF. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre TÉNÈBRES dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Wee Apprentie Sorcière\" qu'une fois par tour."
  },
  {
    "id": "1527418",
    "name": "Wiz, Sage Mercefourrure",
    "nameEn": "Wiz, Sage Mercefourrure",
    "attribute": "WATER",
    "atk": 1600,
    "def": 2800,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez gagner 500 LP pour chaque monstre \"Mercefourrure\" que vous contrôlez de nom différent (\"Wiz, Sage Mercefourrure\" exclu). Lorsque votre adversaire active une Carte Magie/Piège ou effet de Magie/Piège (Effet Rapide) : vous pouvez défausser 1 carte \"Mercefourrure\" ; annulez l'activation. Vous ne pouvez utiliser chaque effet de \"Wiz, Sage Mercefourrure\" qu'une fois par tour.",
    "archetype": "Fur Hire"
  },
  {
    "id": "11074235",
    "name": "Zirnitron Dragon de Mana",
    "nameEn": "Zirnitron Dragon de Mana",
    "attribute": "DARK",
    "atk": 2200,
    "def": 1200,
    "level": 6,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une Magie/Piège que vous contrôlez quitte le Terrain à cause d'un effet de l'adversaire, et est maintenant dans le Cimetière ou banni (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière (si elle y était lorsque la Magie/Piège a quitté le Terrain) ou main (même si elle n'y était pas), puis vous pouvez Poser 1 Magie/Piège qui a été banni ou dans votre Cimetière dans votre Zone Magie & Piège. Vous ne pouvez utiliser cet effet de \"Zirnitron Dragon de Mana\" qu'une fois par tour. Si elle est Invoquée de cette façon, bannissez cette carte lorsqu'elle quitte le Terrain."
  }
]