[
  {
    "id": "29479265",
    "name": "Abomination Désenchaînée",
    "nameEn": "Abomination Désenchaînée",
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un Monstre Lien inclus)\nSi une ou plusieurs cartes sur le Terrain sont détruites par un effet de carte (\"Abomination Désenchaînée\" exclu) (sauf durant la Damage Step) : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Lorsqu'un autre monstre est détruit au combat : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Durant la End Phase : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Abomination Désenchaînée\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "72083436",
    "name": "Ailes de Pégase",
    "nameEn": "Ailes de Pégase",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez un monstre Union dans votre Cimetière : ciblez un nombre de votre choix de monstres \"Valkyrie-\" que vous contrôlez ; ces monstres peuvent attaquer directement ce tour, mais s'ils le font en utilisant cet effet, leurs dommages de combat infligés à votre adversaire sont divisés par deux.",
    "archetype": "Valkyrie"
  },
  {
    "id": "83289866",
    "name": "Allée Artisanesorcière",
    "nameEn": "Allée Artisanesorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "La première fois que chaque monstre \"Artisanesorcière\" que vous contrôlez va être détruite chaque tour au combat ou par un effet de carte, il n'est pas détruit. Vous ne pouvez utiliser qu'1 des effets suivants de \"Allée Artisanesorcière\" par tour, et uniquement une fois le tour.\n●Si un monstre \"Artisanesorcière\" que vous contrôlez va défausser pour activer un effet, vous pouvez envoyer cette carte depuis votre Terrain au Cimetière à la place.\n●Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez placer cette carte face recto dans votre Zone Magie & Piège.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "95793022",
    "name": "Almarduke de la Dragarde du Calice du Monde",
    "nameEn": "Almarduke de la Dragarde du Calice du Monde",
    "attribute": "WIND",
    "atk": 3000,
    "def": 2600,
    "level": 9,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 Monstres Lien\nDoit d'abord être Invoquée par Fusion, ou Spécialement depuis votre Extra Deck en Sacrifiant les cartes ci-dessus que vous contrôlez (auquel cas vous n'utilisez pas \"Polymérisation\"). Cette carte peut attaquer une fois tous les monstres contrôlés par votre adversaire. Lorsqu'une attaque impliquant cette carte et un Monstre Lien de l'adversaire est déclarée : vous pouvez bannir 1 Monstre Lien avec la même Classification Lien que le monstre depuis votre Terrain ou Cimetière ; détruisez le monstre de l'adversaire, et si vous le faites, infligez des dommages à votre adversaire égaux à son ATK d'origine.",
    "archetype": "Guardragon"
  },
  {
    "id": "93084621",
    "name": "Âme Désenchaînée de l'Angoisse",
    "nameEn": "Âme Désenchaînée de l'Angoisse",
    "attribute": "DARK",
    "atk": 2400,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un monstre \"Âme Désenchaînée\" inclus)\nVous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien TÉNÈBRES (\"Âme Désenchaînée de l'Angoisse\" exclu), en utilisant uniquement le monstre de l'adversaire et cette carte que vous contrôlez comme Matériel. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre Démon (\"Âme Désenchaînée de l'Angoisse\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Âme Désenchaînée de l'Angoisse\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "67680512",
    "name": "Âme Désenchaînée de la Rage",
    "nameEn": "Âme Désenchaînée de la Rage",
    "attribute": "DARK",
    "atk": 1800,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre \"Âme Désenchaînée\" inclus)\nDurant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez cibler 1 monstre face recto Invoqué Spécialement contrôlé par votre adversaire ; immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien TÉNÈBRES (\"Âme Désenchaînée de la Rage\" exclu), en utilisant uniquement le monstre de l'adversaire et cette carte que vous contrôlez comme Matériel. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre Démon (\"Âme Désenchaînée de la Rage\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Âme Désenchaînée de la Rage\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "89019964",
    "name": "Âme Désenchaînée du Désastre",
    "nameEn": "Âme Désenchaînée du Désastre",
    "attribute": "DARK",
    "atk": 0,
    "def": 3000,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Gagne 300 ATK pour chaque carte \"Désenchaîné\" dans votre Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Âme Désenchaînée du Désastre\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien TÉNÈBRES en utilisant cette carte que vous contrôlez et le monstre de l'adversaire comme Matériel.\n●Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez cibler 1 monstre \"Désenchaîné\" (\"Âme Désenchaînée du Désastre\" exclu) dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Unchained"
  },
  {
    "id": "6990577",
    "name": "Andrake Dragarde",
    "nameEn": "Andrake Dragarde",
    "attribute": "WIND",
    "atk": 2000,
    "def": 600,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par un effet de carte. Si cette carte est Invoquée Spécialement depuis la main ou Deck : jusqu'à la fin du prochain tour, vous pouvez doubler l'ATK/DEF d'origine de cette carte. Si cette carte est Invoquée Spécialement depuis le Cimetière, ou si cette carte bannie est Invoquée Spécialement : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Andrake Dragarde\" qu'une fois par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "79130389",
    "name": "Anémone Corallienne Marincesse",
    "nameEn": "Anémone Corallienne Marincesse",
    "attribute": "WATER",
    "atk": 2000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres EAU\nVous pouvez cibler 1 monstre EAU avec max. 1500 ATK dans votre Cimetière ; Invoquez-le Spécialement dans votre zone pointée par cette carte, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres EAU exclus) le reste de ce tour. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez cibler 1 carte \"Marincesse\" (\"Anémone Corallienne Marincesse\" exclu) dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Anémone Corallienne Marincesse\" qu'une fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "30691817",
    "name": "Ange des Mers Marincesse",
    "nameEn": "Ange des Mers Marincesse",
    "attribute": "WATER",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Marincesse\" de max. Niveau 4\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 Magie \"Marincesse\" depuis votre Deck à votre main. Vous ne pouvez Invoquer par Lien \"Ange des Mers Marincesse\" qu'une fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "4280258",
    "name": "Apollousa, Arc de la Déesse",
    "nameEn": "Apollousa, Arc de la Déesse",
    "attribute": "WIND",
    "atk": -1,
    "def": null,
    "level": null,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres de noms différents (Jetons exclus)\nVous ne pouvez contrôler qu'1 \"Apollousa, Arc de la Déesse\". L'ATK d'origine de cette carte devient 800 x le nombre de Matériels Lien utilisés pour son Invocation Lien. Une fois par Chaîne, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez faire perdre exactement 800 ATK à cette carte, et si vous le faites, annulez l'activation."
  },
  {
    "id": "36111775",
    "name": "Arrêt Pendule",
    "nameEn": "Arrêt Pendule",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez min. 3 Monstres Pendule face recto de noms différents dans votre Extra Deck : piochez 2 cartes. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas ajouter de cartes depuis le Deck à votre main.",
    "archetype": "Magician"
  },
  {
    "id": "66947913",
    "name": "Ascendant Feu",
    "nameEn": "Ascendant Feu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"Salamangrande\".)\nSi vous ne contrôlez aucun monstre : activez cette carte en ciblant 1 monstre FEU dans votre Cimetière ; Invoquez-le Spécialement et équipez-le avec cette carte. Le monstre équipé gagne 500 ATK. Lorsque cette carte quitte le Terrain, détruisez le monstre. Si cette carte en votre possession est détruite par un effet de carte de l'adversaire : vous pouvez bannir 1 monstre sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Ascendant Feu\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "12421694",
    "name": "Assaut de l'Air - As - Kaina",
    "nameEn": "Assaut de l'Air - As - Kaina",
    "attribute": "EARTH",
    "atk": 1500,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Assaut de l'Air - As\" non-TERRE\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la fin du tour de votre adversaire, il ne peut pas attaquer. Chaque fois que vous activez une Carte Magie \"Assaut de l'Air\", ou son effet, gagnez immédiatement 100 LP après la résolution de la carte ou de l'effet. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Assaut de l'Air - As - Kaina\" qu'une fois par tour.",
    "archetype": "Sky Striker"
  },
  {
    "id": "36458063",
    "name": "Assaut de la Sorcière",
    "nameEn": "Assaut de la Sorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire annule l'Invocation Normale ou Spéciale d'un ou plusieurs monstres, ou l'activation d'une carte ou d'un effet : détruisez toutes les cartes contrôlées par votre adversaire et dans sa main."
  },
  {
    "id": "52502677",
    "name": "Attorix, Bête Gladiateur",
    "nameEn": "Attorix, Bête Gladiateur",
    "attribute": "EARTH",
    "atk": 800,
    "def": 2000,
    "level": 4,
    "monsterType": "Beast-Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement par l'effet d'un monstre \"Bête Gladiateur\" : vous pouvez envoyer 1 monstre \"Bête Gladiateur\" (\"Attorix, Bête Gladiateur\" exclu) depuis votre Deck ou Extra Deck au Cimetière ; jusqu'à la End Phase, le Niveau et nom de cette carte deviennent les mêmes que le monstre envoyé au Cimetière. À la fin de la Battle Phase, si cette carte a combattu : vous pouvez la mélanger dans le Deck ; Invoquez Spécialement 1 monstre \"Bête Gladiateur\" (\"Attorix, Bête Gladiateur\" exclu) depuis votre Deck.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "21887175",
    "name": "Avramax Mekk-Chevalier Croisédia",
    "nameEn": "Avramax Mekk-Chevalier Croisédia",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres Invoqués Spécialement depuis l'Extra Deck\nTant que cette carte Invoquée par Lien est sur le Terrain, votre adversaire ne peut pas cibler cette carte avec des effets de carte, et aussi, ses monstres ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Une fois par combat, durant le calcul des dommages, si cette carte combat un monstre Invoqué Spécialement (Effet Rapide) : durant ce calcul des dommages uniquement, vous pouvez faire gagner à cette carte une ATK égale à l'ATK du monstre de l'adversaire. Si cette carte Invoquée par Lien que vous contrôlez est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez mélanger 1 carte sur le Terrain dans le Deck.",
    "archetype": "Mekk-Knight"
  },
  {
    "id": "84257883",
    "name": "B.E.S. Vaisseau Canon Destructeur",
    "nameEn": "B.E.S. Vaisseau Canon Destructeur",
    "attribute": "EARTH",
    "atk": 2500,
    "def": 3000,
    "level": 9,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"B.E.S. Vaisseau Canon Destructeur\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement : placez 3 Compteurs sur cette carte. Non destructible au combat. À la fin de la Damage Step, si cette carte a combattu : retirez 1 Compteur de cette carte. Si vous ne pouvez pas, détruisez-la.",
    "archetype": "B.E.S."
  },
  {
    "id": "81344637",
    "name": "Basilius, Familier de l'Œil Maléfique",
    "nameEn": "Basilius, Familier de l'Œil Maléfique",
    "attribute": "DARK",
    "atk": 400,
    "def": 2000,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Œil Maléfique\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Basilius, Familier de l'Œil Maléfique\" qu'une fois par tour de cette façon. Durant votre Main Phase : vous pouvez envoyer 1 Magie/Piège \"Œil Maléfique\" depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Basilius, Familier de l'Œil Maléfique\" qu'une fois par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "5402805",
    "name": "Berserker du Tenyi",
    "nameEn": "Berserker du Tenyi",
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Wyrm",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un Monstre Lien inclus)",
    "archetype": "Tenyi"
  },
  {
    "id": "66290900",
    "name": "Bête Gladiateur Unie",
    "nameEn": "Bête Gladiateur Unie",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Battle Phase : mélangez les Matériels Fusion listés sur un Monstre Fusion \"Bête Gladiateur\" depuis votre main, Terrain ou Cimetière dans le Deck, puis Invoquez Spécialement le Monstre Fusion depuis votre Extra Deck, en ignorant ses conditions d'Invocation. Vous ne pouvez activer qu'1 \"Bête Gladiateur Unie\" par tour. Vous ne pouvez pas déclarer d'attaques le tour où vous activez cette carte, sauf avec des monstres \"Bête Gladiateur\".",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "13117073",
    "name": "Bloqueur Barricadeborg",
    "nameEn": "Bloqueur Barricadeborg",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres de noms différents\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte ; durant la End Phase de ce tour, ajoutez 1 Magie Continue ou de Terrain depuis votre Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Bloqueur Barricadeborg\" qu'une fois par tour. Les Magies face recto que vous contrôlez ne peuvent pas être détruites par des effets de carte de votre adversaire."
  },
  {
    "id": "50186558",
    "name": "Bouclier Dragarde",
    "nameEn": "Bouclier Dragarde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre Dragon que vous contrôlez ; jusqu'à la fin du tour de l'adversaire, il gagne une ATK/DEF égales à la somme des Classifications Lien des Monstres Lien actuellement sur le Terrain x 100. Vous ne pouvez utiliser cet effet de \"Bouclier Dragarde\" qu'une fois par tour. Une fois par tour, si exactement 1 monstre Dragon que vous contrôlez va être détruit au combat ou par un effet de carte, vous pouvez envoyer 1 Monstre Normal depuis votre main ou Deck au Cimetière, à la place.",
    "archetype": "Guardragon"
  },
  {
    "id": "44640691",
    "name": "Brigand d'Endymion",
    "nameEn": "Brigand d'Endymion",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 200,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : placez 1 Compteur Magie sur elle. Vous pouvez retirer 1 Compteur Magie de cette carte et défausser 1 monstre Magicien ; Posez 1 Magie Continue directement depuis votre Deck, mais le reste de ce tour vous ne pouvez ni l'activer ni activer de cartes ou d'effets de cartes du même nom. Vous ne pouvez utiliser chaque effet de \"Brigand d'Endymion\" qu'une fois par tour.",
    "archetype": "Endymion"
  },
  {
    "id": "60195675",
    "name": "Brise-Montagne Chenillinfini",
    "nameEn": "Brise-Montagne Chenillinfini",
    "attribute": "EARTH",
    "atk": 2100,
    "def": 3100,
    "level": 7,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 7\nLorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez attacher le monstre à cette carte comme Matériel. Vous ne pouvez utiliser chacun des effets suivants de \"Brise-Montagne Chenillinfini\" qu'une fois par tour.\n●Vous pouvez détacher 1 Matériel de cette carte ; il gagne 1000 ATK.\n●Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 1 Monstre Lien Machine ; Invoquez Spécialement cette carte en Position de Défense.",
    "archetype": "Infinitrack"
  },
  {
    "id": "76830505",
    "name": "Bulldozer Brutal Chenillinfini",
    "nameEn": "Bulldozer Brutal Chenillinfini",
    "attribute": "EARTH",
    "atk": 1900,
    "def": 2100,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre TERRE Machine ; Invoquez Spécialement cette carte depuis votre main en Position de Défense. Si cette carte est Invoquée Spécialement depuis la main, vous pouvez : Invoquez Spécialement 1 monstre \"Chenillinfini\" (\"Bulldozer Brutal Chenillinfini\" exclu) depuis votre Deck en Position de Défense, mais annulez ses effets, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TERRE Machine exclus) le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Bulldozer Brutal Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "20735371",
    "name": "Bye Bye les Dégâts",
    "nameEn": "Bye Bye les Dégâts",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si votre monstre est attaqué : votre monstre combattant ne peut pas être détruit par ce combat, et aussi, si vous recevez des dommages de combat de ce combat, votre adversaire reçoit des dommages d'effet égaux au double du montant. Vous ne pouvez appliquer cet effet de \"Bye Bye les Dégâts\" qu'une fois par tour."
  },
  {
    "id": "41440817",
    "name": "Canon de Gelée",
    "nameEn": "Canon de Gelée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre déclare une attaque : ciblez 1 monstre sur le Terrain ; mélangez-le dans le Deck."
  },
  {
    "id": "76722334",
    "name": "Capsuquille",
    "nameEn": "Capsuquille",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 2,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez utiliser qu'1 des effets suivants de \"Capsuquille\" par tour, et uniquement une fois le tour.\n●Si cette carte est Sacrifiée : vous pouvez piocher 1 carte.\n●Si cette carte est utilisée comme Matériel pour une Invocation Fusion, Synchro ou Lien : vous pouvez piocher 1 carte.\n●Si cette carte est détachée d'un Monstre Xyz pour activer l'effet du monstre : vous pouvez piocher 1 carte."
  },
  {
    "id": "27012990",
    "name": "Cascade Marincesse",
    "nameEn": "Cascade Marincesse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez un nombre de votre choix de Monstres Lien \"Marincesse\" que vous contrôlez (jusqu'à votre prochaine Standby Phase), puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, il gagne une ATK égale à la somme des Classifications Lien des monstres bannis pour activer cette carte x 300. Si vous contrôlez un monstre \"Marincesse\" de min. Link-3, vous pouvez activer cette carte depuis votre main.",
    "archetype": "Marincess"
  },
  {
    "id": "47393199",
    "name": "Cataclysme Dragarde",
    "nameEn": "Cataclysme Dragarde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre Dragon, puis ciblez 2 cartes sur le Terrain ; détruisez-les. Vous ne pouvez activer qu'1 \"Cataclysme Dragarde\" par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "45955628",
    "name": "Catoblepas, Familier de l'Œil Maléfique",
    "nameEn": "Catoblepas, Familier de l'Œil Maléfique",
    "attribute": "DARK",
    "atk": 600,
    "def": 1900,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 Magie/Piège \"Œil Maléfique\" que vous contrôlez ; une fois, jusqu'à la fin du prochain tour, la carte ne peut pas être détruite par des effets de carte de votre adversaire. Si vous contrôlez un monstre \"Œil Maléfique\" (\"Catoblepas, Familier de l'Œil Maléfique\" exclu), tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Catoblepas, Familier de l'Œil Maléfique\" qu'une fois par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "80801743",
    "name": "Chambre Abominable des Désenchaînés",
    "nameEn": "Chambre Abominable des Désenchaînés",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Désenchaîné\" depuis votre main ou Cimetière. Si cette carte Posée est détruite par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Désenchaîné\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Chambre Abominable des Désenchaînés\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "16990348",
    "name": "Charge Bête Gladiateur",
    "nameEn": "Charge Bête Gladiateur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de cartes face recto sur le Terrain, inférieur ou égal au nombre de monstres \"Bête Gladiateur\" que vous contrôlez de noms différents ; détruisez-les.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "79383919",
    "name": "Châtiment de l'Œil Maléfique",
    "nameEn": "Châtiment de l'Œil Maléfique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une Carte Magie/Piège est activée, tant que vous contrôlez un monstre \"Œil Maléfique\" : annulez l'activation, et si vous le faites, détruisez-la. Si \"L'Œil Maléfique de Sélène\" est dans votre Zone Magie & Piège, l'activation et l'effet de cette carte ne peuvent être annulés. Vous ne pouvez activer qu'1 \"Châtiment de l'Œil Maléfique\" par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "55072170",
    "name": "Chef-d'Œuvre Artisanesorcière",
    "nameEn": "Chef-d'Œuvre Artisanesorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Artisanesorcière\" : ciblez 1 Magie dans l'un des Cimetières ; ajoutez 1 carte de même nom depuis votre Deck à votre main. Durant le tour de chaque joueur, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte et un nombre de votre choix de Magies depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Artisanesorcière\" depuis votre Deck, dont le Niveau total est égal au nombre de Magies bannies pour activer cet effet. Vous ne pouvez utiliser chaque effet de \"Chef-d'Œuvre Artisanesorcière\" qu'une fois par tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "58699500",
    "name": "Cherubini, Ange Ébène des Abysses Ardents",
    "nameEn": "Cherubini, Ange Ébène des Abysses Ardents",
    "attribute": "DARK",
    "atk": 500,
    "def": null,
    "level": 0,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres de Niveau 3\nLes monstres pointés par cette carte ne peuvent pas être détruits par des effets de carte. Si cette carte va être détruite au combat ou par un effet de carte de l'adversaire, vous pouvez envoyer 1 autre carte que vous contrôlez au Cimetière à la place. Vous pouvez envoyer 1 monstre de Niveau 3 depuis votre Deck au Cimetière, puis ciblez 1 monstre \"Abysses Ardents\" sur le Terrain ; jusqu'à la fin de ce tour, il gagne une ATK/DEF égale à l'ATK/DEF du monstre envoyé au Cimetière. Vous ne pouvez utiliser cet effet de \"Cherubini, Ange Ébène des Abysses Ardents\" qu'une fois par tour.",
    "archetype": "Burning Abyss"
  },
  {
    "id": "36492575",
    "name": "Cheval de Mer Marincesse",
    "nameEn": "Cheval de Mer Marincesse",
    "attribute": "WATER",
    "atk": 1400,
    "def": 1000,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre zone pointée par un Monstre Lien \"Marincesse\". Vous ne pouvez Invoquer Spécialement \"Cheval de Mer Marincesse\" qu'une fois par tour de cette façon. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière ; Invoquez Spécialement 1 monstre EAU depuis votre main dans votre zone pointée par un Monstre Lien \"Marincesse\". Vous ne pouvez utiliser cet effet de \"Cheval de Mer Marincesse\" qu'une fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "11969228",
    "name": "Chevalier Dragunité - Romulus",
    "nameEn": "Chevalier Dragunité - Romulus",
    "attribute": "WIND",
    "atk": 1200,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Dragon et/ou Bête Ailée (Jetons exclus)\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 Magie/Piège \"Dragunité\" ou 1 \"Ravin des Dragons\" depuis votre Deck à votre main. Si un ou plusieurs monstres Dragon sont Invoqués Spécialement depuis l'Extra Deck dans une zone pointée par cette carte (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre Dragon ou Bête Ailée depuis votre main en Position de Défense, mais le reste de ce tour, ses effets (s'il en a) sont annulés et il ne peut pas être utilisé comme Matériel Lien. Vous ne pouvez utiliser chaque effet de \"Chevalier Dragunité - Romulus\" qu'une fois par tour.",
    "archetype": "Dragunity"
  },
  {
    "id": "98169343",
    "name": "Ciguë Farstar",
    "nameEn": "Ciguë Farstar",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 1000,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres \"Farstar\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant la Damage Step, lorsque votre monstre \"Farstar\" combat un monstre de l'adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin de ce tour, le monstre que vous contrôlez gagne une ATK égale à son ATK d'origine. Vous ne pouvez utiliser qu'1 effet de \"Ciguë Farstar\" par tour, et uniquement une fois le tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "73192600",
    "name": "Cliffhanger de l'Héritage du Monde",
    "nameEn": "Cliffhanger de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une attaque impliquant 2 Monstres Lien est déclarée : mélangez tous les monstres sur le Terrain et dans les Cimetières dans les Decks. Le reste de ce tour après la résolution de cette carte, aucun joueur ne peut Invoquer par Lien.",
    "archetype": "World Legacy"
  },
  {
    "id": "67712104",
    "name": "Cœur de Cristal Marincesse",
    "nameEn": "Cœur de Cristal Marincesse",
    "attribute": "WATER",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres EAU\nNon affectée par les effets de monstre de votre adversaire tant que cette carte est dans la Zone Monstre Extra. Durant la Damage Step, si cette carte combat un monstre de l'adversaire, le monstre de l'adversaire n'est pas affecté par des effets de carte (ses propres effets exclus). Lorsque cette carte ou votre Monstre Lien \"Marincesse\" pointé par cette carte est ciblé par une attaque : vous pouvez envoyer 1 monstre \"Marincesse\" depuis votre main au Cimetière ; votre monstre ne peut pas être détruit au combat par ce combat, et aussi, vous ne recevez aucun dommage de combat.",
    "archetype": "Marincess"
  },
  {
    "id": "94207108",
    "name": "Cœur de Merveille Marincesse",
    "nameEn": "Cœur de Merveille Marincesse",
    "attribute": "WATER",
    "atk": 2400,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres EAU\nUne fois par combat, durant le calcul des dommages, si cette carte combat un monstre (Effet Rapide) : vous pouvez Invoquer Spécialement 1 de vos Cartes Monstre \"Marincesse\" équipées à cette carte, et aussi, cette carte ne peut pas être détruite par ce combat, et vous ne recevez aucun dommage de combat de ce combat. Équipez le monstre Invoqué Spécialement à cette carte durant la End Phase. Si cette carte en possession de son propriétaire est détruite par une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Marincesse\" de max. Link-3 depuis votre Cimetière.",
    "archetype": "Marincess"
  },
  {
    "id": "43011492",
    "name": "Confrontation de l'Œil Maléfique",
    "nameEn": "Confrontation de l'Œil Maléfique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Œil Maléfique\" : ciblez 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le, et si vous le faites, et que \"L'Œil Maléfique de Sélène\" est dans votre Zone Magie & Piège, bannissez la carte détruite. Vous ne pouvez activer qu'1 \"Confrontation de l'Œil Maléfique\" par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "85840608",
    "name": "Connecteur Néo-Space",
    "nameEn": "Connecteur Néo-Space",
    "attribute": "LIGHT",
    "atk": 800,
    "def": 1800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre \"Néo-Spacien\" ou 1 \"Néos, HÉROS Élémentaire\" depuis votre main ou Deck en Position de Défense. Vous pouvez Sacrifier cette carte, puis ciblez 1 monstre \"Néo-Spacien\" ou 1 \"Néos, HÉROS Élémentaire\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Connecteur Néo-Space\" qu'une fois par tour.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "10805153",
    "name": "Coopération Artisanesorcière",
    "nameEn": "Coopération Artisanesorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Artisanesorcière\" que vous contrôlez ; il peut faire une seconde attaque durant chaque Battle Phase ce tour, et aussi, s'il attaque ce tour, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser qu'1 effet de \"Coopération Artisanesorcière\" par tour, et uniquement une fois le tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "28534130",
    "name": "Coquille Brûlante Salamangrande",
    "nameEn": "Coquille Brûlante Salamangrande",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Salamangrande\" depuis votre main, mais annulez ses effets, puis, immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien \"Salamangrande\" en utilisant des Matériels que vous contrôlez (le monstre Invoqué inclus). Ce tour, le monstre Invoqué par Lien ne peut ni attaquer ni activer ses effets. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Lien \"Salamangrande\" dans votre Cimetière ; renvoyez-le à l'Extra Deck. Vous ne pouvez activer qu'1 \"Coquille Brûlante Salamangrande\" par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "97584719",
    "name": "Coupe-Terre Chenillinfini",
    "nameEn": "Coupe-Terre Chenillinfini",
    "attribute": "EARTH",
    "atk": 3100,
    "def": 2100,
    "level": 9,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 9\nLorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez attacher le monstre à cette carte comme Matériel. Vous ne pouvez utiliser chacun des effets suivants de \"Coupe-Terre Chenillinfini\" qu'une fois par tour.\n●Vous pouvez détacher un nombre de votre choix de Matériels de cette carte, puis ciblez autant de cartes sur le Terrain ; détruisez-les.\n●Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 1 Monstre Lien Machine ; Invoquez Spécialement cette carte en Position de Défense.",
    "archetype": "Infinitrack"
  },
  {
    "id": "84430165",
    "name": "Courant Marincesse",
    "nameEn": "Courant Marincesse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un Monstre Lien \"Marincesse\" que vous contrôlez détruit un monstre de l'adversaire au combat : infligez des dommages à votre adversaire égaux à la Classification Lien du monstre que vous contrôlez x 400, puis, si vous avez détruit un Monstre Lien de l'adversaire par ce combat tant que vous contrôliez un monstre \"Marincesse\" de min. Link-2, infligez des dommages à votre adversaire égaux à la Classification Lien du monstre détruit x 500. Vous ne pouvez activer qu'1 \"Courant Marincesse\" par tour. Si vous contrôlez un monstre \"Marincesse\" de min. Link-3, vous pouvez activer cette carte depuis votre main.",
    "archetype": "Marincess"
  },
  {
    "id": "57916305",
    "name": "Création Artisanesorcière",
    "nameEn": "Création Artisanesorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 monstre \"Artisanesorcière\" depuis votre Deck à votre main. Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser qu'1 effet de \"Création Artisanesorcière\" par tour, et uniquement une fois le tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "17956906",
    "name": "Crépuscule Final",
    "nameEn": "Crépuscule Final",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez des LP en multiples de 1000, puis ciblez 1 monstre \"Valkyrie-\" dans votre Cimetière de nom différent pour chaque 1000 LP payés ; Invoquez-les Spécialement, puis votre adversaire peut Invoquer Spécialement un nombre de monstres avec max. 2000 ATK depuis son Cimetière, inférieur ou égal au nombre de monstres que vous avez Invoqués Spécialement par cet effet. Vous ne pouvez activer qu'1 \"Crépuscule Final\" par tour.",
    "archetype": "Valkyrie"
  },
  {
    "id": "63410069",
    "name": "Criquets Pèlerins",
    "nameEn": "Criquets Pèlerins",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 2400,
    "level": 6,
    "monsterType": "Insect",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : le joueur du tour défausse 1 carte. Vous ne pouvez utiliser cet effet de \"Criquets Pèlerins\" qu'une fois par tour. Une fois par Chaîne, durant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Synchronisation en utilisant cette carte que vous contrôlez."
  },
  {
    "id": "58004362",
    "name": "Croiseur de la Croix, HÉROS Xtra",
    "nameEn": "Croiseur de la Croix, HÉROS Xtra",
    "attribute": "DARK",
    "atk": 1600,
    "def": null,
    "level": null,
    "monsterType": "Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Guerrier\nSi cette carte est Invoquée par Lien : vous pouvez cibler 1 monstre \"HÉROS de la Destinée\" dans votre Cimetière ; Invoquez-le Spécialement. Vous pouvez Sacrifier 1 monstre \"HÉROS de la Destinée\" ; ajoutez 1 monstre \"HÉROS\" de nom différent depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Croiseur de la Croix, HÉROS Xtra\" qu'une fois par tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"HÉROS\" exclus) le tour où vous activez un effet de cette carte.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "57160136",
    "name": "Cynet Minage",
    "nameEn": "Cynet Minage",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 carte depuis votre main au Cimetière ; ajoutez 1 monstre Cyberse de max. Niveau 4 depuis votre Deck à votre main. Vous ne pouvez activer qu'1 \"Cynet Minage\" par tour."
  },
  {
    "id": "816427",
    "name": "Dame de la Néo Cloche de Feu",
    "nameEn": "Dame de la Néo Cloche de Feu",
    "attribute": "FIRE",
    "atk": 1600,
    "def": 200,
    "level": 4,
    "monsterType": "Pyro",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez envoyer 1 monstre FEU depuis votre main au Cimetière, puis ciblez 1 carte dans le Cimetière de votre adversaire ; bannissez la carte. Si une carte est bannie depuis le Cimetière de votre adversaire, tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez envoyer 1 monstre FEU avec max. 200 DEF (\"Dame de la Néo Cloche de Feu\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Dame de la Néo Cloche de Feu\" qu'une fois par tour.",
    "archetype": "Flamvell"
  },
  {
    "id": "57433966",
    "name": "Danger ! Excitation ! Mystère !",
    "nameEn": "Danger ! Excitation ! Mystère !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 monstre \"Danger !\" de min. Niveau 5 ; ajoutez 1 monstre \"Danger !\" de max. Niveau 4 depuis votre Deck à votre main. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Danger !\" exclus). Vous ne pouvez activer qu'1 \"Danger ! Excitation ! Mystère !\" par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "83518674",
    "name": "Danger ! Ogopogo !",
    "nameEn": "Danger ! Ogopogo !",
    "attribute": "DARK",
    "atk": 1200,
    "def": 3000,
    "level": 8,
    "monsterType": "Sea Serpent",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger ! Ogopogo !\", Invoquez Spécialement 1 \"Danger ! Ogopogo !\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez envoyer 1 carte \"Danger !\" (\"Danger ! Ogopogo !\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Danger ! Ogopogo !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "83928661",
    "name": "Danger ! Pieds de Force !",
    "nameEn": "Danger ! Pieds de Force !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre \"Danger !\". Il gagne 800 ATK/DEF. Il ne peut pas être détruit par des effets de carte. Il peut faire max. 2 attaques sur des monstres durant chaque Battle Phase.",
    "archetype": "Danger!"
  },
  {
    "id": "33298291",
    "name": "Danse avec les Bêtes",
    "nameEn": "Danse avec les Bêtes",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque directe, tant que la somme des ATK de tous les monstres face recto qu'il contrôle est min. 8000 : Invoquez Spécialement 3 monstres de noms d'origine différents en Position d'Attaque, 1 depuis votre main, 1 depuis votre Deck et 1 depuis votre Cimetière. Vous ne pouvez activer qu'1 \"Danse avec les Bêtes\" par tour."
  },
  {
    "id": "26557451",
    "name": "Décharge de Pioche",
    "nameEn": "Décharge de Pioche",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire pioche une ou plusieurs cartes par un de ses effets de carte : regardez ces cartes, et s'il y a des monstres, infligez des dommages à votre adversaire égaux à la somme de leur ATK, et si vous faites ça, bannissez toutes les cartes que vous avez regardées. Vous ne pouvez activer qu'1 \"Décharge de Pioche\" par tour."
  },
  {
    "id": "6494106",
    "name": "Défaite de l'Œil Maléfique",
    "nameEn": "Défaite de l'Œil Maléfique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Œil Maléfique\" : ciblez 1 monstre sur le Terrain, ou max. 2 à la place si \"L'Œil Maléfique de Sélène\" est dans votre Zone Magie & Piège ; renvoyez-les à la main. Vous ne pouvez activer qu'1 \"Défaite de l'Œil Maléfique\" par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "31897444",
    "name": "Défenseur du Labyrinthe",
    "nameEn": "Défenseur du Labyrinthe",
    "attribute": "EARTH",
    "atk": 1400,
    "def": null,
    "level": null,
    "monsterType": "Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres Normaux\nLes monstres (Monstres à Effet exclus) que vous contrôlez gagnent 500 ATK, et aussi, tous les Monstres à Effet contrôlés par votre adversaire perdent 500 ATK. Si cette carte en possession de son propriétaire est détruite par une carte de votre adversaire : vous pouvez cibler 1 monstre (Monstres à Effet exclus) dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Défenseur du Labyrinthe\" qu'une fois par tour."
  },
  {
    "id": "54446813",
    "name": "Dinolutteur Ampelo Martial",
    "nameEn": "Dinolutteur Ampelo Martial",
    "attribute": "EARTH",
    "atk": 600,
    "def": 0,
    "level": 1,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si votre autre monstre \"Dinolutteur\" combat un monstre de l'adversaire avec une ATK supérieure ou égale (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; votre monstre ne peut être détruit par ce combat et les dommages de combat que vous recevez sont divisés par deux. Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Dinolutteur\" (\"Dinolutteur Ampelo Martial\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Dinolutteur Ampelo Martial\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "22900219",
    "name": "Dinolutteur Chimère T Rexlutte",
    "nameEn": "Dinolutteur Chimère T Rexlutte",
    "attribute": "EARTH",
    "atk": 3500,
    "def": 0,
    "level": 8,
    "monsterType": "Dinosaur",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Lien \"Dinolutteur\" + 1 monstre \"Dinolutteur\"\nSi cette carte combat, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Les monstres de votre adversaire ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Si cette carte détruit un monstre au combat : elle gagne 500 ATK. Si cette carte est détruite par un effet de carte : détruisez tous les monstres en Position d'Attaque de votre adversaire.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "75366958",
    "name": "Dinolutteur Coelasilat",
    "nameEn": "Dinolutteur Coelasilat",
    "attribute": "EARTH",
    "atk": 100,
    "def": 800,
    "level": 2,
    "monsterType": "Dinosaur",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si elle est Invoquée de cette façon, cette carte ne peut pas être utilisée comme Matériel Lien, sauf pour l'Invocation Lien d'un monstre \"Dinolutteur\". Vous ne pouvez Invoquer Spécialement \"Dinolutteur Coelasilat\" qu'une fois par Duel de cette façon.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "48372950",
    "name": "Dinolutteur Escrimamenchi",
    "nameEn": "Dinolutteur Escrimamenchi",
    "attribute": "EARTH",
    "atk": 2200,
    "def": 0,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Dinolutteur\", vous pouvez Invoquer Normalement cette carte sans Sacrifice. Durant votre tour, si votre adversaire Invoque Spécialement un ou plusieurs monstres tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez cibler 1 monstre \"Dinolutteur\" de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement, puis ajoutez cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Dinolutteur Escrimamenchi\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "58672736",
    "name": "Dinolutteur Giga Spinosavate",
    "nameEn": "Dinolutteur Giga Spinosavate",
    "attribute": "EARTH",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Dinosaur",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur Dinosaure + 1+ monstre non-Syntoniseur\nSi cette carte combat, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Les monstres de votre adversaire ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Une fois par tour : vous pouvez cibler 1 monstre contrôlé par votre adversaire ; détruisez-le. Si cette carte va être détruite au combat ou par un effet de carte, vous pouvez détruire 1 carte que vous contrôlez à la place.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "11755663",
    "name": "Dinolutteur Martial Anga",
    "nameEn": "Dinolutteur Martial Anga",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 0,
    "level": 5,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, lorsque votre monstre \"Dinolutteur\" combat un monstre avec une ATK supérieure ou égale (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; votre monstre combattant ne peut pas être détruit par ce combat, et aussi, terminez la Battle Phase après la Damage Step. Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée pour activer cet effet ce tour, et que votre adversaire contrôle plus de monstres que vous : vous pouvez Invoquer Spécialement cette carte.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "35770983",
    "name": "Dinolutteur Martial Ankylo",
    "nameEn": "Dinolutteur Martial Ankylo",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 0,
    "level": 2,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si un autre monstre \"Dinolutteur\" que vous contrôlez combat un monstre de l'adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; le monstre que vous contrôlez ne peut pas être détruit par ce combat, et aussi, l'ATK du monstre combattant de votre adversaire est divisée par deux à la fin de la Damage Step. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée depuis le Terrain ce tour : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Dinolutteur Martial Ankylo\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "61764082",
    "name": "Dinolutteur Rambrachio",
    "nameEn": "Dinolutteur Rambrachio",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 0,
    "level": 5,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre monstre \"Dinolutteur\" inflige des dommages de combat à votre adversaire : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Vous ne pouvez utiliser cet effet de \"Dinolutteur Rambrachio\" qu'une fois par tour. Votre adversaire ne peut pas cibler d'autres monstres \"Dinolutteur\" que vous contrôlez avec des effets de carte.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "69121954",
    "name": "Dinolutteur Terra Parkourio",
    "nameEn": "Dinolutteur Terra Parkourio",
    "attribute": "EARTH",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Dinosaur",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Dinolutteur\"\nSi vous activez \"Dino Lutte Mondiale\" : vous pouvez cibler 1 monstre \"Dinolutteur\" dans votre Cimetière ; ajoutez-le à votre main. Si cette carte est envoyée au Cimetière comme Matériel Lien : vous pouvez cibler 1 monstre \"Dinolutteur\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais annulez ses effets, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Dinolutteur\" exclus) le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Dinolutteur Terra Parkourio\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "80831552",
    "name": "Dinolutteur Valéonyx",
    "nameEn": "Dinolutteur Valéonyx",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 0,
    "level": 3,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si uniquement votre adversaire contrôle un monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Tant que vous contrôlez un monstre \"Dinolutteur\" de min. Link-3, les monstres face recto que vous contrôlez ne sont pas affectés par les effets activés des monstres de max. Link-3 de votre adversaire.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "70122149",
    "name": "Domaine de l'Œil Maléfique - Pareidolia",
    "nameEn": "Domaine de l'Œil Maléfique - Pareidolia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Œil Maléfique\" depuis votre Deck à votre main. Une fois par tour, durant le calcul des dommages, si votre monstre \"Œil Maléfique\" est attaqué, tant que \"L'Œil Maléfique de Sélène\" est dans votre Zone Magie & Piège : vous pouvez aussi faire infliger à votre adversaire les dommages de combat que vous recevez de ce combat. Si cette carte dans la Zone Terrain est détruite par un effet de carte : vous pouvez cibler 1 monstre \"Œil Maléfique\" dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez activer qu'1 \"Domaine de l'Œil Maléfique - Pareidolia\" par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "69394324",
    "name": "Dominance - HÉROS de la Destinée",
    "nameEn": "Dominance - HÉROS de la Destinée",
    "attribute": "DARK",
    "atk": 2900,
    "def": 2600,
    "level": 10,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres \"HÉROS de la Destinée\"\nDurant votre Main Phase : vous pouvez regarder les 5 cartes du dessus de votre Deck ou du Deck de votre adversaire, puis placez-les au-dessus du Deck dans l'ordre de votre choix. Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez piocher 1 carte. Si cette carte Invoquée par Fusion est détruite au combat ou par un effet de carte : vous pouvez cibler 3 monstres \"HÉROS de la Destinée\" de max. Niveau 9 de noms différents dans votre Cimetière ; Invoquez-les Spécialement. Vous ne pouvez utiliser chaque effet de \"Dominance - HÉROS de la Destinée\" qu'une fois par tour.",
    "archetype": "Destiny HERO"
  },
  {
    "id": "33652635",
    "name": "Domitianus, Bête Gladiateur",
    "nameEn": "Domitianus, Bête Gladiateur",
    "attribute": "DARK",
    "atk": 3500,
    "def": 1200,
    "level": 10,
    "monsterType": "Sea Serpent",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Vespasius, Bête Gladiateur\" + 2 monstres \"Bête Gladiateur\"\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en mélangeant les cartes ci-dessus que vous contrôlez dans le Deck. (N'utilisez pas \"Polymérisation\".) Une fois par tour, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez-le. Vous choisissez la cible de l'attaque des attaques de votre adversaire. À la fin de la Battle Phase, si cette carte a combattu : vous pouvez renvoyer cette carte à l'Extra Deck ; Invoquez Spécialement 1 monstre \"Bête Gladiateur\" depuis votre Deck.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "5041348",
    "name": "Draco Berserker du Tenyi",
    "nameEn": "Draco Berserker du Tenyi",
    "attribute": "DARK",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Wyrm",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez le bannir. Si cette carte attaquante détruit un Monstre à Effet au combat et l'envoie au Cimetière : cette carte gagne une ATK égale à l'ATK d'origine du monstre détruit, et aussi, elle peut faire une seconde attaque sur un monstre durant cette Battle Phase. Vous ne pouvez utiliser chaque effet de \"Draco Berserker du Tenyi\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "23935886",
    "name": "Draco Maîtres du Tenyi",
    "nameEn": "Draco Maîtres du Tenyi",
    "attribute": "LIGHT",
    "atk": 2600,
    "def": null,
    "level": null,
    "monsterType": "Wyrm",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un Monstre Lien inclus)\nNon destructible au combat avec un Monstre à Effet. Si vous ne contrôlez aucun autre Monstre à Effet : vous pouvez détruire un nombre de Monstres à Effet contrôlés par votre adversaire, inférieur ou égal au nombre de monstres (Monstres à Effet exclus) que vous contrôlez et/ou dans votre Cimetière. Vous ne pouvez utiliser cet effet de \"Draco Maîtres du Tenyi\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "87571563",
    "name": "Dragarde de l'Héritage du Monde",
    "nameEn": "Dragarde de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez cibler 1 monstre Dragon de max. Niveau 4 dans votre Cimetière ; ajoutez-le à votre main ou Invoquez-le Spécialement. Une fois par tour : vous pouvez cibler 1 monstre Dragon que vous contrôlez ; déplacez le monstre que vous contrôlez dans une autre de vos Zones Monstre Main. Vous ne pouvez activer qu'1 \"Dragarde de l'Héritage du Monde\" par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "73539069",
    "name": "Dragon Attaquant",
    "nameEn": "Dragon Attaquant",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre Dragon de max. Niveau 4\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 \"Lancement Secteur de Boot\" depuis votre Deck à votre main. Vous pouvez cibler 1 monstre face recto que vous contrôlez et 1 monstre \"Rokkette\" dans votre Cimetière ; détruisez le monstre sur le Terrain, et si vous le faites, ajoutez l'autre monstre depuis le Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Attaquant\" qu'une fois par tour."
  },
  {
    "id": "21065189",
    "name": "Dragon eXceed Pare-Feu",
    "nameEn": "Dragon eXceed Pare-Feu",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 4\nCette carte Invoquée par Xyz gagne 500 ATK x la somme des Classifications Lien des Monstres Lien liés à cette carte. Vous pouvez détacher 2 Matériels de cette carte, puis ciblez 1 Monstre Lien Cyberse Link-4 dans votre Cimetière ; Invoquez-le Spécialement sur votre Terrain afin qu'il pointe cette carte, et aussi, vous ne pouvez ni Invoquer Spécialement d'autres monstres ni attaquer directement le reste de ce tour."
  },
  {
    "id": "6247535",
    "name": "Dragon eXcharge Chargeborrelle",
    "nameEn": "Dragon eXcharge Chargeborrelle",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres TÉNÈBRES Dragon de Niveau 4\nAucun joueur ne peut cibler cette carte Invoquée par Xyz avec des effets de monstre (ses propres effets exclus). Une fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre face recto sur le Terrain ; il perd 600 ATK/DEF, puis, vous pouvez Invoquer Spécialement 1 monstre \"Borrelle\" depuis votre Cimetière, mais bannissez-le durant la End Phase, et aussi, vous ne pouvez ni Invoquer Spécialement d'autres monstres ni attaquer directement le reste de ce tour.",
    "archetype": "Borrel"
  },
  {
    "id": "12950294",
    "name": "Dragon Explorapide",
    "nameEn": "Dragon Explorapide",
    "attribute": "DARK",
    "atk": 2400,
    "def": 600,
    "level": 6,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous recevez des dommages d'effet (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis infligez des dommages à votre adversaire égaux aux dommages que vous avez reçus, et si vous le faites, vous gagnez des LP égaux à la moitié des dommages que vous avez infligés. Lorsque cette carte est Invoquée par Sacrifice : vous pouvez ajouter 2 monstres \"Rokkette\" de noms différents depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Explorapide\" qu'une fois par tour."
  },
  {
    "id": "88774734",
    "name": "Dragon Galaxie Spirale",
    "nameEn": "Dragon Galaxie Spirale",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que cette carte est dans votre main ou Cimetière, si vous contrôlez min. 2 monstres LUMIÈRE et/ou TÉNÈBRES Dragon : vous pouvez Invoquer Spécialement cette carte en Position de Défense, mais bannissez-la lorsqu'elle quitte le Terrain. Durant votre Main Phase : jusqu'à la fin de ce tour, vous pouvez faire devenir Niveau 8 tous les monstres que vous contrôlez actuellement. Vous ne pouvez utiliser chaque effet de \"Dragon Galaxie Spirale\" qu'une fois par tour."
  },
  {
    "id": "51786039",
    "name": "Dragon Nébuleuse",
    "nameEn": "Dragon Nébuleuse",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 0,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte et 1 autre monstre Dragon de Niveau 8 dans votre main ; Invoquez-les Spécialement tous les deux en Position de Défense, mais annulez leurs effets, et aussi, vous ne pouvez Invoquer ni Normalement ni Spécialement de monstres (monstres LUMIÈRE ou TÉNÈBRES Dragon exclus) le reste de ce tour. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre LUMIÈRE ou TÉNÈBRES Dragon de Niveau 4 dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Nébuleuse\" qu'une fois par tour."
  },
  {
    "id": "68934651",
    "name": "Dragon Pare-Feu de Fluide Sombre",
    "nameEn": "Dragon Pare-Feu de Fluide Sombre",
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3+ Monstres à Effet\nSi cette carte est Invoquée par Lien : vous pouvez placer un nombre de Compteurs sur cette carte égal au nombre de types différents de monstres Cyberse dans votre Cimetière (Rituel, Fusion, Synchro, Xyz). Durant la Battle Phase uniquement, cette carte gagne 2500 ATK pour chaque Compteur sur elle. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez retirer 1 Compteur de cette carte ; annulez l'activation, et aussi, si cet effet a été activé entre la déclaration d'attaque de cette carte et la fin de la Damage Step, cette carte peut faire une autre attaque à la suite."
  },
  {
    "id": "63533837",
    "name": "Dragon Quantique Cyberse",
    "nameEn": "Dragon Quantique Cyberse",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Cyberse",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nTant que vous contrôlez un Monstre Lien, les monstres contrôlés par votre adversaire ne peuvent pas cibler de monstres que vous contrôlez (celui-ci exclu) avec une attaque, et aussi, votre adversaire ne peut pas cibler de monstres que vous contrôlez (celui-ci exclu) avec des effets de carte. Une fois par tour, au début de la Damage Step, si cette carte combat un monstre de l'adversaire : vous pouvez renvoyer le monstre de l'adversaire à la main, et aussi, cette carte peut faire une seconde attaque à la suite."
  },
  {
    "id": "27548199",
    "name": "Dragon Sauvage Chargeborrelle",
    "nameEn": "Dragon Sauvage Chargeborrelle",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez équiper 1 Monstre Lien depuis votre Cimetière à cette carte, et si vous le faites, placez un nombre de Compteurs Borrelle sur cette carte égal à la Classification Lien du Monstre Lien. Cette carte gagne une ATK égale à la moitié de l'ATK du monstre qui lui est équipé par son effet. Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez retirer 1 Compteur Borrelle de cette carte ; annulez l'activation. Vous ne pouvez utiliser cet effet de \"Dragon Sauvage Chargeborrelle\" qu'une fois par tour.",
    "archetype": "Borrel"
  },
  {
    "id": "15627227",
    "name": "Dragon Surexplo",
    "nameEn": "Dragon Surexplo",
    "attribute": "DARK",
    "atk": 1800,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Rokkette\"\nVous pouvez cibler 1 autre Monstre Lien que vous contrôlez ; Invoquez Spécialement 1 monstre \"Rokkette\" depuis votre main dans votre zone pointée par la cible, mais le monstre Invoqué par cet effet ne peut pas être utilisé comme Matériel Lien, et aussi, détruisez-le durant la End Phase. Vous ne pouvez utiliser cet effet de \"Dragon Surexplo\" qu'une fois par tour. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez cibler 1 monstre \"Rokkette\" dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Rokket"
  },
  {
    "id": "56894757",
    "name": "Draperie Artisanesorcière",
    "nameEn": "Draperie Artisanesorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de Magies/Pièges contrôlés par votre adversaire, inférieur ou égal au nombre de monstres \"Artisanesorcière\" que vous contrôlez ; renvoyez ces cartes ciblées à la main. Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser qu'1 effet de \"Draperie Artisanesorcière\" par tour, et uniquement une fois le tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "36730805",
    "name": "Driftrapide",
    "nameEn": "Driftrapide",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez exactement 1 Syntoniseur et aucun autre monstre : Invoquez Spécialement 1 monstre \"Vitesseroid\" de max. Niveau 4 depuis votre Deck. Aucun joueur ne peut activer ni de cartes ni d'effets lorsque le monstre est Invoqué Spécialement.",
    "archetype": "Roid"
  },
  {
    "id": "18478530",
    "name": "Écran de Flamme Bleue",
    "nameEn": "Écran de Flamme Bleue",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un monstre \"Valkyrie-\", les monstres contrôlés par votre adversaire avec max. 2000 ATK ne peuvent pas attaquer. Si cette carte en votre possession est détruite par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre \"Valkyrie-\" de min. Niveau 5 depuis votre main ou Deck.",
    "archetype": "Valkyrie"
  },
  {
    "id": "58139997",
    "name": "Edel, Artisanesorcière",
    "nameEn": "Edel, Artisanesorcière",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2300,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez défausser 1 Magie ; Invoquez Spécialement 1 monstre \"Artisanesorcière\" (\"Edel, Artisanesorcière\" exclu) depuis votre main. Vous pouvez Sacrifier cette carte, puis ciblez 1 monstre Magicien (\"Edel, Artisanesorcière\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Edel, Artisanesorcière\" qu'une fois par tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "86148577",
    "name": "Elpy Dragarde",
    "nameEn": "Elpy Dragarde",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre Dragon de max. Niveau 4\nVous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon exclus). Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre Dragon depuis votre main ou Deck dans votre zone pointée par min. 2 Monstres Lien. Vous ne pouvez utiliser cet effet de \"Elpy Dragarde\" qu'une fois par tour. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Elpy Dragarde\" qu'une fois par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "28234578",
    "name": "Emmêlement Spirituel",
    "nameEn": "Emmêlement Spirituel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la End Phase, bannissez-le. Vous ne pouvez activer qu'1 \"Emmêlement Spirituel\" par tour."
  },
  {
    "id": "33022867",
    "name": "Empereur Maju Garzett",
    "nameEn": "Empereur Maju Garzett",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 9,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre main) en Sacrifiant 3 monstres. L'ATK de cette carte devient la somme des ATK d'origine des monstres Sacrifiés. Votre adversaire ne peut activer ni de cartes ni d'effets durant la Battle Phase.",
    "archetype": "Maju"
  },
  {
    "id": "1980574",
    "name": "Escadrille des Longues Oreilles",
    "nameEn": "Escadrille des Longues Oreilles",
    "attribute": "WIND",
    "atk": 300,
    "def": 600,
    "level": 2,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez cibler 1 monstre face recto que vous contrôlez ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro en utilisant cette carte que vous contrôlez et la cible. Vous ne pouvez utiliser cet effet de \"Escadrille des Longues Oreilles\" qu'une fois par tour."
  },
  {
    "id": "98159737",
    "name": "Esprit Tenyi - Adhara",
    "nameEn": "Esprit Tenyi - Adhara",
    "attribute": "EARTH",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Wyrm",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun Monstre à Effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si vous contrôlez un monstre face recto (Monstres à Effet exclus) : vous pouvez bannir cette carte depuis votre main ou Cimetière, puis ciblez 1 de vos monstres Wyrm bannis (cette carte exclue) ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Esprit Tenyi - Adhara\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "87052196",
    "name": "Esprit Tenyi - Ashuna",
    "nameEn": "Esprit Tenyi - Ashuna",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 2600,
    "level": 7,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun Monstre à Effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si vous contrôlez un monstre face recto (Monstres à Effet exclus) : vous pouvez bannir cette carte depuis votre main ou Cimetière ; Invoquez Spécialement 1 monstre \"Tenyi\" (\"Esprit Tenyi - Ashuna\" exclu) depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Wyrm exclus) le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Esprit Tenyi - Ashuna\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "60942444",
    "name": "Esprit Tenyi - Mapura",
    "nameEn": "Esprit Tenyi - Mapura",
    "attribute": "FIRE",
    "atk": 600,
    "def": 1500,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun Monstre à Effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Lorsque votre adversaire active une carte ou un effet qui cible un ou plusieurs monstres face recto que vous contrôlez (Monstres à Effet exclus) (Effet Rapide) : vous pouvez bannir cette carte depuis votre main ou Cimetière ; annulez l'activation, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser chaque effet de \"Esprit Tenyi - Mapura\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "97036149",
    "name": "Esprit Tenyi - Nahata",
    "nameEn": "Esprit Tenyi - Nahata",
    "attribute": "WIND",
    "atk": 800,
    "def": 1000,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun Monstre à Effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Lorsqu'une attaque est déclarée impliquant votre monstre face recto (Monstres à Effet exclus) et un monstre face recto de l'adversaire : vous pouvez bannir cette carte depuis votre main ou Cimetière ; jusqu'à la fin de ce tour, le monstre de l'adversaire perd 1500 ATK. Vous ne pouvez utiliser chaque effet de \"Esprit Tenyi - Nahata\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "24557335",
    "name": "Esprit Tenyi - Shthana",
    "nameEn": "Esprit Tenyi - Shthana",
    "attribute": "WATER",
    "atk": 400,
    "def": 2000,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun Monstre à Effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si un ou plusieurs monstres face recto que vous contrôlez (Monstres à Effet exclus) sont détruits au combat ou par un effet de carte : vous pouvez bannir cette carte depuis votre main ou Cimetière, puis ciblez 1 de ces monstres détruits ; Invoquez-le Spécialement, puis vous pouvez détruire 1 monstre contrôlé par votre adversaire. Vous ne pouvez utiliser chaque effet de \"Esprit Tenyi - Shthana\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "23431858",
    "name": "Esprit Tenyi - Vishuda",
    "nameEn": "Esprit Tenyi - Vishuda",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2500,
    "level": 7,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun Monstre à Effet : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si vous contrôlez un monstre face recto (Monstres à Effet exclus) : vous pouvez bannir cette carte depuis votre main ou Cimetière, puis ciblez 1 carte contrôlée par votre adversaire ; renvoyez-la à la main. Vous ne pouvez utiliser chaque effet de \"Esprit Tenyi - Vishuda\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "37414347",
    "name": "Étoile Brillante GT F.A.",
    "nameEn": "Étoile Brillante GT F.A.",
    "attribute": "LIGHT",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Machine\nGagne une ATK égale à la somme des Niveaux des monstres \"F.A.\" pointés par cette carte x 300. Aucun joueur ne reçoit de dommages de combat des attaques impliquant cette carte. Chaque fois qu'une Carte Magie/Piège \"F.A.\" ou effet de Magie/Piège \"F.A.\" est activé : placez 1 Compteur Athlète sur cette carte. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez retirer 1 Compteur Athlète de cette carte ; annulez l'activation, et si vous le faites, détruisez-le. Vous ne pouvez utiliser cet effet de \"Étoile Brillante GT F.A.\" qu'une fois par tour.",
    "archetype": "F.A."
  },
  {
    "id": "62886670",
    "name": "Étoile de Mer Marincesse",
    "nameEn": "Étoile de Mer Marincesse",
    "attribute": "WATER",
    "atk": 800,
    "def": 400,
    "level": 2,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 monstre \"Marincesse\" que vous contrôlez ; jusqu'à la fin de ce tour, il gagne 800 ATK. Vous pouvez utiliser cet effet de \"Étoile de Mer Marincesse\" max. deux fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "53417695",
    "name": "Évasion des Désenchaînés",
    "nameEn": "Évasion des Désenchaînés",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Désenchaîné\" que vous contrôlez et 1 carte sur le Terrain ; détruisez-les tous les deux. Si cette carte Posée est détruite par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Désenchaîné\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Évasion des Désenchaînés\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "17616743",
    "name": "Éveil de l'Œil Maléfique",
    "nameEn": "Éveil de l'Œil Maléfique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Œil Maléfique\" depuis votre main ou Cimetière, ou, si \"L'Œil Maléfique de Sélène\" est dans votre Zone Magie & Piège, vous pouvez Invoquer Spécialement 1 monstre \"Œil Maléfique\" depuis votre Deck à la place. Vous ne pouvez activer qu'1 \"Éveil de l'Œil Maléfique\" par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "11908584",
    "name": "Éveilnoyau Dragarde",
    "nameEn": "Éveilnoyau Dragarde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer 1 Monstre à Effet depuis votre main au Cimetière ; Invoquez Spécialement 1 Monstre Normal Dragon de max. Niveau 4 depuis votre main, Deck ou Cimetière, en Position de Défense. Vous ne pouvez utiliser cet effet de \"Éveilnoyau Dragarde\" qu'une fois par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "96462121",
    "name": "Extension Stabilisateur",
    "nameEn": "Extension Stabilisateur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire ne peut pas cibler de Monstres Xyz Machine que vous contrôlez avec des effets de carte. Une fois par tour : vous pouvez cibler 1 Monstre Xyz \"Chenillinfini\" que vous contrôlez ; Invoquez Spécialement 1 monstre Machine qui a 2 Rangs de plus que la cible depuis votre Extra Deck, en utilisant la cible comme Matériel, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TERRE Machine exclus) le reste de ce tour (même si cette carte quitte le Terrain). (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.)",
    "archetype": "Infinitrack"
  },
  {
    "id": "90814668",
    "name": "Ferme Tyran",
    "nameEn": "Ferme Tyran",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 Monstre à Effet ; Invoquez Spécialement 1 monstre (Monstres à Effet exclus) du même Type/Attribut d'origine depuis votre Cimetière. Vous ne pouvez activer qu'1 \"Ferme Tyran\" par tour."
  },
  {
    "id": "69073023",
    "name": "Forteresse-Mégaclops Chenillinfini",
    "nameEn": "Forteresse-Mégaclops Chenillinfini",
    "attribute": "EARTH",
    "atk": 4000,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3 Monstres Xyz\nNon affectée par les effets d'autres monstres (effets de Monstre Xyz exclus). Non destructible au combat, sauf avec un Monstre Xyz. Vous pouvez cibler 1 Monstre Xyz dans votre Cimetière et 1 carte contrôlée par votre adversaire ; Invoquez Spécialement le monstre depuis votre Cimetière, et si vous le faites, attachez-lui la carte de l'adversaire comme Matériel, et aussi, les dommages reçus par votre adversaire sont divisés par deux le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Forteresse-Mégaclops Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "92345028",
    "name": "Fureur du Feu",
    "nameEn": "Fureur du Feu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"Salamangrande\".)\nInvoquez Spécialement max. 2 monstres \"Salamangrande\" de noms différents depuis votre main et/ou Cimetière en Position de Défense, mais leurs effets sont annulés, et aussi, le reste de ce tour après la résolution de cette carte, vous ne pouvez Invoquer Spécialement depuis l'Extra Deck qu'une fois. Vous ne pouvez activer qu'1 \"Fureur du Feu\" par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "52947044",
    "name": "Fusion de la Destinée",
    "nameEn": "Fusion de la Destinée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion qui mentionne un monstre \"HÉROS de la Destinée\" comme Matériel depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Deck comme Matériel Fusion, mais détruisez-le durant la End Phase du prochain tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"HÉROS\" TÉNÈBRES exclus) le reste de ce tour après la résolution de cette carte. Vous ne pouvez activer qu'1 \"Fusion de la Destinée\" par tour.",
    "archetype": "Destiny HERO"
  },
  {
    "id": "15543940",
    "name": "Fusion Dino Tyran",
    "nameEn": "Fusion Dino Tyran",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 monstre \"Dinolutteur\" depuis votre Extra Deck, en utilisant des monstres que vous contrôlez comme Matériel Fusion. Si vous le faites, la première fois que le monstre face recto sur le Terrain va être détruit au combat ou par un effet de carte, il n'est pas détruit.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "25800447",
    "name": "Fusion du Feu",
    "nameEn": "Fusion du Feu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"Salamangrande\".)\nInvoquez par Fusion 1 Monstre Fusion \"Salamangrande\" depuis votre Extra Deck, en utilisant des monstres depuis votre main et/ou Terrain comme Matériel Fusion. Vous ne pouvez activer qu'1 \"Fusion du Feu\" par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "88693151",
    "name": "Fusion Farstar",
    "nameEn": "Fusion Farstar",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion \"Farstar\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Farstar\" dans votre Cimetière ; ajoutez-le à votre main, mais vous ne pouvez ni Invoquer/Poser Normalement ni Invoquer Spécialement de monstres de ce nom le reste de ce tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "11827244",
    "name": "Fusion Magiqualisée",
    "nameEn": "Fusion Magiqualisée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion Magicien depuis votre Extra Deck, en bannissant des Matériels Fusion listés sur celui-ci depuis votre Terrain ou Cimetière. Vous ne pouvez activer qu'1 \"Fusion Magiqualisée\" par tour."
  },
  {
    "id": "14088859",
    "name": "Fusion Néos",
    "nameEn": "Fusion Néos",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 Monstre Fusion depuis votre Extra Deck qui liste exactement 2 monstres (\"Néos, HÉROS Élémentaire\" inclus) comme Matériel, en envoyant ces monstres depuis votre main, Deck ou Terrain, en ignorant ses conditions d'Invocation. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres. Si un ou plusieurs Monstres Fusion que vous contrôlez qui listent \"Néos, HÉROS Élémentaire\" comme Matériel vont être détruits au combat ou par un effet de carte, ou mélangés dans l'Extra Deck par leur propre effet, vous pouvez bannir cette carte depuis votre Cimetière à la place.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "32530043",
    "name": "Galant Granite",
    "nameEn": "Galant Granite",
    "attribute": "EARTH",
    "atk": 2300,
    "def": 1800,
    "level": 4,
    "monsterType": "Rock",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nVous pouvez détacher 1 Matériel de cette carte, puis activez 1 de ces effets ;\n●Ajoutez 1 monstre Rocher depuis votre Deck à votre main.\n●Invoquez Spécialement 1 monstre Rocher depuis votre main en Position de Défense face verso.\nVous ne pouvez utiliser cet effet de \"Galant Granite\" qu'une fois par tour."
  },
  {
    "id": "43411769",
    "name": "Garmides Dragarde",
    "nameEn": "Garmides Dragarde",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 1000,
    "level": 3,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs Monstres Normaux sont envoyés à votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 monstre Dragon depuis votre main au Cimetière ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Garmides Dragarde\" qu'une fois par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "71197066",
    "name": "Gizmek Orochi, le Trancheur Céleste Serpentron",
    "nameEn": "Gizmek Orochi, le Trancheur Céleste Serpentron",
    "attribute": "DARK",
    "atk": 2450,
    "def": 2450,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main ou Cimetière (Effet Rapide) : vous pouvez bannir face verso 8 cartes du dessus de votre Deck ; Invoquez Spécialement cette carte. Vous pouvez bannir face verso 3 cartes depuis votre Extra Deck, puis ciblez 1 monstre face recto sur le Terrain ; détruisez-le. Vous ne pouvez utiliser qu'1 effet de \"Gizmek Orochi, le Trancheur Céleste Serpentron\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "13224603",
    "name": "Gizmek Yata, l'Avant-Garde Étincelante",
    "nameEn": "Gizmek Yata, l'Avant-Garde Étincelante",
    "attribute": "LIGHT",
    "atk": 2050,
    "def": 2050,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Sacrifiant 1 monstre Invoqué Normalement. Vous ne pouvez utiliser chacun des effets suivants de \"Gizmek Yata, l'Avant-Garde Étincelante\" qu'une fois par tour.\n●Durant votre Main Phase, si cette carte a été Invoquée Normalement ou Spécialement ce tour, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre. Si vous le faites, vous ne pouvez pas Invoquer Spécialement de monstres (monstres du même Type d'origine que le monstre exclus) le reste de ce tour.\n●Si cette carte Invoquée Spécialement par son propre effet est Sacrifiée : gagnez 2050 LP.",
    "archetype": "Gizmek"
  },
  {
    "id": "7850740",
    "name": "Glissedauphin Xyz",
    "nameEn": "Glissedauphin Xyz",
    "attribute": "WATER",
    "atk": 1200,
    "def": 1800,
    "level": 4,
    "monsterType": "Sea Serpent",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un Monstre Xyz est Invoqué Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si un ou plusieurs Monstres Xyz sont Invoqués Spécialement sur votre Terrain tant que cette carte est dans votre Cimetière, sauf le tour où cette carte a été envoyée à votre Cimetière (sauf durant la Damage Step) : vous pouvez cibler 1 de ces Monstres Xyz ; attachez-lui cette carte comme Matériel. Vous ne pouvez utiliser chaque effet de \"Glissedauphin Xyz\" qu'une fois par tour."
  },
  {
    "id": "58655504",
    "name": "Gnomatériel",
    "nameEn": "Gnomatériel",
    "attribute": "EARTH",
    "atk": 0,
    "def": 1000,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Spécialement un ou plusieurs monstres tant que vous ne contrôlez aucune carte : vous pouvez défausser cette carte, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; ce tour, le monstre ne peut être ni Sacrifié ni utilisé comme Matériel pour une Invocation Fusion, Synchro, Xyz ou Lien. Vous ne pouvez utiliser cet effet de \"Gnomatériel\" qu'une fois par tour."
  },
  {
    "id": "71074418",
    "name": "Golem Aruru, Artisanesorcière",
    "nameEn": "Golem Aruru, Artisanesorcière",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 0,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une carte ou un effet qui cible un ou plusieurs monstres Magicien que vous contrôlez, ou les cible avec une attaque (Effet Rapide) : vous pouvez cibler 1 carte contrôlée par votre adversaire ou 1 Magie \"Artisanesorcière\" dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, renvoyez la carte ciblée à la main. Vous ne pouvez utiliser cet effet de \"Golem Aruru, Artisanesorcière\" qu'une fois par tour. Une fois par tour, durant la Standby Phase de votre adversaire : renvoyez cette carte à la main.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "23689428",
    "name": "Goliath Chenillinfini",
    "nameEn": "Goliath Chenillinfini",
    "attribute": "EARTH",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre non-Lien \"Chenillinfini\"\nSi cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez cibler 1 Monstre Xyz que vous contrôlez ; attachez cette carte au monstre comme Matériel. Vous ne pouvez utiliser cet effet de \"Goliath Chenillinfini\" qu'une fois par tour. Un Monstre Xyz dont le Type d'origine est Machine et qui a cette carte comme Matériel gagne cet effet.\n●Cette carte ne peut pas être détruite par des effets de carte.",
    "archetype": "Infinitrack"
  },
  {
    "id": "29357687",
    "name": "Gorgone, Impératrice de l'Œil Maléfique",
    "nameEn": "Gorgone, Impératrice de l'Œil Maléfique",
    "attribute": "DARK",
    "atk": 1900,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre \"Œil Maléfique\" inclus)\nGagne 100 ATK pour chaque carte \"Œil Maléfique\" de noms différents dans votre Cimetière. Si cette carte est équipée avec \"L'Œil Maléfique de Sélène\" (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez utiliser cet effet de \"Gorgone, Impératrice de l'Œil Maléfique\" qu'une fois par tour. Une fois par tour, durant la prochaine Standby Phase après que cet effet a été activé : détruisez 1 monstre pointé par cette carte.",
    "archetype": "Evil Eye"
  },
  {
    "id": "69170403",
    "name": "Goules Astra",
    "nameEn": "Goules Astra",
    "attribute": "EARTH",
    "atk": 0,
    "def": 2000,
    "level": 5,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, mais ses effets sont annulés, et aussi, bannissez-le durant la End Phase. Une fois par tour : vous pouvez lancer un dé à six faces, et les monstres face recto que vous contrôlez actuellement deviennent d'un Niveau égal au résultat jusqu'à la fin de ce tour."
  },
  {
    "id": "16428514",
    "name": "Gourou Subterreur",
    "nameEn": "Gourou Subterreur",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 1800,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez ajouter 1 carte \"Subterreur\" (\"Gourou Subterreur\" exclu) depuis votre Deck à votre main. Vous pouvez cibler 1 autre monstre face recto sur le Terrain ; changez le monstre, et aussi cette carte, en Position de Défense face verso. Ceci est un Effet Rapide si vous contrôlez une autre carte \"Subterreur\". Vous ne pouvez utiliser chaque effet de \"Gourou Subterreur\" qu'une fois par tour.",
    "archetype": "Subterror"
  },
  {
    "id": "98439949",
    "name": "Grue-Crabe Chenillinfini",
    "nameEn": "Grue-Crabe Chenillinfini",
    "attribute": "EARTH",
    "atk": 2100,
    "def": 500,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre TERRE Machine ; Invoquez Spécialement cette carte depuis votre main en Position de Défense. Vous pouvez bannir 1 monstre Machine depuis votre Cimetière ; ajoutez 1 \"Extension Stabilisateur\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Grue-Crabe Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "81670445",
    "name": "Hack des Voleurs de Temps",
    "nameEn": "Hack des Voleurs de Temps",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le tour où ils sont Invoqués Spécialement, les Monstres Xyz que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire, et aussi, votre adversaire ne peut pas les cibler avec des effets de carte. Vous pouvez cibler 1 Monstre Xyz face recto que vous contrôlez ; il gagne 300 ATK pour chaque Matériel qui lui est attaché actuellement jusqu'à la fin de ce tour, et s'il le fait, et aussi s'il a un Matériel dont le propriétaire est votre adversaire, il peut attaquer directement ce tour (même si cette carte quitte le Terrain). Vous ne pouvez utiliser cet effet de \"Hack des Voleurs de Temps\" qu'une fois par tour.",
    "archetype": "Time Thief"
  },
  {
    "id": "48815792",
    "name": "Hiita la Charmeuse de Feu en Flammes",
    "nameEn": "Hiita la Charmeuse de Feu en Flammes",
    "attribute": "FIRE",
    "atk": 1850,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre FEU inclus)\n(Cette carte est toujours traitée comme une carte \"Familier Possédé\".)\nVous pouvez cibler 1 monstre FEU dans le Cimetière de votre adversaire ; Invoquez-le Spécialement dans votre zone pointée par cette carte. Si cette carte Invoquée par Lien est détruite au combat, ou détruite par un effet de carte de l'adversaire tant qu'elle est dans la Zone Monstre de son propriétaire : vous pouvez ajouter 1 monstre FEU avec max. 1500 DEF depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Hiita la Charmeuse de Feu en Flammes\" qu'une fois par tour.",
    "archetype": "Charmer"
  },
  {
    "id": "49105782",
    "name": "Hraesvelgr, l'Aigle Désespéré de la Mort",
    "nameEn": "Hraesvelgr, l'Aigle Désespéré de la Mort",
    "attribute": "WIND",
    "atk": 2400,
    "def": null,
    "level": null,
    "monsterType": "Winged Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres VENT\nGagne 2400 ATK tant que votre adversaire n'a aucun monstre dans son Cimetière. (Effet Rapide) : vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; mélangez-le dans le Deck. Vous ne pouvez utiliser cet effet de \"Hraesvelgr, l'Aigle Désespéré de la Mort\" qu'une fois par tour."
  },
  {
    "id": "62487836",
    "name": "Hurlement Blanc",
    "nameEn": "Hurlement Blanc",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre EAU : ciblez 1 Magie dans le Cimetière de votre adversaire ; bannissez-la, et si vous le faites, annulez tous les effets de Magie sur le Terrain de votre adversaire le reste de ce tour."
  },
  {
    "id": "54807656",
    "name": "Hurlements de l'Âme Désenchaînée",
    "nameEn": "Hurlements de l'Âme Désenchaînée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous Invoquez par Lien un Monstre Lien \"Désenchaîné\" : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Si cette carte Posée est détruite par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Désenchaîné\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Hurlements de l'Âme Désenchaînée\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "40971261",
    "name": "Hymne Funèbre du Dragon Perdu",
    "nameEn": "Hymne Funèbre du Dragon Perdu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en déclarant 1 nom de carte. Chaque fois que la carte déclarée ou son effet est activé, divisez par deux les LP de son propriétaire immédiatement après sa résolution. Durant la End Phase, si cette carte a divisé par deux les LP d'un joueur ce tour, envoyez cette carte au Cimetière. Tant que votre adversaire contrôle un monstre, cette carte ne peut pas être détruite par des effets de carte."
  },
  {
    "id": "65741786",
    "name": "I:P Masquerena",
    "nameEn": "I:P Masquerena",
    "attribute": "DARK",
    "atk": 800,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres non-Lien\nDurant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien en utilisant des Matériels que vous contrôlez (cette carte incluse). Vous ne pouvez utiliser cet effet de \"I:P Masquerena\" qu'une fois par tour. Un Monstre Lien qui a utilisé cette carte comme Matériel ne peut pas être détruit par des effets de carte de votre adversaire."
  },
  {
    "id": "9794980",
    "name": "Idlee l'Incarnation, Chevalier du Cauchemar",
    "nameEn": "Idlee l'Incarnation, Chevalier du Cauchemar",
    "attribute": "DARK",
    "atk": 2100,
    "def": 2100,
    "level": 9,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Les monstres de Niveau 9 que vous contrôlez ne peuvent pas être détruits par des effets de carte. Vous ne pouvez utiliser chacun des effets suivants de \"Idlee l'Incarnation, Chevalier du Cauchemar\" qu'une fois par tour.\n●Si la somme des Classifications Lien des monstres sur le Terrain est min. 8 (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main.\n●Si cette carte est Invoquée Spécialement, tant que votre adversaire contrôle plus de Monstres Lien que vous : vous pouvez envoyer tous les Monstres Lien sur le Terrain au Cimetière.",
    "archetype": "Knightmare"
  },
  {
    "id": "84523092",
    "name": "Indumenti, Artisanesorcière",
    "nameEn": "Indumenti, Artisanesorcière",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1000,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire ne peut pas cibler d'autres monstres Magicien que vous contrôlez avec des effets de carte. (Effet Rapide) : vous pouvez défausser 1 Magie, puis ciblez 1 carte face recto contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Indumenti, Artisanesorcière\" qu'une fois par tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "26236560",
    "name": "Jumelles Désenchaînées - Aruha",
    "nameEn": "Jumelles Désenchaînées - Aruha",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 1500,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte que vous contrôlez ; vous ne pouvez pas Invoquer Spécialement de monstres (monstres Démon exclus) le reste de ce tour, et aussi, détruisez la carte ciblée, et si vous le faites, Invoquez Spécialement cette carte depuis votre main. Si cette carte sur le Terrain est détruite par un effet de carte (\"Jumelles Désenchaînées - Aruha\" exclu) ou au combat : vous pouvez Invoquer Spécialement 1 monstre \"Désenchaîné\" (\"Jumelles Désenchaînées - Aruha\" exclu) depuis votre main ou Deck. Vous ne pouvez utiliser chaque effet de \"Jumelles Désenchaînées - Aruha\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "53624265",
    "name": "Jumelles Désenchaînées - Rakea",
    "nameEn": "Jumelles Désenchaînées - Rakea",
    "attribute": "WATER",
    "atk": 1500,
    "def": 1500,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez cibler 1 carte que vous contrôlez ; détruisez-la, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Démon exclus) le reste de ce tour. Si cette carte sur le Terrain est détruite par un effet de carte (\"Jumelles Désenchaînées - Rakea\" exclu) ou au combat : vous pouvez Invoquer Spécialement 1 monstre \"Désenchaîné\" (\"Jumelles Désenchaînées - Rakea\" exclu) depuis votre main ou Deck. Vous ne pouvez utiliser chaque effet de \"Jumelles Désenchaînées - Rakea\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "11012154",
    "name": "Justicia Dragarde",
    "nameEn": "Justicia Dragarde",
    "attribute": "WATER",
    "atk": 0,
    "def": 2100,
    "level": 2,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "L'avenir du Monde dépend des Dragardes nés de l'Héritage du Monde.",
    "archetype": "Guardragon"
  },
  {
    "id": "28957126",
    "name": "L'Œil Maléfique de Gorgoneio",
    "nameEn": "L'Œil Maléfique de Gorgoneio",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre \"Œil Maléfique\". Vous ne pouvez activer qu'1 \"L'Œil Maléfique de Gorgoneio\" par tour. Le nom de cette carte devient \"L'Œil Maléfique de Sélène\" tant qu'elle est dans la Zone Magie & Piège. Tant que vos LP sont inférieurs à ceux de votre adversaire, le monstre équipé gagne une ATK égale à la différence. Vous pouvez bannir cette carte depuis votre Cimetière et défausser 1 carte \"Œil Maléfique\" ; ajoutez 1 Magie/Piège \"Œil Maléfique\" (\"L'Œil Maléfique de Gorgoneio\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"L'Œil Maléfique de Gorgoneio\" qu'une fois par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "44133040",
    "name": "L'Œil Maléfique de Sélène",
    "nameEn": "L'Œil Maléfique de Sélène",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre \"Œil Maléfique\". Il ne peut être détruit ni au combat ni par des effets de carte de votre adversaire, et aussi, votre adversaire ne peut pas le cibler avec des effets de carte. Chaque fois que vous activez l'effet du monstre équipé, ou que vous activez une autre Carte Magie/Piège \"Œil Maléfique\" : le monstre équipé gagne 500 ATK, et s'il le fait, vous perdez 500 LP. (Le gain d'ATK reste même si cette carte quitte le Terrain.) Si cette carte est dans votre Cimetière : vous pouvez payer 1000 LP, puis bannissez 1 Magie/Piège \"Œil Maléfique\" (\"L'Œil Maléfique de Sélène\" exclu) depuis votre Cimetière ; Posez cette carte. Vous ne pouvez utiliser cet effet de \"L'Œil Maléfique de Sélène\" qu'une fois par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "56001930",
    "name": "Le Retour à la Normale",
    "nameEn": "Le Retour à la Normale",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'exactement 1 monstre est Invoqué Normalement ou Spécialement face recto (sauf durant la Damage Step) : détruisez tous les monstres sur le Terrain avec une ATK inférieure au monstre. Vous ne pouvez activer qu'1 \"Le Retour à la Normale\" par tour."
  },
  {
    "id": "83195035",
    "name": "Le Retour du Dragon Tempête",
    "nameEn": "Le Retour du Dragon Tempête",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre banni ; Invoquez-le Spécialement sur votre Terrain, mais renvoyez-le à la main durant la End Phase. Vous ne pouvez activer qu'1 \"Le Retour du Dragon Tempête\" par tour."
  },
  {
    "id": "68295149",
    "name": "Lienmail Archdémon",
    "nameEn": "Lienmail Archdémon",
    "attribute": "DARK",
    "atk": 2800,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un Monstre Rituel, Fusion, Synchro ou Xyz inclus)\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 Monstre Rituel, Fusion, Synchro ou Xyz que vous contrôlez ou dans votre Cimetière ; jusqu'à la fin de ce tour, tous les monstres actuellement contrôlés par votre adversaire perdent une ATK égale à l'ATK du monstre ciblé. Votre adversaire ne peut pas cibler avec des effets de monstre les monstres que vous contrôlez, qui ont été Invoqués Spécialement depuis l'Extra Deck. Si cette carte va être détruite au combat ou par un effet de carte, vous pouvez bannir 1 Monstre Rituel, Fusion, Synchro ou Xyz depuis votre Cimetière à la place.",
    "archetype": "Archfiend"
  },
  {
    "id": "92998610",
    "name": "Louve Distante",
    "nameEn": "Louve Distante",
    "attribute": "DARK",
    "atk": 1700,
    "def": 300,
    "level": 4,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez bannir 1 monstre depuis votre main ; bannissez 1 monstre du même Type que le monstre depuis votre Deck. Si cette carte est détruite au combat, ou si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez cibler 1 de vos monstres bannis ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Louve Distante\" qu'une fois par tour."
  },
  {
    "id": "21522601",
    "name": "Madame Verre, Artisanesorcière",
    "nameEn": "Madame Verre, Artisanesorcière",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2800,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si votre monstre Magicien combat un monstre de l'adversaire (Effet Rapide) : vous pouvez révéler un nombre de votre choix de Magies de noms différents dans votre main, et si vous le faites, votre monstre combattant gagne 1000 ATK/DEF pour chaque carte révélée, jusqu'à la fin de ce tour. (Effet Rapide) : vous pouvez défausser 1 Magie ; jusqu'à la fin de ce tour, annulez les effets de tous les monstres face recto actuellement contrôlés par votre adversaire. Vous ne pouvez utiliser chaque effet de \"Madame Verre, Artisanesorcière\" qu'une fois par tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "28174796",
    "name": "Mandarin Marincesse",
    "nameEn": "Mandarin Marincesse",
    "attribute": "WATER",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez min. 2 monstres \"Marincesse\", tant que cette carte est dans votre main ou Cimetière : vous pouvez cibler 1 Monstre Lien EAU que vous contrôlez ; Invoquez Spécialement cette carte dans votre zone pointée par le monstre, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Mandarin Marincesse\" qu'une fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "3233859",
    "name": "Maniroue Psychique",
    "nameEn": "Maniroue Psychique",
    "attribute": "EARTH",
    "atk": 600,
    "def": 0,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre de Niveau 3 (\"Maniroue Psychique\" exclu), vous pouvez Invoquer Spécialement cette carte (depuis votre main) en Position de Défense. Vous ne pouvez Invoquer Spécialement \"Maniroue Psychique\" qu'une fois par tour de cette façon. Si cette carte est envoyée au Cimetière comme Matériel Synchro : vous pouvez cibler 1 monstre sur le Terrain avec une ATK inférieure à celle du Monstre Synchro qui a utilisé cette carte comme Matériel ; détruisez-le. Vous ne pouvez utiliser cet effet de \"Maniroue Psychique\" qu'une fois par tour."
  },
  {
    "id": "35183584",
    "name": "Mardark de la Dragarde de l'Héritage du Monde",
    "nameEn": "Mardark de la Dragarde de l'Héritage du Monde",
    "attribute": "WIND",
    "atk": 2600,
    "def": 3000,
    "level": 9,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres contrôlés par votre adversaire perdent 500 ATK/DEF pour chaque monstre Dragon que vous contrôlez. Vous ne pouvez utiliser chacun des effets suivants de \"Mardark de la Dragarde de l'Héritage du Monde\" qu'une fois par tour.\n●Vous pouvez bannir 2 Monstres Normaux depuis votre main ou Cimetière ; Invoquez Spécialement cette carte depuis votre main.\n●Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : vous pouvez ajouter 1 monstre de Niveau 9 de Type et Attribut d'origine différents de cette carte depuis votre Cimetière à votre main.",
    "archetype": "Guardragon"
  },
  {
    "id": "29913783",
    "name": "Méca-Roi-Tonnerre Super Machine de Guerre Anti-Kaiju",
    "nameEn": "Méca-Roi-Tonnerre Super Machine de Guerre Anti-Kaiju",
    "attribute": "LIGHT",
    "atk": 2200,
    "def": 2100,
    "level": 9,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez défausser cette carte ; bannissez 1 monstre \"Kaiju\" que vous contrôlez dont le propriétaire est votre adversaire, puis, vous pouvez Invoquer Spécialement 1 monstre depuis votre Cimetière. Vous ne pouvez contrôler qu'1 monstre \"Kaiju\". Cette carte n'est pas affectée par les effets d'autres cartes \"Kaiju\", et aussi, elle ne peut pas être détruite au combat avec un monstre \"Kaiju\". Durant votre End Phase, si cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Méca-Roi-Tonnerre Super Machine de Guerre Anti-Kaiju\" qu'une fois par Duel.",
    "archetype": "Kaiju"
  },
  {
    "id": "18551923",
    "name": "Médusa, Guetteur de l'Œil Maléfique",
    "nameEn": "Médusa, Guetteur de l'Œil Maléfique",
    "attribute": "DARK",
    "atk": 1400,
    "def": 1600,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 carte \"Œil Maléfique\" (\"Médusa, Guetteur de l'Œil Maléfique\" exclu) dans votre Cimetière ; ajoutez-la à votre main. Si cette carte est équipée avec \"L'Œil Maléfique de Sélène\" (Effet Rapide) : vous pouvez cibler 1 monstre dans le Cimetière de votre adversaire ; bannissez-le. Vous ne pouvez utiliser cet effet de \"Médusa, Guetteur de l'Œil Maléfique\" qu'une fois par tour. Une fois par tour, durant la prochaine Standby Phase après que cet effet a été activé : bannissez 1 carte dans votre Cimetière.",
    "archetype": "Evil Eye"
  },
  {
    "id": "42899204",
    "name": "Mesmérisme de l'Œil Maléfique",
    "nameEn": "Mesmérisme de l'Œil Maléfique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire Invoque Spécialement un ou plusieurs monstres : activez cette carte en ciblant 1 de ces monstres Invoqués en Position d'Attaque, avec une ATK inférieure à un monstre \"Œil Maléfique\" que vous contrôlez ; prenez le contrôle du monstre. Lorsque le monstre quitte le Terrain, détruisez cette carte. Tant que \"L'Œil Maléfique de Sélène\" est dans votre Zone Magie & Piège, le monstre ciblé est aussi traité comme un monstre \"Œil Maléfique\". Vous ne pouvez activer qu'1 \"Mesmérisme de l'Œil Maléfique\" par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "76375976",
    "name": "Mine Mystique",
    "nameEn": "Mine Mystique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous, votre adversaire ne peut ni activer d'effets de monstre ni déclarer d'attaque. Si vous contrôlez plus de monstres que votre adversaire, vous ne pouvez ni activer d'effets de monstre ni déclarer d'attaque. Une fois par tour, durant la End Phase, si chaque joueur contrôle le même nombre de monstres : détruisez cette carte."
  },
  {
    "id": "46984349",
    "name": "Miroitement Illusien",
    "nameEn": "Miroitement Illusien",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en bannissant 1 monstre face recto que vous contrôlez ou 1 monstre dans votre Cimetière ; Invoquez Spécialement cette carte comme un Monstre Normal (Magicien/LUMIÈRE/ATK 0/DEF 0) du même Niveau que le monstre banni. (Cette carte est toujours aussi un Piège.) Vous ne pouvez activer qu'1 \"Miroitement Illusien\" par tour."
  },
  {
    "id": "32519092",
    "name": "Moine du Tenyi",
    "nameEn": "Moine du Tenyi",
    "attribute": "EARTH",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Wyrm",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre non-Lien \"Tenyi\"",
    "archetype": "Tenyi"
  },
  {
    "id": "35645105",
    "name": "Moissonneuse Chenillinfini",
    "nameEn": "Moissonneuse Chenillinfini",
    "attribute": "EARTH",
    "atk": 0,
    "def": 2100,
    "level": 2,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Chenillinfini\" (\"Moissonneuse Chenillinfini\" exclu) depuis votre Deck à votre main. Vous pouvez cibler 1 autre monstre Machine que vous contrôlez ; jusqu'à la fin de ce tour, le Niveau du monstre ainsi que de cette carte devient la somme des Niveaux d'origine de ces 2 monstres. Vous ne pouvez utiliser chaque effet de \"Moissonneuse Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "43735670",
    "name": "Mollusque Bleue Marincesse",
    "nameEn": "Mollusque Bleue Marincesse",
    "attribute": "WATER",
    "atk": 1500,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Marincesse\" de max. Niveau 4\nSi cette carte est Invoquée par Lien : vous pouvez cibler 1 monstre \"Marincesse\" (\"Mollusque Bleue Marincesse\" exclu) dans votre Cimetière ; ajoutez-le à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres EAU exclus) le reste de ce tour. Vous ne pouvez Invoquer par Lien \"Mollusque Bleue Marincesse\" qu'une fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "63731062",
    "name": "Monocéros Aura Blanche",
    "nameEn": "Monocéros Aura Blanche",
    "attribute": "WATER",
    "atk": 2500,
    "def": 1500,
    "level": 7,
    "monsterType": "Fish",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur EAU + 1+ monstre non-Syntoniseur\nLorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre Poisson dans votre Cimetière ; Invoquez-le Spécialement, mais il ne peut pas attaquer ce tour. Vous ne pouvez utiliser cet effet de \"Monocéros Aura Blanche\" qu'une fois par tour. Si cette carte que vous contrôlez est détruite par une carte de votre adversaire et envoyée à votre Cimetière : vous pouvez bannir 1 autre monstre EAU depuis votre Cimetière ; Invoquez Spécialement cette carte, et si vous le faites, elle est traitée comme un Syntoniseur.",
    "archetype": "White"
  },
  {
    "id": "14604710",
    "name": "Monstruosité de l'Héritage du Monde",
    "nameEn": "Monstruosité de l'Héritage du Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets.\n●Invoquez Spécialement 1 monstre de Niveau 9 depuis votre main.\n●Ciblez 1 monstre de Niveau 9 que vous contrôlez ; Invoquez Spécialement 2 monstres de Niveau 9 avec chacun un Type et Attribut d'origine différents du monstre face recto ciblé, et de noms différents les uns des autres, depuis votre Deck, mais ces 2 monstres ne peuvent pas attaquer, et aussi, détruisez-les durant la End Phase.\nVous ne pouvez activer qu'1 \"Monstruosité de l'Héritage du Monde\" par tour.",
    "archetype": "World Legacy"
  },
  {
    "id": "99115354",
    "name": "Monteur Hyper Psychique",
    "nameEn": "Monteur Hyper Psychique",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 600,
    "level": 6,
    "monsterType": "Psychic",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLes monstres avec une ATK inférieure à celle de cette carte ne peuvent pas attaquer, et aussi, aucun joueur ne peut activer les effets des monstres face recto sur le Terrain avec une ATK supérieure à celle de cette carte. Si cette carte en votre possession est détruite par une carte de votre adversaire et envoyée à votre Cimetière : vous pouvez cibler 1 Syntoniseur et 1 monstre non-Syntoniseur dans votre Cimetière qui ont chacun les mêmes Type et Attribut ; ajoutez-les à votre main. Vous ne pouvez utiliser cet effet de \"Monteur Hyper Psychique\" qu'une fois par tour."
  },
  {
    "id": "12760674",
    "name": "Mordschlag",
    "nameEn": "Mordschlag",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre Invoqué/Posé Normalement que vous contrôlez. Il n'est pas affecté par les effets activés de monstres Invoqués Spécialement de votre adversaire. Durant le calcul des dommages, si le monstre équipé combat un monstre Invoqué Spécialement de l'adversaire : durant ce calcul des dommages uniquement, le monstre de l'adversaire perd une ATK/DEF égales à l'ATK d'origine du monstre équipé."
  },
  {
    "id": "52394047",
    "name": "Naumachie de Gladiateur",
    "nameEn": "Naumachie de Gladiateur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un monstre \"Bête Gladiateur\", tous les monstres contrôlés par votre adversaire doivent attaquer, si possible. Une fois par tour : vous pouvez mélanger 1 monstre \"Bête Gladiateur\" depuis votre main ou Cimetière dans le Main Deck, puis ciblez 1 monstre \"Bête Gladiateur\" que vous contrôlez ; jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), il gagne une ATK égale à sa DEF d'origine. Si cette carte dans la Zone Magie & Piège est détruite par un effet de carte : vous pouvez activer cet effet ; ce tour, les monstres \"Bête Gladiateur\" que vous contrôlez ne peuvent pas être détruits au combat.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "80627281",
    "name": "Neige Marincesse",
    "nameEn": "Neige Marincesse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs Monstres Lien \"Marincesse\" que vous contrôlez sont détruits au combat ou par un effet de carte : ciblez 1 de ces monstres ; Invoquez Spécialement 1 Monstre Lien \"Marincesse\" depuis votre Extra Deck avec une Classification Lien inférieure au monstre. (Ceci est traité comme une Invocation Lien.) Il n'est pas affecté par des effets de carte de votre adversaire tant que vous le contrôlez. Vous ne pouvez activer qu'1 \"Neige Marincesse\" par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "21858819",
    "name": "Numéro XX : Infini Utopique des Ténèbres",
    "nameEn": "Numéro XX : Infini Utopique des Ténèbres",
    "attribute": "DARK",
    "atk": 4000,
    "def": 4000,
    "level": 10,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 10\nLorsqu'un monstre est détruit au combat et envoyé au Cimetière : vous pouvez détacher 1 Matériel de cette carte, puis ciblez le monstre ; Invoquez-le Spécialement sur votre Terrain en Position de Défense. Vous pouvez cibler 1 autre monstre face recto Invoqué Spécialement que vous contrôlez ; gagnez des LP égaux à son ATK d'origine. Vous ne pouvez utiliser chaque effet de \"Numéro XX : Infini Utopique des Ténèbres\" qu'une fois par tour.",
    "archetype": "Utopia"
  },
  {
    "id": "91027843",
    "name": "Océan de Combat Marincesse",
    "nameEn": "Océan de Combat Marincesse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres \"Marincesse\" que vous contrôlez gagnent 200 ATK, et aussi, chacun gagne 600 ATK pour chaque carte \"Marincesse\" qui lui est équipée. Les monstres que vous contrôlez dans la Zone Monstre Extra qui ont été Invoqués par Lien en utilisant \"Cœur de Cristal Marincesse\" comme Matériel ne sont pas affectés par des effets de carte de votre adversaire. Lorsque vous Invoquez par Lien un monstre \"Marincesse\" dans la Zone Monstre Extra (sauf durant la Damage Step) : vous pouvez équiper max. 3 Monstres Lien \"Marincesse\" de noms différents depuis votre Cimetière au monstre Invoqué par Lien.",
    "archetype": "Marincess"
  },
  {
    "id": "8972398",
    "name": "Omni Dragon Brotaur",
    "nameEn": "Omni Dragon Brotaur",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre que vous contrôlez est détruit au combat ou par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque le monstre a été détruit) ou la main (même si elle n'y était pas), mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre face recto sur le Terrain ; défaussez 1 carte, et si vous le faites, ajoutez 1 monstre depuis votre Deck à votre main, du même Type et Attribut que la cible, mais de nom différent. Vous ne pouvez utiliser chaque effet de \"Omni Dragon Brotaur\" qu'une fois par tour."
  },
  {
    "id": "24701066",
    "name": "Ouvre-Fleuve Chenillinfini",
    "nameEn": "Ouvre-Fleuve Chenillinfini",
    "attribute": "EARTH",
    "atk": 2500,
    "def": 500,
    "level": 5,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 5\nLorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez attacher le monstre à cette carte comme Matériel. Vous ne pouvez utiliser chacun des effets suivants de \"Ouvre-Fleuve Chenillinfini\" qu'une fois par tour.\n●Vous pouvez détacher 1 Matériel de cette carte ; prenez 1 monstre TERRE Machine depuis votre Deck, et soit ajoutez-le à votre main soit envoyez-le au Cimetière.\n●Si cette carte est dans votre Cimetière : vous pouvez Sacrifier 1 Monstre Lien Machine ; Invoquez Spécialement cette carte en Position de Défense.",
    "archetype": "Infinitrack"
  },
  {
    "id": "66863374",
    "name": "Panthère de Laboratoire",
    "nameEn": "Panthère de Laboratoire",
    "attribute": "EARTH",
    "atk": 800,
    "def": null,
    "level": null,
    "monsterType": "Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre \"Bête Gladiateur\" inclus)\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 carte \"Bête Gladiateur\" depuis votre Deck à votre main. Vous pouvez cibler 1 monstre \"Bête Gladiateur\" que vous contrôlez ; mélangez le monstre \"Bête Gladiateur\" dans le Deck, et si vous le faites, Invoquez Spécialement 1 monstre \"Bête Gladiateur\" de nom d'origine différent depuis votre Deck. (Ceci est traité comme une Invocation Spéciale par un effet de monstre \"Bête Gladiateur\".) Vous ne pouvez utiliser chaque effet de \"Panthère de Laboratoire\" qu'une fois par tour.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "19673561",
    "name": "Parchemin Artisanesorcière",
    "nameEn": "Parchemin Artisanesorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, lorsque votre monstre Magicien détruit un monstre au combat : vous pouvez piocher 1 carte. Vous ne pouvez utiliser qu'1 des effets suivants de \"Parchemin Artisanesorcière\" par tour, et uniquement une fois le tour.\n●Si un monstre \"Artisanesorcière\" que vous contrôlez va défausser pour activer un effet, vous pouvez envoyer cette carte depuis votre Terrain au Cimetière à la place.\n●Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez placer cette carte face recto dans votre Zone Magie & Piège.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "62034800",
    "name": "Perceuse-Ancrage Chenillinfini",
    "nameEn": "Perceuse-Ancrage Chenillinfini",
    "attribute": "EARTH",
    "atk": 1800,
    "def": 500,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 monstre TERRE Machine (\"Perceuse-Ancrage Chenillinfini\" exclu) depuis votre main en Position de Défense. Vous pouvez cibler 1 autre monstre Machine que vous contrôlez ; jusqu'à la fin de ce tour, le Niveau du monstre ainsi que de cette carte devient la somme des Niveaux d'origine de ces 2 monstres. Vous ne pouvez utiliser chaque effet de \"Perceuse-Ancrage Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "39730727",
    "name": "Perfection sans Défaut du Tenyi",
    "nameEn": "Perfection sans Défaut du Tenyi",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres (Monstres à Effet exclus) sur le Terrain ne sont pas affectés par des effets de monstre. Une fois par tour, si votre adversaire Invoque Spécialement un ou plusieurs Monstres à Effet, tant que vous contrôlez un monstre face verso ou un monstre (Monstres à Effet exclus) (sauf durant la Damage Step) : vous pouvez piocher 2 cartes.",
    "archetype": "Tenyi"
  },
  {
    "id": "77848740",
    "name": "Petingcessœur Magidolce",
    "nameEn": "Petingcessœur Magidolce",
    "attribute": "EARTH",
    "atk": 1400,
    "def": 1400,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte en votre possession est détruite par une carte de l'adversaire et envoyée à votre Cimetière : mélangez cette carte dans le Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Petingcessœur Magidolce\" qu'une fois par tour.\n●Si vous n'avez aucun monstre dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre main.\n●Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Magidolce\" (\"Petingcessœur Magidolce\" exclu) depuis votre main ou Deck, et si vous le faites, réduisez son Niveau de 1, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Magidolce\" exclus) le reste de ce tour.",
    "archetype": "Madolche"
  },
  {
    "id": "78661338",
    "name": "Phantazmay Dragon Fantastique",
    "nameEn": "Phantazmay Dragon Fantastique",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1800,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Spécialement un ou plusieurs Monstres Lien (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, piochez un nombre de cartes égal au nombre de Monstres Lien contrôlés par votre adversaire +1, puis mélangez un nombre de cartes depuis votre main dans le Deck, égal au nombre de Monstres Lien qu'il contrôle. Lorsque votre adversaire active une carte ou un effet qui cible un ou plusieurs monstres que vous contrôlez (Effet Rapide) : vous pouvez défausser 1 carte ; annulez l'activation, et si vous le faites, détruisez-la. Vous ne pouvez utiliser chaque effet de \"Phantazmay Dragon Fantastique\" qu'une fois par tour."
  },
  {
    "id": "48150362",
    "name": "Piochemain - HÉROS de la Destinée",
    "nameEn": "Piochemain - HÉROS de la Destinée",
    "attribute": "DARK",
    "atk": 1600,
    "def": 800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement par l'effet d'un monstre \"HÉROS\" : vous pouvez faire piocher 1 carte à chaque joueur. Durant la prochaine Standby Phase après que cette carte a été envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Piochemain - HÉROS de la Destinée\" qu'une fois par tour.",
    "archetype": "Destiny HERO"
  },
  {
    "id": "13143275",
    "name": "Pisty Dragarde",
    "nameEn": "Pisty Dragarde",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre Dragon de max. Niveau 4\nVous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon exclus). Durant votre Main Phase : vous pouvez cibler 1 de vos monstres Dragon qui sont bannis ou dans votre Cimetière ; Invoquez-le Spécialement dans votre zone pointée par min. 2 Monstres Lien. Vous ne pouvez utiliser cet effet de \"Pisty Dragarde\" qu'une fois par tour. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Pisty Dragarde\" qu'une fois par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "95245544",
    "name": "Pittore, Artisanesorcière",
    "nameEn": "Pittore, Artisanesorcière",
    "attribute": "WATER",
    "atk": 1000,
    "def": 1500,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte, puis défaussez 1 Magie ; Invoquez Spécialement 1 monstre \"Artisanesorcière\" (\"Pittore, Artisanesorcière\" exclu) depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; piochez 1 carte, puis envoyez 1 carte \"Artisanesorcière\" depuis votre main au Cimetière, et si vous n'en n'avez pas, bannissez toute votre main. Vous ne pouvez utiliser chaque effet de \"Pittore, Artisanesorcière\" qu'une fois par tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "21834870",
    "name": "Poings du Sans Égal du Tenyi",
    "nameEn": "Poings du Sans Égal du Tenyi",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé tant que vous contrôlez un monstre face recto (Monstres à Effet exclus) : annulez l'activation. Si cette carte Posée que vous contrôlez est détruite par un effet de carte de votre adversaire : vous pouvez Invoquer Spécialement 1 monstre (Monstres à Effet exclus) depuis votre Extra Deck.",
    "archetype": "Tenyi"
  },
  {
    "id": "43341600",
    "name": "Pomme du Savoir",
    "nameEn": "Pomme du Savoir",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de cartes dans le Cimetière de votre adversaire, inférieur ou égal au nombre de monstres \"Valkyrie-\" que vous contrôlez ; bannissez-les. Si cette carte Posée contrôlée par son propriétaire a quitté le Terrain à cause d'un effet de l'adversaire et est maintenant dans le Cimetière ou bannie : vous pouvez piocher un nombre de cartes égal au nombre de monstres \"Valkyrie-\" que vous contrôlez +1.",
    "archetype": "Valkyrie"
  },
  {
    "id": "49238328",
    "name": "Pot de l'Extravagance",
    "nameEn": "Pot de l'Extravagance",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de votre Main Phase 1 : bannissez face verso 3 ou 6 cartes face verso au hasard depuis votre Extra Deck ; piochez 1 carte pour toutes les 3 cartes qui ont été bannies. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas piocher de cartes par des effets de carte.",
    "archetype": "Greed"
  },
  {
    "id": "59851535",
    "name": "Potterie, Artisanesorcière",
    "nameEn": "Potterie, Artisanesorcière",
    "attribute": "EARTH",
    "atk": 0,
    "def": 2000,
    "level": 2,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte, puis défaussez 1 Magie ; Invoquez Spécialement 1 monstre \"Artisanesorcière\" (\"Potterie, Artisanesorcière\" exclu) depuis votre Deck. Si vous n'avez aucune carte dans votre main : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 carte \"Artisanesorcière\" dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Potterie, Artisanesorcière\" qu'une fois par tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "27412542",
    "name": "Prison de l'Abomination",
    "nameEn": "Prison de l'Abomination",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 carte \"Désenchaîné\" depuis votre Deck à votre main. Si cette carte Posée est détruite par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Désenchaîné\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Prison de l'Abomination\" qu'une fois par tour.",
    "archetype": "Unchained"
  },
  {
    "id": "20343502",
    "name": "Professeur Glassoufflé Magidolce",
    "nameEn": "Professeur Glassoufflé Magidolce",
    "attribute": "EARTH",
    "atk": 1800,
    "def": 2500,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Magidolce\" de Niveau 4\n(Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre \"Magidolce\" sur le Terrain ; ce tour, le monstre face recto n'est pas affecté par des effets de monstre (ses propres effets exclus). Si une carte \"Magidolce\" est envoyée à votre Cimetière tant que cette carte est sur le Terrain (sauf durant la Damage Step) : vous pouvez mélanger max. 2 cartes depuis les Cimetières dans les Decks. Vous ne pouvez utiliser chaque effet de \"Professeur Glassoufflé Magidolce\" qu'une fois par tour.",
    "archetype": "Madolche"
  },
  {
    "id": "79905468",
    "name": "Prominèses Dragarde",
    "nameEn": "Prominèses Dragarde",
    "attribute": "FIRE",
    "atk": 500,
    "def": 200,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière, puis ciblez 1 monstre Dragon que vous contrôlez ; jusqu'à la fin du tour de votre adversaire, il gagne 500 ATK/DEF. Si un ou plusieurs Monstres Normaux sont envoyés à votre Cimetière, tant que cette carte est dans le Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Prominèses Dragarde\" qu'une fois par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "54569495",
    "name": "Queue en Couronne Marincesse",
    "nameEn": "Queue en Couronne Marincesse",
    "attribute": "WATER",
    "atk": 600,
    "def": 2300,
    "level": 5,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si un monstre combat un autre monstre (Effet Rapide) : vous pouvez envoyer 1 autre monstre \"Marincesse\" depuis votre main au Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, les dommages que vous recevez de ce combat sont divisés par deux. Au début de la Damage Step, si un monstre de l'adversaire attaque : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage de combat qui est inférieur ou égal à la somme des Classifications Lien des Monstres Lien \"Marincesse\" dans votre Cimetière x 1000. Vous ne pouvez utiliser chaque effet de \"Queue en Couronne Marincesse\" qu'une fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "44680819",
    "name": "Ranryu",
    "nameEn": "Ranryu",
    "attribute": "WIND",
    "atk": 1500,
    "def": 200,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez contrôler qu'1 \"Ranryu\". Si vous contrôlez un monstre Magicien, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Si cette carte est détruite au combat ou par un effet de carte, et envoyée au Cimetière : vous pouvez cibler 1 monstre avec 1500 ATK/200 DEF (\"Ranryu\" exclu) dans votre Cimetière ; Invoquez-le Spécialement."
  },
  {
    "id": "65124425",
    "name": "Réceptacle pour le Cycle du Dragon",
    "nameEn": "Réceptacle pour le Cycle du Dragon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre Wyrm depuis votre Deck au Cimetière, puis, si vous contrôlez un monstre face recto (Monstres à Effet exclus), vous pouvez ajouter 1 monstre \"Tenyi\" de nom différent du monstre envoyé au Cimetière depuis votre Deck à votre main. Vous ne pouvez activer qu'1 \"Réceptacle pour le Cycle du Dragon\" par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "55285840",
    "name": "Refaiseur des Voleurs de Temps",
    "nameEn": "Refaiseur des Voleurs de Temps",
    "attribute": "DARK",
    "atk": 2400,
    "def": 2000,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nUne fois par tour, durant la Standby Phase : vous pouvez attacher la carte du dessus du Deck de votre adversaire à cette carte comme Matériel. (Effet Rapide) : vous pouvez détacher max. 3 types différents des Matériels de cette carte, puis appliquez les effets suivants selon ce qui a été détaché.\n●Monstre : Jusqu'à la End Phase, bannissez cette carte.\n●Magie : Piochez 1 carte.\n●Piège : Placez 1 carte face recto contrôlée par votre adversaire au-dessus du Deck.\nVous ne pouvez utiliser cet effet de \"Refaiseur des Voleurs de Temps\" qu'une fois par tour.",
    "archetype": "Time Thief"
  },
  {
    "id": "19891131",
    "name": "Régulateur des Voleurs de Temps",
    "nameEn": "Régulateur des Voleurs de Temps",
    "attribute": "DARK",
    "atk": 600,
    "def": 200,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun autre monstre : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 2 monstres \"Voleurs de Temps\" de noms différents (\"Régulateur des Voleurs de Temps\" exclu) depuis votre Deck en Position de Défense. Lorsqu'un Monstre Xyz que vous contrôlez est détruit au combat, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Régulateur des Voleurs de Temps\" qu'une fois par tour.",
    "archetype": "Time Thief"
  },
  {
    "id": "40003819",
    "name": "Réincarnation Dragarde",
    "nameEn": "Réincarnation Dragarde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en bannissant des Matériels Fusion listés sur celui-ci, qui sont tous des Monstres Lien, depuis votre Terrain ou Cimetière. Vous ne pouvez activer qu'1 \"Réincarnation Dragarde\" par tour.",
    "archetype": "Guardragon"
  },
  {
    "id": "93684009",
    "name": "Rejet du Gladiateur",
    "nameEn": "Rejet du Gladiateur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire ne peut pas cibler de monstres \"Bête Gladiateur\" que vous contrôlez avec des effets de carte, sauf durant la Battle Phase. Si un ou plusieurs monstres \"Bête Gladiateur\" sont Invoqués Spécialement depuis votre Main Deck (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre \"Bête Gladiateur\" depuis votre Deck de Type différent des monstres que vous contrôlez, en Position de Défense. Vous ne pouvez utiliser cet effet de \"Rejet du Gladiateur\" qu'une fois par tour.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "83554231",
    "name": "Remècurrence Salamangrande",
    "nameEn": "Remècurrence Salamangrande",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 2 monstres \"Salamangrande\" dans votre Cimetière de noms différents ; ajoutez-les à votre main. Si cette carte Posée est détruite par un effet de carte et envoyée au Cimetière : vous pouvez ajouter 1 Magie/Piège \"Salamangrande\" (\"Remècurrence Salamangrande\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Remècurrence Salamangrande\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "56308388",
    "name": "Remonteur des Voleurs de Temps",
    "nameEn": "Remonteur des Voleurs de Temps",
    "attribute": "DARK",
    "atk": 1800,
    "def": 1300,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez détacher 1 Matériel d'un Monstre Xyz que vous contrôlez ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Voleurs de Temps\" (\"Remonteur des Voleurs de Temps\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Remonteur des Voleurs de Temps\" qu'une fois par tour.",
    "archetype": "Time Thief"
  },
  {
    "id": "79400597",
    "name": "Repos de l'Œil Maléfique",
    "nameEn": "Repos de l'Œil Maléfique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous activez cette carte : vous pouvez bannir 1 carte \"Œil Maléfique\" depuis votre Cimetière ; piochez 1 carte. Une fois par tour, après le calcul des dommages, si votre monstre \"Œil Maléfique\" équipé avec \"L'Œil Maléfique de Sélène\" a attaqué un monstre de l'adversaire : vous pouvez bannir le monstre de l'adversaire. Si cette carte dans la Zone Magie & Piège est détruite par un effet de carte : vous pouvez cibler max. 3 de vos cartes \"Œil Maléfique\" bannies ; renvoyez-les au Cimetière. Vous ne pouvez activer qu'1 \"Repos de l'Œil Maléfique\" par tour.",
    "archetype": "Evil Eye"
  },
  {
    "id": "36975314",
    "name": "Répression",
    "nameEn": "Répression",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez en ciblant 1 monstre face recto contrôlé par votre adversaire ; prenez le contrôle du monstre. Tant que vous contrôlez le monstre, il ne peut ni attaquer ni activer d'effets. Lorsque le monstre quitte le Terrain, détruisez cette carte."
  },
  {
    "id": "20201255",
    "name": "Retour de la Bête Gladiateur",
    "nameEn": "Retour de la Bête Gladiateur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Bête Gladiateur\" depuis votre main ou Cimetière, de Type différent des monstres que vous contrôlez. Il ne peut pas être détruit au combat.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "18678554",
    "name": "Retour en Arrière des Voleurs de Temps",
    "nameEn": "Retour en Arrière des Voleurs de Temps",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz \"Voleurs de Temps\" que vous contrôlez ; attachez-lui 1 carte \"Voleurs de Temps\" depuis votre main ou Deck comme Matériel. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Xyz \"Voleurs de Temps\" que vous contrôlez ; attachez-lui 1 carte depuis le Cimetière de votre adversaire comme Matériel. Vous ne pouvez utiliser qu'1 effet de \"Retour en Arrière des Voleurs de Temps\" par tour, et uniquement une fois le tour.",
    "archetype": "Time Thief"
  },
  {
    "id": "5524387",
    "name": "Roche Marbrée Marincesse",
    "nameEn": "Roche Marbrée Marincesse",
    "attribute": "WATER",
    "atk": 2500,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres EAU\nVous pouvez cibler 1 carte \"Marincesse\" (\"Roche Marbrée Marincesse\" exclu) dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser cet effet de \"Roche Marbrée Marincesse\" qu'une fois par tour. Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez envoyer 1 monstre \"Marincesse\" depuis votre main au Cimetière ; les monstres ne peuvent pas être détruits au combat par ce combat, et aussi, vous ne recevez aucun dommage de combat.",
    "archetype": "Marincess"
  },
  {
    "id": "48355999",
    "name": "Rokkette Synchronique",
    "nameEn": "Rokkette Synchronique",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 monstre TÉNÈBRES Dragon de min. Niveau 5 dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, annulez ses effets, détruisez-le durant la End Phase, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus) depuis l'Extra Deck le reste de ce tour.",
    "archetype": "Rokket"
  },
  {
    "id": "22866836",
    "name": "Rotation sur Place",
    "nameEn": "Rotation sur Place",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 des effets suivants.\n●Ciblez 1 Monstre Xyz TERRE Machine que vous contrôlez en Position d'Attaque et 1 monstre contrôlé par votre adversaire ; changez la position de combat de votre monstre, et si vous le faites, détruisez le monstre de l'adversaire.\n●Ciblez 1 Monstre Xyz TERRE Machine que vous contrôlez en Position de Défense et 1 Magie/Piège contrôlé par votre adversaire ; changez la position de combat de votre monstre, et si vous le faites, détruisez la Magie/Piège de l'adversaire.",
    "archetype": "Infinitrack"
  },
  {
    "id": "88667504",
    "name": "Ruée de Broyage",
    "nameEn": "Ruée de Broyage",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres TERRE Machine face recto que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Vous pouvez bannir cette carte depuis votre Cimetière ; Posez 1 \"Extension Stabilisateur\" ou \"Rotation sur Place\" depuis votre Deck ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Ruée de Broyage\" qu'une fois par tour."
  },
  {
    "id": "14055212",
    "name": "Sacrifice Paisible",
    "nameEn": "Sacrifice Paisible",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre depuis votre Deck au Cimetière, mais le reste de ce tour, vous ne pouvez activer ni de cartes ni d'effets de cartes, du même nom que le monstre envoyé avait dans le Cimetière. Vous ne pouvez activer qu'1 \"Sacrifice Paisible\" par tour."
  },
  {
    "id": "16003979",
    "name": "Sagittarii, Bête Gladiateur",
    "nameEn": "Sagittarii, Bête Gladiateur",
    "attribute": "WIND",
    "atk": 1400,
    "def": 1000,
    "level": 3,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement par l'effet d'un monstre \"Bête Gladiateur\" : vous pouvez défausser 1 carte \"Bête Gladiateur\" ; piochez 2 cartes. À la fin de la Battle Phase, si cette carte a combattu : vous pouvez mélanger cette carte dans le Deck ; Invoquez Spécialement 1 monstre \"Bête Gladiateur\" (\"Sagittarii, Bête Gladiateur\" exclu) depuis votre Deck.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "37261776",
    "name": "Salamangrande Chimère Violette",
    "nameEn": "Salamangrande Chimère Violette",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 2000,
    "level": 8,
    "monsterType": "Cyberse",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Salamangrande\" + 1 Monstre Lien\nSi cette carte est Invoquée par Fusion : jusqu'à la fin de ce tour, vous pouvez faire gagner à cette carte une ATK égale à la moitié de la somme des ATK d'origine des Matériels utilisés pour l'Invoquer. Une fois par combat, durant le calcul des dommages, si ce monstre combat un monstre dont l'ATK actuelle est différente de son ATK d'origine (Effet Rapide) : vous pouvez doubler l'ATK de cette carte durant le calcul des dommages uniquement. Si cette carte qui a été Invoquée par Fusion en utilisant \"Salamangrande Chimère Violette\" comme Matériel combat un monstre, l'ATK du monstre devient 0 durant le calcul des dommages uniquement.",
    "archetype": "Salamangreat"
  },
  {
    "id": "49094491",
    "name": "Salamangrande Fennec",
    "nameEn": "Salamangrande Fennec",
    "attribute": "FIRE",
    "atk": 1600,
    "def": 200,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres Cyberse que vous contrôlez qui ont été Invoqués Spécialement depuis l'Extra Deck sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque le monstre a été détruit) ou main (même si elle n'y était pas), mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est envoyée au Cimetière comme Matériel pour l'Invocation Lien d'un Monstre Lien Cyberse min. Link-2 : vous pouvez ajouter 1 Magie Normale \"Salamangrande\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Salamangrande Fennec\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "87871125",
    "name": "Salamangrande Loup du Soleil",
    "nameEn": "Salamangrande Loup du Soleil",
    "attribute": "FIRE",
    "atk": 1800,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres à Effet FEU\nSi un ou plusieurs monstres sont Invoqués Normalement ou Spécialement dans les zones pointées par cette carte (sauf durant la Damage Step) : vous pouvez ajouter 1 monstre FEU depuis votre Cimetière à votre main, mais le reste de ce tour, vous ne pouvez ni Invoquer/Poser Normalement ni Invoquer Spécialement de monstres du nom du monstre ajouté. Durant votre Main Phase, si vous contrôlez cette carte qui a été Invoquée par Lien en utilisant \"Salamangrande Loup du Soleil\" comme Matériel : vous pouvez ajouter 1 Magie/Piège \"Salamangrande\" depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Salamangrande Loup du Soleil\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "13173832",
    "name": "Salamangrande Loupie",
    "nameEn": "Salamangrande Loupie",
    "attribute": "FIRE",
    "atk": 1700,
    "def": 1000,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le reste de ce tour, un monstre qui a été Invoqué par Lien en utilisant cette carte comme Matériel ne peut être détruit ni au combat ni par un effet de carte. Vous ne pouvez utiliser qu'1 des effets suivants de \"Salamangrande Loupie\" par tour, et uniquement une fois le tour.\n●Si cette carte est Invoquée Spécialement depuis le Cimetière : vous pouvez cibler 1 monstre FEU dans votre Cimetière ; ajoutez-le à votre main.\n●Si cette carte est ajoutée depuis votre Cimetière à votre main par un effet : vous pouvez révéler cette carte, puis ciblez 1 monstre FEU dans votre Cimetière ; ajoutez-le à votre main.",
    "archetype": "Salamangreat"
  },
  {
    "id": "59577547",
    "name": "Salamangrande Perro",
    "nameEn": "Salamangrande Perro",
    "attribute": "FIRE",
    "atk": 2000,
    "def": 1000,
    "level": 5,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position d'Attaque. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre \"Salamangrande\" dans votre Cimetière ; l'ATK de cette carte devient celle de la cible. Vous pouvez Sacrifier cette carte ; gagnez 2000 LP. Vous ne pouvez utiliser cet effet de \"Salamangrande Perro\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "31313405",
    "name": "Salamangrande Phénix Pyro",
    "nameEn": "Salamangrande Phénix Pyro",
    "attribute": "FIRE",
    "atk": 2800,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ Monstres à Effet FEU\nSi cette carte est Invoquée par Lien en utilisant \"Salamangrande Phénix Pyro\" comme Matériel : vous pouvez détruire toutes les cartes contrôlées par votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"Salamangrande Phénix Pyro\" qu'une fois par tour.\n●Vous pouvez cibler 1 Monstre Lien dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur le Terrain de votre adversaire.\n●Si un ou plusieurs Monstres Lien sont Invoqués Spécialement sur le Terrain de votre adversaire (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres ; infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre.",
    "archetype": "Salamangreat"
  },
  {
    "id": "86962245",
    "name": "Salamangrande Renardo",
    "nameEn": "Salamangrande Renardo",
    "attribute": "FIRE",
    "atk": 1200,
    "def": 1000,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez min. 3 monstres \"Salamangrande\" dans votre Cimetière : vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 Monstre Lien \"Salamangrande\" dans votre Cimetière et 1 carte dans la Zone Magie & Piège de votre adversaire ; renvoyez le monstre ciblé depuis votre Cimetière à l'Extra Deck, et si vous le faites, détruisez la carte ciblée sur le Terrain. Si une ou plusieurs cartes dans la Zone Magie & Piège de votre adversaire sont détruites et envoyées au Cimetière, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte en Position de Défense. Vous ne pouvez utiliser qu'1 effet de \"Salamangrande Renardo\" par tour, et uniquement une fois le tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "63509474",
    "name": "Sauvetage Poisson à Chair Blanche",
    "nameEn": "Sauvetage Poisson à Chair Blanche",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre Poisson dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser cet effet de \"Sauvetage Poisson à Chair Blanche\" qu'une fois par tour. Si cette carte en votre possession est détruite par un effet de carte de l'adversaire et envoyée à votre Cimetière : prenez 1 monstre Poisson depuis votre Deck, et soit ajoutez-le à votre main soit Invoquez-le Spécialement."
  },
  {
    "id": "21744288",
    "name": "Schmietta, Artisanesorcière",
    "nameEn": "Schmietta, Artisanesorcière",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 600,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte, puis défaussez 1 Magie ; Invoquez Spécialement 1 monstre \"Artisanesorcière\" (\"Schmietta, Artisanesorcière\" exclu) depuis votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière ; envoyez 1 carte \"Artisanesorcière\" (\"Schmietta, Artisanesorcière\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Schmietta, Artisanesorcière\" qu'une fois par tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "19307353",
    "name": "Sculpteur d'Esprit",
    "nameEn": "Sculpteur d'Esprit",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 2100,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre ; ajoutez 1 monstre depuis votre Deck à votre main, dont la somme des ATK/DEF d'origine est égale à la somme des ATK/DEF d'origine du monstre Sacrifié. Vous ne pouvez utiliser cet effet de \"Sculpteur d'Esprit\" qu'une fois par tour."
  },
  {
    "id": "46924949",
    "name": "Secteuraptor",
    "nameEn": "Secteuraptor",
    "attribute": "EARTH",
    "atk": 1400,
    "def": 2000,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Annulez les effets des monstres dans les Zones Monstre Extra tant que cette carte est dans la Zone Monstre Main. Lorsque cette carte est détruite au combat : vous pouvez Invoquer Spécialement 1 \"Secteuraptor\" depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Secteuraptor\" qu'une fois par tour."
  },
  {
    "id": "15381421",
    "name": "Seigneur des Étoiles Seyfert",
    "nameEn": "Seigneur des Étoiles Seyfert",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 0,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer un nombre de votre choix de monstres Dragon depuis votre main et/ou Terrain face recto au Cimetière ; ajoutez 1 monstre Dragon depuis votre Deck à votre main, dont le Niveau est égal à la somme des Niveaux d'origine de ces monstres envoyés au Cimetière. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre LUMIÈRE ou TÉNÈBRES Dragon de Niveau 8 dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Seigneur des Étoiles Seyfert\" qu'une fois par tour.",
    "archetype": "Starliege"
  },
  {
    "id": "82466274",
    "name": "Serziel, Guetteur de l'Œil Maléfique",
    "nameEn": "Serziel, Guetteur de l'Œil Maléfique",
    "attribute": "DARK",
    "atk": 1600,
    "def": 1400,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 carte \"Œil Maléfique\" (\"Serziel, Guetteur de l'Œil Maléfique\" exclu) depuis votre Deck à votre main. Si cette carte est équipée avec \"L'Œil Maléfique de Sélène\" (Effet Rapide) : vous pouvez cibler 1 monstre Invoqué Spécialement contrôlé par votre adversaire ; détruisez-le. Vous ne pouvez utiliser cet effet de \"Serziel, Guetteur de l'Œil Maléfique\" qu'une fois par tour. Une fois par tour, durant la prochaine Standby Phase après que cet effet a été activé : détruisez 1 carte que vous contrôlez.",
    "archetype": "Evil Eye"
  },
  {
    "id": "78917791",
    "name": "Shaman du Tenyi",
    "nameEn": "Shaman du Tenyi",
    "attribute": "FIRE",
    "atk": 1600,
    "def": null,
    "level": null,
    "monsterType": "Wyrm",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Wyrm\nVous pouvez défausser 1 carte, puis ciblez 1 monstre Wyrm dans votre Cimetière ; Invoquez-le Spécialement, et aussi, le reste de ce tour, vous ne pouvez pas activer les effets des monstres Invoqués Spécialement depuis l'Extra Deck (monstres \"Tenyi\" exclus). Lorsqu'une attaque impliquant votre monstre face recto (Monstres à Effet exclus) est déclarée : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser chaque effet de \"Shaman du Tenyi\" qu'une fois par tour.",
    "archetype": "Tenyi"
  },
  {
    "id": "90020780",
    "name": "Shinobi Nécro",
    "nameEn": "Shinobi Nécro",
    "attribute": "DARK",
    "atk": 800,
    "def": 0,
    "level": 2,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un autre monstre Zombie est Invoqué Spécialement depuis votre Cimetière tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez piocher 1 carte, puis défaussez 1 carte. Si cette carte dans le Cimetière est bannie face recto pour activer un effet, ou par un effet : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Shinobi Nécro\" qu'une fois par tour."
  },
  {
    "id": "23545031",
    "name": "Sirènemure Abyssalacia",
    "nameEn": "Sirènemure Abyssalacia",
    "attribute": "WATER",
    "atk": 1600,
    "def": null,
    "level": 0,
    "monsterType": "Sea Serpent",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Poisson, Serpent de Mer et/ou Aqua\nLes monstres pointés par cette carte gagnent 500 ATK/DEF. Vous ne pouvez utiliser chacun des effets suivants de \"Sirènemure Abyssalacia\" qu'une fois par tour.\n●Durant le tour de votre adversaire (Effet Rapide) : vous pouvez envoyer 1 carte depuis votre main au Cimetière ; ajoutez 1 monstre \"Sirènemure\" depuis votre Deck à votre main.\n●Si cette carte en possession de son propriétaire est détruite par une attaque ou effet de carte de l'adversaire : vous pouvez envoyer 1 monstre EAU depuis votre Deck au Cimetière, puis ciblez 1 monstre EAU dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense.",
    "archetype": "Mermail"
  },
  {
    "id": "37818794",
    "name": "Soldat Dragon Sombre aux Yeux Rouges",
    "nameEn": "Soldat Dragon Sombre aux Yeux Rouges",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Magicien Sombre\" + \"Dragon Noir aux Yeux Rouges\" ou 1 Monstre à Effet Dragon\nNon destructible par des effets de carte. Aucun joueur ne peut cibler cette carte avec des effets de carte. Durant votre Main Phase : vous pouvez détruire 1 monstre contrôlé par votre adversaire, et si vous le faites, infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Vous pouvez utiliser cet effet un nombre de fois par tour inférieur ou égal au nombre de Monstres Normaux utilisés comme Matériel Fusion pour cette carte. Une fois par tour, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez défausser 1 carte ; annulez l'activation, et si vous le faites, détruisez la carte, et si vous faites ça, cette carte gagne 1000 ATK.",
    "archetype": "Red-Eyes"
  },
  {
    "id": "22373487",
    "name": "Sortez de là !",
    "nameEn": "Sortez de là !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 2 monstres contrôlés par votre adversaire qui ont été Invoqués Spécialement depuis l'Extra Deck ; mélangez-les dans le Deck. Vous ne pouvez activer qu'1 \"Sortez de là !\" par tour."
  },
  {
    "id": "84731222",
    "name": "Souvenirs d'Espoir",
    "nameEn": "Souvenirs d'Espoir",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Piochez un nombre de cartes égal au nombre de Monstres Xyz \"Numéro\" de noms différents que vous contrôlez. Vous ne pouvez activer qu'1 \"Souvenirs d'Espoir\" par tour."
  },
  {
    "id": "73575650",
    "name": "Succession Subterreur",
    "nameEn": "Succession Subterreur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, et aussi, après ça, Posez cette carte face verso au lieu de l'envoyer au Cimetière.\n●Envoyez 1 monstre depuis votre main ou Terrain face recto au Cimetière, et si vous le faites, ajoutez 1 monstre Flip depuis votre Deck à votre main du même Attribut, mais de nom différent, que le monstre avant qu'il ne soit envoyé au Cimetière.\n●Envoyez 1 monstre Flip depuis votre main ou Terrain face recto au Cimetière, et si vous le faites, ajoutez 1 monstre depuis votre Deck à votre main du même Attribut, mais d'un Niveau d'origine inférieur, que le monstre avant qu'il ne soit envoyé au Cimetière.\nVous ne pouvez activer qu'1 \"Succession Subterreur\" par tour.",
    "archetype": "Subterror"
  },
  {
    "id": "91953000",
    "name": "Tang Bleu Marincesse",
    "nameEn": "Tang Bleu Marincesse",
    "attribute": "WATER",
    "atk": 1500,
    "def": 1200,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Marincesse\" (\"Tang Bleu Marincesse\" exclu) depuis votre Deck au Cimetière. Si cette carte est envoyée au Cimetière comme Matériel pour l'Invocation Lien d'un monstre EAU : vous pouvez dévoiler les 3 cartes du dessus de votre Deck, et si vous le faites, vous pouvez ajouter 1 carte \"Marincesse\" dévoilée à votre main, et aussi, mélangez les cartes restantes dans votre Deck. Vous ne pouvez utiliser chaque effet de \"Tang Bleu Marincesse\" qu'une fois par tour.",
    "archetype": "Marincess"
  },
  {
    "id": "87497553",
    "name": "Testament Croisédia",
    "nameEn": "Testament Croisédia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets.\n●Ce tour, votre adversaire ne peut activer ni de cartes ni d'effets en réponse à l'activation des effets de votre monstre \"Croisédia\".\n●Après le calcul des dommages, si votre Monstre Lien \"Croisédia\" détruit un monstre de l'adversaire au combat : piochez un nombre de cartes égal à la Classification Lien de votre monstre.\nVous ne pouvez activer qu'1 \"Testament Croisédia\" par tour.",
    "archetype": "Crusadia"
  },
  {
    "id": "34923554",
    "name": "Tire-Pelleteuse Chenillinfini",
    "nameEn": "Tire-Pelleteuse Chenillinfini",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 2100,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre TERRE Machine ; Invoquez Spécialement cette carte depuis votre main en Position de Défense. Vous pouvez bannir 1 monstre Machine depuis votre Cimetière ; ajoutez 1 \"Rotation sur Place\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Tire-Pelleteuse Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "34966096",
    "name": "Traître du Chaos",
    "nameEn": "Traître du Chaos",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2000,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez bannir 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES (\"Traître du Chaos\" exclu) depuis votre Cimetière ; Invoquez Spécialement cette carte en Position de Défense, mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 carte dans le Cimetière de votre adversaire ; bannissez-la. Vous ne pouvez utiliser chaque effet de \"Traître du Chaos\" qu'une fois par tour.",
    "archetype": "Chaos"
  },
  {
    "id": "61912252",
    "name": "Trancheuse Chenillinfini",
    "nameEn": "Trancheuse Chenillinfini",
    "attribute": "EARTH",
    "atk": 500,
    "def": 2400,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre TERRE Machine ; Invoquez Spécialement cette carte depuis votre main en Position de Défense. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Chenillinfini\" de max. Niveau 5 (\"Trancheuse Chenillinfini\" exclu) dans votre Cimetière ; Invoquez Spécialement le monstre en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Trancheuse Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "54529134",
    "name": "Transcendance Salamangrande",
    "nameEn": "Transcendance Salamangrande",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Lien \"Salamangrande\" que vous contrôlez ; Invoquez Spécialement 1 Monstre Lien \"Salamangrande\" de même nom depuis votre Extra Deck, en utilisant le monstre que vous contrôlez comme tout le Matériel. (Ceci est traité comme une Invocation Lien.) Vous ne pouvez activer qu'1 \"Transcendance Salamangrande\" par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "9581215",
    "name": "Trappe de Chaîne",
    "nameEn": "Trappe de Chaîne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active un effet de monstre en réponse à l'activation d'une carte ou d'un effet : annulez l'effet de l'adversaire, puis, votre adversaire peut bannir 1 carte depuis sa main ou Deck du même nom d'origine que la carte annulée. S'il ne l'a pas fait, vous pouvez bannir 1 carte au hasard depuis sa main.",
    "archetype": "Hole"
  },
  {
    "id": "97316367",
    "name": "Tunnelier Chenillinfini",
    "nameEn": "Tunnelier Chenillinfini",
    "attribute": "EARTH",
    "atk": 2200,
    "def": 500,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre TERRE Machine ; Invoquez Spécialement cette carte depuis votre main en Position de Défense. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 5 monstres TERRE Machine dans votre Cimetière ; mélangez-les dans le Deck, puis piochez 2 cartes. Vous ne pouvez utiliser chaque effet de \"Tunnelier Chenillinfini\" qu'une fois par tour.",
    "archetype": "Infinitrack"
  },
  {
    "id": "9064354",
    "name": "Usine de Production en Plus des Ténèbres",
    "nameEn": "Usine de Production en Plus des Ténèbres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer 1 monstre depuis votre main ou Terrain au Cimetière ; piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Usine de Production en Plus des Ténèbres\" qu'une fois par tour."
  },
  {
    "id": "83301414",
    "name": "Vacances Artisanesorcière",
    "nameEn": "Vacances Artisanesorcière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Artisanesorcière\" dans votre Cimetière ; Invoquez-le Spécialement. Durant votre End Phase, si vous contrôlez un monstre \"Artisanesorcière\", tant que cette carte est dans votre Cimetière : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser qu'1 effet de \"Vacances Artisanesorcière\" par tour, et uniquement une fois le tour.",
    "archetype": "Witchcrafter"
  },
  {
    "id": "52945066",
    "name": "Vague Marincesse",
    "nameEn": "Vague Marincesse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un Monstre Lien \"Marincesse\" : ciblez 1 monstre face recto contrôlé par votre adversaire ; annulez les effets du monstre face recto jusqu'à la fin de ce tour, puis, si vous contrôlez un monstre \"Marincesse\" de min. Link-2, tous les monstres face recto que vous contrôlez actuellement ne sont pas affectés par des effets de carte de votre adversaire jusqu'à la fin de ce tour. Si vous contrôlez un monstre \"Marincesse\" de min. Link-3, vous pouvez activer cette carte depuis votre main.",
    "archetype": "Marincess"
  },
  {
    "id": "82496097",
    "name": "Vaisseau-Lunette des Voleurs de Temps",
    "nameEn": "Vaisseau-Lunette des Voleurs de Temps",
    "attribute": "DARK",
    "atk": 1000,
    "def": 2000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez Sacrifier cette carte, puis ciblez 1 Monstre Xyz \"Voleurs de Temps\" que vous contrôlez ; attachez 1 carte depuis le Cimetière de votre adversaire au monstre comme Matériel. Si cette carte est dans le Cimetière : vous pouvez détacher 1 Matériel d'un Monstre Xyz que vous contrôlez ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Vaisseau-Lunette des Voleurs de Temps\" qu'une fois par tour.",
    "archetype": "Time Thief"
  },
  {
    "id": "19190082",
    "name": "Valkyrie-Attelage",
    "nameEn": "Valkyrie-Attelage",
    "attribute": "WIND",
    "atk": 500,
    "def": 1000,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, vous pouvez SOIT : ciblez 1 monstre Elfe que vous contrôlez ; équipez cette carte à la cible, SOIT : déséquipez cette carte et Invoquez-la Spécialement. Si le monstre équipé va être détruit au combat ou par un effet de carte, détruisez cette carte à la place. Lorsque le monstre équipé déclare une attaque : vous pouvez lui faire gagner 500 ATK. (Ce gain d'ATK reste même si cette carte quitte le Terrain.)",
    "archetype": "Valkyrie"
  },
  {
    "id": "83705073",
    "name": "Valkyrie-Erda",
    "nameEn": "Valkyrie-Erda",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2200,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez contrôler qu'1 \"Valkyrie-Erda\". Tant que vous contrôlez cette carte, Invoquée Spécialement par l'effet d'une carte \"Valkyrie-\", tous les monstres face recto contrôlés par votre adversaire perdent 1000 ATK. Les cartes détruites au combat ou par un effet de carte qui vont être envoyées au Cimetière de votre adversaire sont bannies à la place.",
    "archetype": "Valkyrie"
  },
  {
    "id": "45584727",
    "name": "Valkyrie-Étreinte",
    "nameEn": "Valkyrie-Étreinte",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si tous les monstres que vous contrôlez sont des monstres \"Valkyrie-\" : ciblez 1 monstre \"Valkyrie-\" en Position d'Attaque que vous contrôlez et 1 monstre face recto contrôlé par votre adversaire ; changez votre monstre en Position de Défense, et si vous le faites, bannissez le monstre de l'adversaire. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Valkyrie-\" exclus) le tour où vous activez cette carte. Vous ne pouvez activer qu'1 \"Valkyrie-Étreinte\" par tour.",
    "archetype": "Valkyrie"
  },
  {
    "id": "46701379",
    "name": "Valkyrie-Fünfte",
    "nameEn": "Valkyrie-Fünfte",
    "attribute": "LIGHT",
    "atk": 800,
    "def": 1200,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Les monstres \"Valkyrie-\" que vous contrôlez gagnent 200 ATK pour chaque monstre banni de votre adversaire. Si vous contrôlez un monstre \"Valkyrie-\" (\"Valkyrie-Fünfte\" exclu) : vous pouvez envoyer 1 Magie/Piège depuis votre Deck au Cimetière. Vous ne pouvez utiliser cet effet de \"Valkyrie-Fünfte\" qu'une fois par tour.",
    "archetype": "Valkyrie"
  },
  {
    "id": "44163252",
    "name": "Valkyrie-Sechste",
    "nameEn": "Valkyrie-Sechste",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2000,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement 1 monstre \"Valkyrie-\" (\"Valkyrie-Sechste\" exclu) depuis votre Deck. Durant votre Main Phase : vous pouvez envoyer les 2 cartes du dessus du Deck de votre adversaire au Cimetière. Vous ne pouvez utiliser chaque effet de \"Valkyrie-Sechste\" qu'une fois par tour.",
    "archetype": "Valkyrie"
  },
  {
    "id": "81558967",
    "name": "Valkyrie-Vierte",
    "nameEn": "Valkyrie-Vierte",
    "attribute": "LIGHT",
    "atk": 1400,
    "def": 1400,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez dévoiler un nombre de cartes du dessus de votre Deck égal au nombre d'autres monstres \"Valkyrie-\" que vous contrôlez, et si vous le faites, ajoutez 1 Magie Normale/Piège Normal dévoilé à votre main, et aussi, envoyez les cartes restantes au Cimetière. Sinon, mélangez toutes les cartes dévoilées dans le Deck. Lorsque cette carte est détruite au combat et envoyée au Cimetière : vous pouvez Invoquer Spécialement 1 monstre \"Valkyrie-\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Valkyrie-Vierte\" qu'une fois par tour.",
    "archetype": "Valkyrie"
  },
  {
    "id": "30674956",
    "name": "Verdant, Wynn la Charmeuse de Vent",
    "nameEn": "Verdant, Wynn la Charmeuse de Vent",
    "attribute": "WIND",
    "atk": 1850,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre VENT inclus)\n(Cette carte est toujours traitée comme une carte \"Familier Possédé\".)\nVous pouvez cibler 1 monstre VENT dans le Cimetière de votre adversaire ; Invoquez-le Spécialement dans votre zone pointée par cette carte. Si cette carte Invoquée par Lien est détruite au combat, ou détruite par un effet de carte de l'adversaire tant qu'elle est dans la Zone Monstre de son propriétaire : vous pouvez ajouter 1 monstre VENT avec max. 1500 DEF depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Verdant, Wynn la Charmeuse de Vent\" qu'une fois par tour.",
    "archetype": "Charmer"
  },
  {
    "id": "88996322",
    "name": "Vespasius, Bête Gladiateur",
    "nameEn": "Vespasius, Bête Gladiateur",
    "attribute": "WATER",
    "atk": 2300,
    "def": 0,
    "level": 7,
    "monsterType": "Sea Serpent",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de la Damage Step, si votre monstre \"Bête Gladiateur\" combat un monstre : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Vespasius, Bête Gladiateur\" qu'une fois par tour. Tant que vous contrôlez cette carte, Invoquée Spécialement par l'effet d'un monstre \"Bête Gladiateur\", tous les monstres que vous contrôlez gagnent 500 ATK. À la fin de la Battle Phase, si cette carte a combattu : vous pouvez mélanger cette carte dans le Deck ; Invoquez Spécialement 1 monstre \"Bête Gladiateur\" (\"Vespasius, Bête Gladiateur\" exclu) depuis votre Deck.",
    "archetype": "Gladiator Beast"
  },
  {
    "id": "10312660",
    "name": "Vous êtes en Danger !",
    "nameEn": "Vous êtes en Danger !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 3 monstres \"Danger !\" de noms différents depuis votre Deck, votre adversaire en prend 1 au hasard pour vous à Invoquer Spécialement, et vous mélangez les cartes restantes dans le Deck. Durant la End Phase, détruisez le monstre Invoqué Spécialement. Vous ne pouvez activer qu'1 \"Vous êtes en Danger !\" par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "17739335",
    "name": "Zerrziel, Maître de l'Œil Maléfique",
    "nameEn": "Zerrziel, Maître de l'Œil Maléfique",
    "attribute": "DARK",
    "atk": 2600,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres \"Œil Maléfique\"\nSi cette carte a été Invoquée par Lien en utilisant un monstre avec min. 2600 ATK comme Matériel, elle peut faire une seconde attaque durant chaque Battle Phase. Si cette carte est équipée avec \"L'Œil Maléfique de Sélène\" (Effet Rapide) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Zerrziel, Maître de l'Œil Maléfique\" qu'une fois par tour. Une fois par tour, durant la prochaine Standby Phase après que cet effet a été activé : annulez l'effet d'1 Monstre à Effet actuellement pointé par cette carte.",
    "archetype": "Evil Eye"
  }
]