[
  {
    "id": "6552971",
    "name": "A.I. Vous Rencontre",
    "nameEn": "A.I. Vous Rencontre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 monstre Cyberse avec 2300 ATK dans votre main ou Extra Deck, et ajoutez 1 monstre \"@Ignister\" du même Attribut depuis votre Deck à votre main. Durant la End Phase de ce tour, recevez 2300 points de dommages si vous n'avez pas Invoqué Spécialement le monstre révélé ou un monstre du même nom, après avoir résolu cet effet. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas activer d'effets de monstre (monstres Cyberse exclus). Vous ne pouvez activer qu'1 \"A.I. Vous Rencontre\" par tour.",
    "archetype": "A.I."
  },
  {
    "id": "83039608",
    "name": "Abanc le Mythologique",
    "nameEn": "Abanc le Mythologique",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 600,
    "level": 2,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez défausser 1 monstre \"Mythologique\", et si vous le faites, Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Abanc le Mythologique\" qu'une fois par tour.",
    "archetype": "Fabled"
  },
  {
    "id": "63144961",
    "name": "Absorption Majestueuse",
    "nameEn": "Absorption Majestueuse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 \"Dragon Poussière d'Étoile\" ou 1 Monstre Synchro qui le mentionne que vous contrôlez, puis activez 1 de ces effets ;\n●Équipez 1 monstre face recto contrôlé par votre adversaire à la cible.\n●Ce tour, il peut attaquer directement.\n●Ce tour, chaque fois qu'il détruit un monstre de l'adversaire au combat, infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre détruit.\nVous ne pouvez activer qu'1 \"Absorption Majestueuse\" par tour.",
    "archetype": "Majestic"
  },
  {
    "id": "82777208",
    "name": "Acti Jadeglace",
    "nameEn": "Acti Jadeglace",
    "attribute": "WATER",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre EAU depuis votre main au Cimetière ; piochez 1 carte. Si un ou plusieurs monstres EAU face recto que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez bannir cette carte ; Invoquez Spécialement 1 monstre \"Jadeglace\" (\"Acti Jadeglace\" exclu) depuis votre main ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Acti Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "81555617",
    "name": "Ad Libitum de Despia",
    "nameEn": "Ad Libitum de Despia",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2000,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : jusqu'à la fin du tour de l'adversaire, vous pouvez faire gagner à tous les monstres actuellement sur le Terrain une ATK égale à leur propre Niveau x 100. Si cette carte dans votre main ou sur votre Terrain est utilisée comme Matériel Fusion, et est envoyée au Cimetière ou est bannie : vous pouvez cibler 1 de vos monstres \"Despia\" (\"Ad Libitum de Despia\" exclu) ou Monstres Fusion de min. Niveau 8, qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Ad Libitum de Despia\" qu'une fois par tour.",
    "archetype": "Despia"
  },
  {
    "id": "83094004",
    "name": "Aérofétrois",
    "nameEn": "Aérofétrois",
    "attribute": "WIND",
    "atk": 200,
    "def": 200,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire dans la colonne de cette carte ; déplacez cette carte que vous contrôlez dans une autre de vos Zones Monstre Main, et si vous le faites, déplacez le monstre de l'adversaire dans sa Zone Monstre Main dans la colonne de cette carte, puis placez 1 Compteur Brûlant sur lui. (Les monstres avec des Compteurs Brûlant perdent 200 ATK/DEF pour chaque Compteur Brûlant sur eux.)"
  },
  {
    "id": "87746184",
    "name": "Albion le Dragon Marqué",
    "nameEn": "Albion le Dragon Marqué",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Albaz le Déchu\" + 1 monstre LUMIÈRE\nSi cette carte est Invoquée par Fusion : vous pouvez Invoquer par Fusion 1 Monstre Fusion de max. Niveau 8 (\"Albion le Dragon Marqué\" exclu) depuis votre Extra Deck en bannissant les Matériels Fusion mentionnés sur celui-ci depuis votre main, Terrain et/ou Cimetière. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez ajouter à votre main ou Poser 1 Magie/Piège \"Marqué\" directement depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Albion le Dragon Marqué\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "25451383",
    "name": "Albion le Dragon Obscur",
    "nameEn": "Albion le Dragon Obscur",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Albaz le Déchu\" tant qu'elle est sur le Terrain ou dans le Cimetière. Si cette carte est dans votre main ou Cimetière : vous pouvez envoyer 1 \"Albaz le Déchu\" ou 1 Magie/Piège \"Marqué\" depuis votre main ou Deck au Cimetière ; appliquez l'effet suivant selon d'où vous l'avez envoyé.\n●Main : Invoquez Spécialement cette carte.\n●Deck : Placez cette carte au-dessous du Deck, puis, si vous avez placé cette carte depuis votre main, piochez 1 carte.\nVous ne pouvez utiliser cet effet de \"Albion le Dragon Obscur\" qu'une fois par tour."
  },
  {
    "id": "31712840",
    "name": "Alliance Zexal",
    "nameEn": "Alliance Zexal",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs Monstres Xyz face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : payez des LP jusqu'à n'en avoir plus que 10 ; Invoquez Spécialement 1 monstre \"Utopie\" depuis votre Cimetière, et si vous le faites, prenez 1 carte depuis votre Deck et placez-la au-dessus de votre Deck. L'ATK du monstre Invoqué Spécialement sera doublée, et aussi, il ne peut être détruit ni au combat, sauf au combat avec un monstre \"Numéro\", ni par des effets de carte.",
    "archetype": "Zexal"
  },
  {
    "id": "3544583",
    "name": "Allvain l'Essence de la Vanité",
    "nameEn": "Allvain l'Essence de la Vanité",
    "attribute": "DARK",
    "atk": 0,
    "def": 2100,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 Monstres Normaux"
  },
  {
    "id": "62962630",
    "name": "Aluber le Fou de Despia",
    "nameEn": "Aluber le Fou de Despia",
    "attribute": "DARK",
    "atk": 1800,
    "def": 0,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Marqué\" depuis votre Deck à votre main. Si un Monstre Fusion face recto que vous contrôlez est détruit au combat, ou quitte le Terrain à cause d'un effet de carte de l'adversaire, tant que cette carte est dans votre Cimetière : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; Invoquez Spécialement cette carte, et si vous le faites, annulez les effets du monstre ciblé jusqu'à la fin de ce tour. Vous ne pouvez utiliser qu'1 effet de \"Aluber le Fou de Despia\" par tour, et uniquement une fois le tour.",
    "archetype": "Despia"
  },
  {
    "id": "61728808",
    "name": "Amalgam Métalphose Lourd",
    "nameEn": "Amalgam Métalphose Lourd",
    "attribute": "FIRE",
    "atk": 2000,
    "def": null,
    "level": null,
    "monsterType": "Psychic",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Métalphose\"\nSi cette carte est envoyée depuis la Zone Monstre au Cimetière par un effet de carte : vous pouvez activer 1 de ces effets ;\n●Ciblez 1 monstre \"Métalphose\" que vous contrôlez ; équipez-lui cette carte. Il gagne 1000 ATK.\n●Ciblez 1 carte \"Métalphose\" que vous contrôlez ; détruisez-la, et si vous le faites, Invoquez Spécialement cette carte.\nVous ne pouvez utiliser cet effet de \"Amalgam Métalphose Lourd\" qu'une fois par tour.",
    "archetype": "Metalfoes"
  },
  {
    "id": "43739056",
    "name": "Amanokujaki",
    "nameEn": "Amanokujaki",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 1000,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez pas activer les effets des autres monstres Invoqués Spécialement du même Attribut que cette carte. Une fois par tour, durant la Main Phase du propriétaire de cette carte (Effet Rapide) : vous pouvez donner le contrôle de cette carte à votre adversaire, puis vous (le joueur activant) peut faire devenir cette carte de n'importe quel Attribut jusqu'à la fin du prochain tour."
  },
  {
    "id": "52296675",
    "name": "Anachouflagrète",
    "nameEn": "Anachouflagrète",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 0,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nIf you have no cards in your Extra Deck except \"Anchamoufrite\": You can destroy this card, then draw 1 card. You can only use this effect of \"Anchamoufrite\" once per turn.\n\n[ Monster Effect ] \nNi Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre Extra Deck face recto) en n'ayant aucune carte dans votre Extra Deck (\"Anachouflagrète\" exclu). Vous ne pouvez Invoquer Spécialement \"Anachouflagrète\" qu'une fois par tour de cette façon. Si cette carte face recto dans la Zone Monstre quitte le Terrain, bannissez-la."
  },
  {
    "id": "9061682",
    "name": "Andwraith Mythologique",
    "nameEn": "Andwraith Mythologique",
    "attribute": "LIGHT",
    "atk": 2400,
    "def": 1900,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur \"Mythologique\" + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : votre adversaire peut défausser 1 carte pour annuler cet effet, sinon vous pouvez piocher 2 cartes, puis défaussez 1 carte. Si un ou plusieurs monstres sont envoyés depuis la main de votre adversaire au Cimetière (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres ; Invoquez-le Spécialement sur votre Terrain, mais annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Andwraith Mythologique\" qu'une fois par tour.",
    "archetype": "Fabled"
  },
  {
    "id": "26914168",
    "name": "Ange de Loyauté des Ténèbres",
    "nameEn": "Ange de Loyauté des Ténèbres",
    "attribute": "DARK",
    "atk": 1100,
    "def": 1900,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant votre Main Phase : vous pouvez renvoyer cette carte face recto à la main. Durant la Damage Step, lorsque votre monstre TÉNÈBRES combat un monstre de l'adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin de ce tour, le monstre de l'adversaire perd une ATK égale à sa propre ATK."
  },
  {
    "id": "11449436",
    "name": "Aqua Madoor de Glace",
    "nameEn": "Aqua Madoor de Glace",
    "attribute": "WATER",
    "atk": 1200,
    "def": 3000,
    "level": 6,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de la Damage Step, si votre Monstre Normal combat un monstre de l'adversaire : vous pouvez révéler cette carte dans votre main ; défaussez 1 carte, et si vous le faites, votre monstre ne peut pas être détruit par ce combat. Au début de la Damage Step, si cette carte combat un monstre de l'adversaire : vous pouvez révéler 1 Monstre Normal dans votre main ; défaussez 1 carte, et si vous le faites, détruisez le monstre de l'adversaire.",
    "archetype": "Madoor"
  },
  {
    "id": "36350300",
    "name": "Art du Grand Rituel",
    "nameEn": "Art du Grand Rituel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel depuis votre Deck. Vous devez aussi Sacrifier des Monstres Normaux depuis votre main dont le Niveau total est égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Durant la End Phase de votre adversaire, mélangez le Monstre Rituel dans le Deck. Vous ne pouvez activer qu'1 \"Art du Grand Rituel\" par tour."
  },
  {
    "id": "23270035",
    "name": "Assortiment de Monstres",
    "nameEn": "Assortiment de Monstres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 Monstre Normal depuis votre Deck, et 1 Monstre à Effet depuis votre Deck des mêmes Type, Attribut et Niveau, puis votre adversaire en choisit 1 au hasard pour vous à ajouter à votre main, et aussi, vous mélangez l'autre dans votre Deck. Vous ne pouvez activer qu'1 \"Assortiment de Monstres\" par tour."
  },
  {
    "id": "38229962",
    "name": "Atlas Invincible de la Coléoptroupe Géante",
    "nameEn": "Atlas Invincible de la Coléoptroupe Géante",
    "attribute": "EARTH",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Insect",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres Insecte\nTant que cette carte Invoquée par Lien a max. 3000 ATK, votre adversaire ne peut pas cibler cette carte avec des effets de carte, et aussi, elle ne peut pas être détruite par des effets de carte de votre adversaire. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus). Vous pouvez Sacrifier 1 monstre Insecte, puis activez 1 de ces effets ;\n●Invoquez Spécialement 1 monstre \"Coléoptroupe\" depuis votre Deck.\n●Jusqu'à la fin de ce tour, cette carte gagne 2000 ATK.\nVous ne pouvez utiliser cet effet de \"Atlas Invincible de la Coléoptroupe Géante\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "13234975",
    "name": "Atterrissage de la Coléoptroupe",
    "nameEn": "Atterrissage de la Coléoptroupe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion Insecte depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez bannir 2 monstres Insecte depuis votre Cimetière ; ajoutez cette carte à votre main. Vous ne pouvez utiliser cet effet de \"Atterrissage de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "37491810",
    "name": "Azortless Métalphose Para",
    "nameEn": "Azortless Métalphose Para",
    "attribute": "FIRE",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nIf a face-up \"Metalfoes\" card(s) you control is destroyed by card effect (except during the Damage Step): You can target 1 face-up card on the field; destroy it. You can only use this effect of \"Parametalfoes Azortless\" once per turn.\n\n[ Monster Effect ] \n1 monstre \"Métalphose\" + 1 Monstre Fusion\nSi cette carte est Invoquée Spécialement depuis l'Extra Deck : vous pouvez cibler 1 carte contrôlée par votre adversaire ; mélangez 2 Monstres Pendule face recto depuis votre Extra Deck dans le Deck, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser cet effet de \"Azortless Métalphose Para\" qu'une fois par tour. Si cette carte dans la Zone Monstre est détruite : vous pouvez placer cette carte dans votre Zone Pendule.",
    "archetype": "Metalfoes"
  },
  {
    "id": "53318263",
    "name": "Bahalutiya, le Grand Éclat",
    "nameEn": "Bahalutiya, le Grand Éclat",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2400,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer par Sacrifice cette carte en Sacrifiant 1 Monstre à Effet. Durant la Main Phase de votre adversaire, si une ou plusieurs cartes sont ajoutées depuis le Main Deck à sa main (sauf en les piochant) et que cette carte est dans votre main, vous pouvez : immédiatement après la résolution de cet effet, Invoquez par Sacrifice cette carte. Si cette carte est Invoquée Normalement ou Spécialement depuis la main, vous pouvez : faites bannir face verso à votre adversaire un nombre de cartes du dessus de son Deck, égal au nombre de cartes dans sa main, puis, il mélange toute sa main dans le Deck, et s'il le fait, il ajoute les cartes bannies par cet effet à sa main. Vous ne pouvez utiliser cet effet de \"Bahalutiya, le Grand Éclat\" qu'une fois par tour."
  },
  {
    "id": "54408264",
    "name": "Bataille de la Magiclé",
    "nameEn": "Bataille de la Magiclé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Normal, 1 monstre \"Magiclé\" ou 1 \"Maftea de la Magiclé\" dans votre Cimetière ; mélangez-le dans le Deck, puis si vous avez activé cette carte en réponse à la carte ou activation d'effet de votre adversaire, les Monstres Normaux et monstres \"Magiclé\" que vous contrôlez (Jetons exclus) ne sont pas affectés par l'effet de carte de l'adversaire.",
    "archetype": "Magikey"
  },
  {
    "id": "21438286",
    "name": "Bâton Archdémon du Désespoir",
    "nameEn": "Bâton Archdémon du Désespoir",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre que vous contrôlez. Durant votre Main Phase : jusqu'à la fin de ce tour (même si cette carte quitte le Terrain), vous pouvez faire perdre à tous les monstres actuellement contrôlés par votre adversaire une ATK égale à la moitié de l'ATK du monstre équipé. Si cette carte est envoyée au Cimetière tant qu'elle est équipée à un monstre : vous pouvez payer 1000 LP ; renvoyez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Bâton Archdémon du Désespoir\" qu'une fois par tour.",
    "archetype": "Archfiend"
  },
  {
    "id": "75215744",
    "name": "Batosushi Gunkan Classe Ikura Neredouterien",
    "nameEn": "Batosushi Gunkan Classe Ikura Neredouterien",
    "attribute": "FIRE",
    "atk": 2200,
    "def": 300,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nSi cette carte est Invoquée par Xyz : vous pouvez appliquer ces effets, dans l'ordre, selon les Matériels utilisés. Vous ne pouvez utiliser cet effet de \"Batosushi Gunkan Classe Ikura Neredouterien\" qu'une fois par tour.\n●\"Batosushi Gunkan Shari\" : Piochez 1 carte.\n●\"Batosushi Gunkan Ikura\" : Durant chaque Battle Phase, cette carte peut faire une seconde attaque.\nUne fois par tour, lorsque votre monstre \"Gunkan\" Invoqué Spécialement depuis l'Extra Deck inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la.",
    "archetype": "Gunkan"
  },
  {
    "id": "21293424",
    "name": "Batosushi Gunkan Classe Shirauo Transporteur",
    "nameEn": "Batosushi Gunkan Classe Shirauo Transporteur",
    "attribute": "FIRE",
    "atk": 2200,
    "def": 250,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nSi cette carte est Invoquée par Xyz : vous pouvez appliquer ces effets, dans l'ordre, selon les Matériels utilisés. Vous ne pouvez utiliser cet effet de \"Batosushi Gunkan Classe Shirauo Transporteur\" qu'une fois par tour.\n●\"Batosushi Gunkan Shari\" : Piochez 1 carte.\n●\"Batosushi Gunkan Shirauo\" : Ajoutez 1 Magie/Piège \"Gunkan\" depuis votre Deck à votre main.\nTant qu'une carte face recto est dans une Zone Terrain, les monstres \"Gunkan\" que vous contrôlez Invoqués Spécialement depuis l'Extra Deck ne peuvent pas être détruits par des effets de carte de votre adversaire, et ils gagnent une ATK égale à leur DEF d'origine.",
    "archetype": "Gunkan"
  },
  {
    "id": "94798725",
    "name": "Batosushi Gunkan Classe Uni Super-Neredouterien",
    "nameEn": "Batosushi Gunkan Classe Uni Super-Neredouterien",
    "attribute": "FIRE",
    "atk": 2900,
    "def": 500,
    "level": 5,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 5\nSi cette carte est Invoquée par Xyz : vous pouvez appliquer ces effets, dans l'ordre, selon les Matériels utilisés. Vous ne pouvez utiliser cet effet de \"Batosushi Gunkan Classe Uni Super-Neredouterien\" qu'une fois par tour.\n●\"Batosushi Gunkan Shari\" : Piochez 1 carte.\n●\"Batosushi Gunkan Uni\" : Cette carte gagne la possibilité d'attaquer directement.\nUne fois par tour, durant votre Main Phase ou la Battle Phase de votre adversaire (Effet Rapide) : vous pouvez cibler un nombre de cartes face recto contrôlées par votre adversaire, inférieur ou égal au nombre de monstres \"Gunkan\" que vous contrôlez Invoqués Spécialement depuis l'Extra Deck ; annulez leurs effets.",
    "archetype": "Gunkan"
  },
  {
    "id": "61027400",
    "name": "Batosushi Gunkan Ikura",
    "nameEn": "Batosushi Gunkan Ikura",
    "attribute": "FIRE",
    "atk": 200,
    "def": 300,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez \"Batosushi Gunkan Shari\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Batosushi Gunkan Ikura\" qu'une fois par tour de cette façon. Durant votre Main Phase : vous pouvez dévoiler les 3 cartes du dessus de votre Deck, et si vous le faites, vous pouvez soit ajouter à votre main soit Invoquer Spécialement 1 \"Batosushi Gunkan Shari\" dévoilé, et aussi, mélangez les cartes restantes dans votre Deck. Vous ne pouvez utiliser cet effet de \"Batosushi Gunkan Ikura\" qu'une fois par tour.",
    "archetype": "Gunkan"
  },
  {
    "id": "24639891",
    "name": "Batosushi Gunkan Shari",
    "nameEn": "Batosushi Gunkan Shari",
    "attribute": "FIRE",
    "atk": 2000,
    "def": 0,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "J'ai finalement pu me rendre dans ce port dédié aux Batosuhis Gunkan que je voulais visiter depuis un certain temps ! Le \"Shari\" premium ici est limité à 2000 Batosushis par an et utilise du riz spécialement préparé pour lui donner une saveur particulière qu'on ne trouve nulle part ailleurs. L'atmosphère était également géniale. Le Batosushi Gunkan qui m'a été servi avait un équilibre parfait entre vinaigre, nigiri, brillance et forme, digne d'un artisanat sans égal. Le propriétaire a mentionné son intention d'introduire dans un avenir proche du vinaigre rouge EDO-FRONT qui a un parfum riche mais doux en même temps. Je suis impatient de pouvoir y goûter. Cependant, j'ai été déçu à cause du bruit environnant de la mer... Je lui donne 4 étoiles en espérant que des améliorations seront apportées à l'avenir.",
    "archetype": "Gunkan"
  },
  {
    "id": "78362751",
    "name": "Batosushi Gunkan Shirauo",
    "nameEn": "Batosushi Gunkan Shirauo",
    "attribute": "FIRE",
    "atk": 200,
    "def": 250,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez \"Batosushi Gunkan Shari\", ou un Monstre Xyz qui a \"Batosushi Gunkan Shari\" comme Matériel : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Gunkan\" (\"Batosushi Gunkan Shirauo\" exclu) depuis votre main, puis vous pouvez prendre un nombre de votre choix de \"Batosushi Gunkan Shari\" depuis votre Deck ou Cimetière et les placer au-dessus de votre Deck dans l'ordre de votre choix. Vous ne pouvez utiliser chaque effet de \"Batosushi Gunkan Shirauo\" qu'une fois par tour.",
    "archetype": "Gunkan"
  },
  {
    "id": "42377643",
    "name": "Batosushi Gunkan Uni",
    "nameEn": "Batosushi Gunkan Uni",
    "attribute": "FIRE",
    "atk": 900,
    "def": 500,
    "level": 5,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 autre carte \"Gunkan\" dans votre main ; Invoquez Spécialement cette carte depuis votre main, puis appliquez l'effet suivant selon la carte révélée.\n●\"Batosushi Gunkan Shari\" : Vous pouvez Invoquer Spécialement le monstre révélé.\n●Autre : Placez la carte révélée au-dessous du Deck.\nVous pouvez cibler 1 monstre \"Gunkan\" que vous contrôlez : changez son Niveau à 4 ou 5, puis vous pouvez ajouter 1 \"Batosushi Gunkan Shari\" depuis votre Deck à votre main.\nVous ne pouvez utiliser chaque effet de \"Batosushi Gunkan Uni\" qu'une fois par tour.",
    "archetype": "Gunkan"
  },
  {
    "id": "88962829",
    "name": "Batteur Léger de la Coléoptroupe",
    "nameEn": "Batteur Léger de la Coléoptroupe",
    "attribute": "WATER",
    "atk": 2000,
    "def": 2200,
    "level": 6,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 2 de vos monstres \"Coléoptroupe\" de noms différents, qui sont bannis et/ou dans votre Cimetière ; ajoutez-les à votre main, mais le reste de ce tour vous ne pouvez activer ni leurs effets ni les effets des cartes avec leur nom. Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez renvoyer cette carte à la main, et si vous le faites, annulez l'attaque. Vous ne pouvez utiliser chaque effet de \"Batteur Léger de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "47163170",
    "name": "Bearbrumm Tri-Brigade le Saccageur en Fureur",
    "nameEn": "Bearbrumm Tri-Brigade le Saccageur en Fureur",
    "attribute": "FIRE",
    "atk": 1700,
    "def": null,
    "level": null,
    "monsterType": "Beast",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Tri-Brigade\"\nVous pouvez défausser 2 cartes, puis ciblez 1 de vos monstres Bête, Bête-Guerrier ou Bête Ailée de max. Niveau 4 bannis ; Invoquez-le Spécialement. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 Magie/Piège \"Tri-Brigade\" depuis votre Deck à votre main, puis, placez 1 carte depuis votre main au-dessous du Deck, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres \"Tri-Brigade\" exclus) le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Bearbrumm Tri-Brigade le Saccageur en Fureur\" qu'une fois par tour.",
    "archetype": "Tri-Brigade"
  },
  {
    "id": "73642296",
    "name": "Beauté Fantôme et Manoir Hanté",
    "nameEn": "Beauté Fantôme et Manoir Hanté",
    "attribute": "EARTH",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une carte ou un effet qui inclut n'importe lequel de ces effets est activé (Effet Rapide) : vous pouvez défausser cette carte ; annulez l'activation.\n●Ajouter une ou plusieurs cartes depuis le Cimetière à la main, Deck et/ou Extra Deck.\n●Invoquer Spécialement une ou plusieurs Cartes Monstre depuis le Cimetière.\n●Bannir une ou plusieurs cartes depuis le Cimetière.\nVous ne pouvez utiliser cet effet de \"Beauté Fantôme et Manoir Hanté\" qu'une fois par tour."
  },
  {
    "id": "40380686",
    "name": "Bébé Boudragon",
    "nameEn": "Bébé Boudragon",
    "attribute": "DARK",
    "atk": 0,
    "def": 200,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte que vous contrôlez est utilisée comme Matériel Synchro, vous pouvez la traiter comme non-Syntoniseur. Si cette carte est envoyée au Cimetière comme Matériel Synchro : vous pouvez déclarer 1 Type ou Attribut, puis ciblez 1 Monstre Synchro que vous contrôlez ; jusqu'à la fin de ce tour, il devient du Type/Attribut déclaré."
  },
  {
    "id": "37626500",
    "name": "Bénédiction des Lutins",
    "nameEn": "Bénédiction des Lutins",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel LUMIÈRE. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement."
  },
  {
    "id": "55343303",
    "name": "Berceau Jadeglace",
    "nameEn": "Berceau Jadeglace",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 monstre \"Jadeglace\" depuis votre Deck à votre main de nom différent des cartes que vous contrôlez ou dans votre Cimetière.",
    "archetype": "Icejade"
  },
  {
    "id": "45655875",
    "name": "Bête de la Magiclé - Ansyalabolas",
    "nameEn": "Bête de la Magiclé - Ansyalabolas",
    "attribute": "DARK",
    "atk": 2200,
    "def": 2000,
    "level": 4,
    "monsterType": "Beast",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Magiclé\" + 1 Monstre Normal (Jetons exclus)\nSi cette carte est Invoquée par Fusion : vous pouvez ajouter 1 \"Maftea de la Magiclé\" depuis votre Cimetière à votre main. Vous ne pouvez utiliser cet effet de \"Bête de la Magiclé - Ansyalabolas\" qu'une fois par tour. Une fois par tour : vous pouvez cibler 1 monstre en Position d'Attaque contrôlé par votre adversaire du même Attribut qu'un Monstre Normal ou monstre \"Magiclé\" dans votre Cimetière ; changez-le en Position de Défense, et si vous le faites, il perd 1000 DEF. Bannissez les monstres détruits au combat avec cette carte.",
    "archetype": "Magikey"
  },
  {
    "id": "8700633",
    "name": "Bête Rustre Téméraire",
    "nameEn": "Bête Rustre Téméraire",
    "attribute": "FIRE",
    "atk": 900,
    "def": 2000,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase, si votre adversaire Invoque Spécialement min. 3 monstres ce tour (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main ou Cimetière. Vous ne pouvez utiliser cet effet de \"Bête Rustre Téméraire\" qu'une fois par tour. Tant que vous ne contrôlez aucun autre monstre, cette carte en Position d'Attaque ne peut pas être détruite au combat."
  },
  {
    "id": "9349094",
    "name": "Bête-Arbre Sacrée, Hyperyton",
    "nameEn": "Bête-Arbre Sacrée, Hyperyton",
    "attribute": "EARTH",
    "atk": 2600,
    "def": 1900,
    "level": 9,
    "monsterType": "Plant",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 9\nDurant votre tour, lorsque vous activez une carte ou un effet (Effet Rapide) : vous pouvez cibler 1 carte du même type (Monstre, Magie ou Piège) dans votre Cimetière ; attachez-le à cette carte comme Matériel. Durant le tour de votre adversaire, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez détacher 1 Matériel du même type (Monstre, Magie ou Piège) de cette carte, et si vous le faites, annulez l'activation, et si vous faites ça, détruisez la carte. Vous ne pouvez utiliser chaque effet de \"Bête-Arbre Sacrée, Hyperyton\" qu'une fois par tour."
  },
  {
    "id": "39041550",
    "name": "Bombardier Écaille de la Coléoptroupe",
    "nameEn": "Bombardier Écaille de la Coléoptroupe",
    "attribute": "FIRE",
    "atk": 1200,
    "def": 2000,
    "level": 3,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres Insecte sont Invoqués Normalement ou Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Lorsqu'un monstre contrôlé par votre adversaire active son effet (Effet Rapide) : vous pouvez Sacrifier 1 monstre Insecte ; détruisez-le. Vous ne pouvez utiliser chaque effet de \"Bombardier Écaille de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "68045685",
    "name": "Bujincandescence",
    "nameEn": "Bujincandescence",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Les monstres \"Bujin\" Bête-Guerrier que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire, sauf durant la Battle Phase. Une fois par tour : vous pouvez envoyer 1 monstre \"Bujin\" depuis votre main ou Terrain face recto au Cimetière, puis ciblez 1 carte face recto contrôlée par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets. Durant votre End Phase : vous pouvez envoyer cette carte face recto depuis le Terrain au Cimetière, puis ciblez 1 monstre \"Bujin\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Bujin"
  },
  {
    "id": "82913020",
    "name": "Caducée de la Constellée",
    "nameEn": "Caducée de la Constellée",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 1550,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Constellée\" (\"Caducée de la Constellée\" exclu) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez ajouter 1 Magie/Piège \"Constellée\" depuis votre Deck à votre main. Vous ne pouvez utiliser chacun des effets précédents de \"Caducée de la Constellée\" qu'une fois par tour. Un Monstre Xyz \"Constellée\" qui a cette carte comme Matériel gagne cet effet.\n●Si cette carte combat un monstre LUMIÈRE ou TÉNÈBRES, avant le calcul des dommages : vous pouvez bannir le monstre.",
    "archetype": "Constellar"
  },
  {
    "id": "67127799",
    "name": "Calibre Rokkette",
    "nameEn": "Calibre Rokkette",
    "attribute": "DARK",
    "atk": 1700,
    "def": 100,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre zone pointée par un Monstre Lien TÉNÈBRES. Vous ne pouvez Invoquer Spécialement \"Calibre Rokkette\" qu'une fois par tour de cette façon. Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre TÉNÈBRES Dragon ou Machine (\"Calibre Rokkette\" exclu) depuis votre main. Vous ne pouvez utiliser cet effet de \"Calibre Rokkette\" qu'une fois par tour.",
    "archetype": "Rokket"
  },
  {
    "id": "36346532",
    "name": "Cambroraster Paléozoïque",
    "nameEn": "Cambroraster Paléozoïque",
    "attribute": "WATER",
    "atk": 1200,
    "def": null,
    "level": null,
    "monsterType": "Aqua",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres \"Paléozoïque\"\nNon affectée par les effets d'autres monstres. Vous ne pouvez utiliser chacun des effets suivants de \"Cambroraster Paléozoïque\" qu'une fois par tour. Vous pouvez cibler 1 carte Posée dans la Zone Magie & Piège ; envoyez-la au Cimetière, et si vous le faites, Posez 1 Piège \"Paléozoïque\" directement depuis votre Deck. Il peut être activé ce tour. Si une ou plusieurs cartes Posées que vous contrôlez vont être détruites par un effet de carte, vous pouvez bannir cette carte depuis votre Terrain ou Cimetière à la place.",
    "archetype": "Paleozoic"
  },
  {
    "id": "49816630",
    "name": "Carapace Dragon Gaïarmure",
    "nameEn": "Carapace Dragon Gaïarmure",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 1300,
    "level": 6,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous pouvez Sacrifier cette carte, puis ciblez 3 autres Monstres Synchro dans votre Cimetière ; renvoyez-les à l'Extra Deck. Vous pouvez cibler 1 monstre que vous contrôlez Invoqué Spécialement depuis l'Extra Deck ; équipez-lui cette carte depuis votre Cimetière. Lorsqu'une attaque impliquant le monstre équipé avec cette carte est déclarée : vous pouvez piocher 1 carte. Vous ne pouvez utiliser chaque effet de \"Carapace Dragon Gaïarmure\" qu'une fois par tour."
  },
  {
    "id": "96156729",
    "name": "Carillons Sorcièrevent",
    "nameEn": "Carillons Sorcièrevent",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Sorcièrevent\" que vous contrôlez ; Invoquez Spécialement 1 monstre \"Sorcièrevent\" de nom différent depuis votre Deck en Position de Défense. Vous ne pouvez activer qu'1 \"Carillons Sorcièrevent\" par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres VENT exclus) le tour où vous activez cette carte.",
    "archetype": "Windwitch"
  },
  {
    "id": "33314479",
    "name": "Carpe Rouge Volante",
    "nameEn": "Carpe Rouge Volante",
    "attribute": "WATER",
    "atk": 500,
    "def": 500,
    "level": 4,
    "monsterType": "Fish",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez défausser 1 monstre EAU ; cette carte gagne 500 ATK. Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre Poisson, Serpent de Mer ou Aqua depuis votre main ou Deck. Vous ne pouvez utiliser chaque effet de \"Carpe Rouge Volante\" qu'une fois par tour."
  },
  {
    "id": "85055821",
    "name": "Carpiponica, Bête Mystique de la Forêt",
    "nameEn": "Carpiponica, Bête Mystique de la Forêt",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 2600,
    "level": 7,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée depuis la main au Cimetière : vous pouvez cibler 2 autres monstres Bête, Bête-Guerrier, Bête Ailée, Insecte et/ou Plante de Types différents dans votre Cimetière ; mélangez-les dans le Deck, et si vous le faites, Invoquez Spécialement cette carte. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Bête Mystique de la Forêt\" (\"Carpiponica, Bête Mystique de la Forêt\" exclu) ou 1 monstre \"Esprit Mystique de la Forêt\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Carpiponica, Bête Mystique de la Forêt\" qu'une fois par tour.",
    "archetype": "Mystical Beast of the Forest"
  },
  {
    "id": "88685329",
    "name": "Cauchemar de l'Œil des Ténèbres",
    "nameEn": "Cauchemar de l'Œil des Ténèbres",
    "attribute": "DARK",
    "atk": 1700,
    "def": 1700,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si cette carte va être détruite au combat, vous pouvez bannir 1 Piège depuis votre Cimetière à la place. Vous pouvez bannir max. 3 Pièges depuis votre Cimetière ; appliquez cet effet, selon le nombre banni.\n●1 : Piochez 1 carte, puis placez 1 carte depuis votre main au-dessus du Deck.\n●2 : Piochez 1 carte.\n●3 : Piochez 2 cartes, puis défaussez 1 carte.\nVous ne pouvez utiliser cet effet de \"Cauchemar de l'Œil des Ténèbres\" qu'une fois par tour."
  },
  {
    "id": "59820352",
    "name": "Chant de la Terre",
    "nameEn": "Chant de la Terre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel TERRE. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement."
  },
  {
    "id": "40352445",
    "name": "Chevalier Blanc de Dogmatika",
    "nameEn": "Chevalier Blanc de Dogmatika",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 2500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Dogmatikalamité\". Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck. Si votre adversaire active une carte ou un effet (sauf durant la Damage Step) : vous pouvez envoyer 1 monstre depuis votre Extra Deck au Cimetière, et si vous le faites, regardez l'Extra Deck de votre adversaire et envoyez-en 1 monstre au Cimetière. Jusqu'à la fin de ce tour, cette carte gagne une ATK égale à la moitié de la somme des ATK de ces monstres envoyés au Cimetière. Vous ne pouvez utiliser cet effet de \"Chevalier Blanc de Dogmatika\" qu'une fois par tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "36556781",
    "name": "Chevalier Dragunité - Gormfaobhar",
    "nameEn": "Chevalier Dragunité - Gormfaobhar",
    "attribute": "WIND",
    "atk": 2600,
    "def": 2300,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur \"Dragunité\" + 1+ monstre non-Syntoniseur\nLorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 Syntoniseur \"Dragunité\" dans votre Cimetière ; équipez-le à cette carte. (Effet Rapide) : vous pouvez envoyer 1 Carte d'Équipement que vous contrôlez qui est équipée à cette carte au Cimetière, puis ciblez max. 2 cartes dans le Cimetière de votre adversaire ; bannissez-les. Vous ne pouvez utiliser chaque effet de \"Chevalier Dragunité - Gormfaobhar\" qu'une fois par tour.",
    "archetype": "Dragunity"
  },
  {
    "id": "98234196",
    "name": "Clavkiys, le Chasse-Ciel de la Magiclé",
    "nameEn": "Clavkiys, le Chasse-Ciel de la Magiclé",
    "attribute": "DARK",
    "atk": 1900,
    "def": 1900,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tout est possible. Tout ce que vous faites, que ce soit avancer, s'arrêter, fermer ou ouvrir, tout est entre vos mains.\nDe nombreuses portes existent dans ce monde. Pour les ouvrir, la Clé Magique est requise... 2 clés et 1 porte... 2 volontés et 1 corps. Une fois les portes ouvertes, les mondes seront connectés et le grand pouvoir révélé.",
    "archetype": "Magikey"
  },
  {
    "id": "34198387",
    "name": "Cliquemiaulis",
    "nameEn": "Cliquemiaulis",
    "attribute": "EARTH",
    "atk": 1400,
    "def": 1100,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une Carte Magie de Terrain est activée : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis, s'il y a des cartes face recto dans les deux Zones Terrain, cette carte ne peut être détruite ni au combat ni par des effets de carte ce tour. Vous ne pouvez utiliser cet effet de \"Cliquemiaulis\" qu'une fois par tour. Durant votre tour, les effets de la carte face recto dans la Zone Terrain de votre adversaire sont annulés. Durant le tour de votre adversaire, les effets de la carte face recto dans votre Zone Terrain sont annulés."
  },
  {
    "id": "90179822",
    "name": "Comédie Despiane",
    "nameEn": "Comédie Despiane",
    "attribute": "DARK",
    "atk": 0,
    "def": 2000,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une carte ou un effet qui cible une ou plusieurs cartes \"Despia\" face recto que vous contrôlez (Effet Rapide) : vous pouvez défausser cette carte ; annulez l'effet. Si cette carte est dans votre Cimetière (Effet Rapide) : vous pouvez Sacrifier 1 Monstre Fusion ; Invoquez Spécialement cette carte. Vous ne pouvez utiliser qu'1 effet de \"Comédie Despiane\" par tour, et uniquement une fois le tour.",
    "archetype": "Despia"
  },
  {
    "id": "78161361",
    "name": "Conduibrave",
    "nameEn": "Conduibrave",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, lorsque votre monstre Cyberse déclare une attaque : vous pouvez défausser 1 monstre ; jusqu'à la fin de ce tour, le monstre attaquant gagne 600 ATK."
  },
  {
    "id": "4017398",
    "name": "Confiance Zexal",
    "nameEn": "Confiance Zexal",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Utopie\", \"ZW -\" ou \"ZS -\" dans votre Cimetière ; ajoutez-le à votre main ou Invoquez-le Spécialement. Si votre adversaire a min. 2000 LP de plus que vous, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie/Piège \"Zexal\" (\"Confiance Zexal\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Confiance Zexal\" qu'une fois par tour.",
    "archetype": "Zexal"
  },
  {
    "id": "62623659",
    "name": "Construction Zexal",
    "nameEn": "Construction Zexal",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 carte dans votre main, et si vous le faites, ajoutez 1 des cartes suivantes depuis votre Deck à votre main, puis mélangez la carte révélée dans le Deck.\n●Monstre \"ZW -\"\n●Monstre \"ZS -\"\n●Magie/Piège \"Zexal\"\n●Magie \"Magie-Rang-Plus\"\n●Magie \"Magie-Rang-Moins\"\nVous ne pouvez activer qu'1 \"Construction Zexal\" par tour.",
    "archetype": "Zexal"
  },
  {
    "id": "69035382",
    "name": "Contrat avec les Abysses",
    "nameEn": "Contrat avec les Abysses",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel TÉNÈBRES. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement."
  },
  {
    "id": "70219023",
    "name": "Coordius le Dealmon Triphasique",
    "nameEn": "Coordius le Dealmon Triphasique",
    "attribute": "DARK",
    "atk": 3000,
    "def": 3000,
    "level": 9,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Synchro + 1 Monstre Xyz + 1 Monstre Lien\nUne fois tant que cette carte Invoquée par Fusion est face recto sur le Terrain : vous pouvez payer des LP en multiples de 2000, et choisissez 1 effet pour chaque 2000 LP payés (vous ne pouvez appliquer chaque effet qu'une fois, et vous les résolvez dans l'ordre listé, en passant ceux qui n'ont pas été choisis) ;\n●Ajoutez 1 Magie/Piège depuis votre Cimetière à votre main.\n●Détruisez 3 cartes contrôlées par votre adversaire.\n●Ce tour, cette carte gagne une ATK égale à la moitié de la différence entre vos LP et ceux de votre adversaire, et aussi, vos autres monstres ne peuvent pas attaquer.\nVous ne pouvez utiliser cet effet de \"Coordius le Dealmon Triphasique\" qu'une fois par tour."
  },
  {
    "id": "2834264",
    "name": "Corne Armure de la Coléoptroupe",
    "nameEn": "Corne Armure de la Coléoptroupe",
    "attribute": "EARTH",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Insect",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Insecte\nVous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus). Vous ne pouvez utiliser chacun des effets suivants de \"Corne Armure de la Coléoptroupe\" qu'une fois par tour. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre Insecte. Si cette carte est dans votre Cimetière : vous pouvez bannir 3 autres monstres Insecte depuis votre Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain.",
    "archetype": "Beetrooper"
  },
  {
    "id": "35870016",
    "name": "Coup Final Gouki",
    "nameEn": "Coup Final Gouki",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Lien \"Gouki\" que vous contrôlez ; il gagne une ATK égale à sa Classification Lien x 1000 jusqu'à la fin de ce tour, et aussi, s'il attaque un monstre en Position de Défense ce tour, infligez des dommages de combat perçants à votre adversaire. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas déclarer d'attaques (monstres \"Gouki\" exclus). Vous ne pouvez activer qu'1 \"Coup Final Gouki\" par tour.",
    "archetype": "Gouki"
  },
  {
    "id": "67100549",
    "name": "Cris du Marqué",
    "nameEn": "Cris du Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un Monstre Fusion a été envoyé à votre Cimetière ce tour : Invoquez Spécialement 1 de vos Monstres Fusion qui est banni ou dans votre Cimetière. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée pour activer l'effet de \"Albaz le Déchu\" ce tour : vous pouvez Poser cette carte. Vous ne pouvez utiliser cet effet de \"Cris du Marqué\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "6128460",
    "name": "Cuisson du Crâne Serviteur",
    "nameEn": "Cuisson du Crâne Serviteur",
    "attribute": "DARK",
    "atk": 300,
    "def": 200,
    "level": 1,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Crâne Serviteur\" tant qu'elle est dans le Cimetière. Si un ou plusieurs monstres Zombie de max. Niveau 3 que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez défausser cette carte à la place. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 2 monstres de noms différents (\"Cuisson du Crâne Serviteur\" exclu) depuis votre Deck à votre main, qui soit sont \"Crâne Serviteur\" soit le mentionnent, puis défaussez 1 carte. Vous ne pouvez utiliser cet effet de \"Cuisson du Crâne Serviteur\" qu'une fois par tour.",
    "archetype": "Wight"
  },
  {
    "id": "15943341",
    "name": "Cylindres de Magie",
    "nameEn": "Cylindres de Magie",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Posez 1 \"Cylindre Magique\" directement depuis votre Deck ou Cimetière. S'il est Posé depuis le Deck, il peut être activé ce tour. Lorsque vous activez \"Cylindre Magique\" : vous pouvez bannir cette carte depuis votre Cimetière ; doublez ces points de dommages infligés à votre adversaire. Vous ne pouvez utiliser cet effet de \"Cylindres de Magie\" qu'une fois par tour."
  },
  {
    "id": "4433488",
    "name": "Cynet Cascade",
    "nameEn": "Cynet Cascade",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous Invoquez par Lien un Monstre Lien : vous pouvez cibler 1 monstre dans votre Cimetière utilisé comme son Matériel ; Invoquez-le Spécialement."
  },
  {
    "id": "77449773",
    "name": "Cynet Colisicroisé",
    "nameEn": "Cynet Colisicroisé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre Cyberse, puis ciblez 1 carte sur le Terrain ; détruisez-la."
  },
  {
    "id": "76029419",
    "name": "D/D/D Roi de la Supervue Zéro Maxwell",
    "nameEn": "D/D/D Roi de la Supervue Zéro Maxwell",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2500,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou can target 1 face-up monster on the field; its DEF becomes 0 until the end of this turn (even if this card leaves the field). You can only use this effect of \"D/D/D Supersight King Zero Maxwell\" once per turn.\n\n[ Monster Effect ] \nAvant le calcul des dommages, si cette carte attaque un monstre de l'adversaire en Position de Défense : jusqu'à la fin de la Damage Step, vous pouvez changer la DEF du monstre de l'adversaire à 0. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Vous ne recevez aucun dommage de combat des combats impliquant cette carte.",
    "archetype": "D/D"
  },
  {
    "id": "84125619",
    "name": "Dai le Remplaçable",
    "nameEn": "Dai le Remplaçable",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre Guerrier, puis ciblez 1 carte sur le Terrain ; détruisez-la, et si vous le faites, piochez 1 carte."
  },
  {
    "id": "23213239",
    "name": "Danger ! Troubles ! Émeute !",
    "nameEn": "Danger ! Troubles ! Émeute !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre monstre \"Danger !\" est détruit au combat avec un monstre de l'adversaire : vous pouvez détruire le monstre de l'adversaire. Vous pouvez bannir 3 Magies/Pièges \"Danger !\" de noms différents depuis votre Cimetière ; détruisez toutes les cartes sur le Terrain, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Danger !\" exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Danger ! Troubles ! Émeute !\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "66192538",
    "name": "Danmari @Ignister",
    "nameEn": "Danmari @Ignister",
    "attribute": "DARK",
    "atk": 2300,
    "def": 0,
    "level": 6,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une attaque impliquant votre monstre \"@Ignister\" est déclarée : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, annulez l'attaque. Tant que vous contrôlez un monstre Link-6 (Effet Rapide) : vous pouvez bannir cette carte depuis votre Terrain ou Cimetière, puis ciblez 1 carte face recto contrôlée par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Danmari @Ignister\" qu'une fois par tour.",
    "archetype": "@Ignister"
  },
  {
    "id": "7984540",
    "name": "Daphnée Solairavalon",
    "nameEn": "Daphnée Solairavalon",
    "attribute": "EARTH",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Plant",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Plante\nCette carte ne peut pas être ciblée par des attaques, mais ça n'empêche pas votre adversaire de vous attaquer directement. Vous pouvez Sacrifier 1 monstre, puis ciblez 2 Monstres Lien Plante (\"Daphnée Solairavalon\" exclu) dans votre Cimetière ; renvoyez-les à l'Extra Deck. Vous ne pouvez utiliser cet effet de \"Daphnée Solairavalon\" qu'une fois par tour.",
    "archetype": "Sunavalon"
  },
  {
    "id": "98127546",
    "name": "Déesse des Enfers du Monde Fermé",
    "nameEn": "Déesse des Enfers du Monde Fermé",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "4+ Monstres à Effet\nVous pouvez aussi utiliser 1 monstre contrôlé par votre adversaire comme Matériel pour Invoquer par Lien cette carte. Si cette carte est Invoquée par Lien : vous pouvez annuler les effets de tous les monstres face recto actuellement contrôlés par votre adversaire. Cette carte Invoquée par Lien n'est pas affectée par des effets activés de votre adversaire, sauf s'il cible cette carte. Une fois par tour, lorsque votre adversaire active une carte ou un effet qui Invoque Spécialement un ou plusieurs monstres depuis le Cimetière (Effet Rapide) : vous pouvez annuler l'activation."
  },
  {
    "id": "69522668",
    "name": "Démon de la Magiclé - Transfurlmine",
    "nameEn": "Démon de la Magiclé - Transfurlmine",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 2800,
    "level": 8,
    "monsterType": "Thunder",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur \"Magiclé\" + 1+ Monstre Normal non-Syntoniseur\nDurant chaque Battle Phase, cette carte peut faire max. 2 attaques sur des monstres. Vous ne pouvez utiliser chacun des effets suivants de \"Démon de la Magiclé - Transfurlmine\" qu'une fois par tour. Si vous contrôlez cette carte qui a été Invoquée par Synchronisation en utilisant min. 2 Attributs de monstres : vous pouvez Poser 1 Magie/Piège \"Magiclé\" directement depuis votre Deck dans votre Zone Magie & Piège. Si votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres du même Attribut qu'un monstre dans votre Cimetière (sauf durant la Damage Step) : vous pouvez détruire ces monstres.",
    "archetype": "Magikey"
  },
  {
    "id": "16605586",
    "name": "Denier - HÉROS de la Destinée",
    "nameEn": "Denier - HÉROS de la Destinée",
    "attribute": "DARK",
    "atk": 1100,
    "def": 600,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez prendre 1 de vos monstres \"HÉROS de la Destinée\" depuis votre Deck, Cimetière, ou qui est banni, et placez-le au-dessus de votre Deck. Vous ne pouvez utiliser cet effet de \"Denier - HÉROS de la Destinée\" qu'une fois par tour. Si vous avez un monstre \"HÉROS de la Destinée\" (\"Denier - HÉROS de la Destinée\" exclu) sur votre Terrain ou dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Vous ne pouvez utiliser cet effet de \"Denier - HÉROS de la Destinée\" qu'une fois par Duel.",
    "archetype": "Destiny HERO"
  },
  {
    "id": "99243014",
    "name": "Dépassement Synchro",
    "nameEn": "Dépassement Synchro",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 Monstre Synchro dans votre Extra Deck, choisissez 1 des Matériels Synchro qui est mentionné sur celui-ci, et ajoutez à votre main ou Invoquez Spécialement le monstre depuis votre Deck ou Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck le tour où vous activez cette carte. Vous ne pouvez activer qu'1 \"Dépassement Synchro\" par tour.",
    "archetype": "Synchro"
  },
  {
    "id": "87240371",
    "name": "Descente de la Coléoptroupe",
    "nameEn": "Descente de la Coléoptroupe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 \"Jeton Coléoptroupe\" (Insecte/TERRE/Niveau 3/ATK 1000/DEF 1000), puis si vous contrôlez un monstre Insecte avec min. 3000 ATK, vous pouvez détruire 1 autre Magie/Piège sur le Terrain. Vous ne pouvez activer qu'1 \"Descente de la Coléoptroupe\" par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "65681983",
    "name": "Désignateur de la Suppression",
    "nameEn": "Désignateur de la Suppression",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Déclarez 1 nom de carte ; bannissez 1 carte déclarée depuis votre Main Deck, et si vous le faites, annulez ses effets, ainsi que les effets activés et effets sur le Terrain de cartes du même nom d'origine jusqu'à la fin de ce tour. Vous ne pouvez activer qu'1 \"Désignateur de la Suppression\" par tour."
  },
  {
    "id": "99543666",
    "name": "Despia, Théâtre des Marqués",
    "nameEn": "Despia, Théâtre des Marqués",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion de min. Niveau 8 depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel. Si un monstre non-Fusion Elfe face recto que vous contrôlez quitte le Terrain par un effet de carte de l'adversaire, ou est détruit au combat : vous pouvez cibler 1 Monstre Fusion de min. Niveau 8 dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Despia, Théâtre des Marqués\" qu'une fois par tour.",
    "archetype": "Despia"
  },
  {
    "id": "98904974",
    "name": "Déverrouillage de la Magiclé",
    "nameEn": "Déverrouillage de la Magiclé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une Carte Magie/Piège tant que vous contrôlez un Monstre Rituel \"Magiclé\" ou un monstre \"Magiclé\" Invoqué Spécialement depuis l'Extra Deck : annulez l'activation, et si vous le faites, détruisez la carte, puis vous pouvez déclarer 1 Attribut, et si vous faites ça, tous les monstres face recto contrôlés par votre adversaire deviennent de cet Attribut le reste de ce tour. Vous ne pouvez activer qu'1 \"Déverrouillage de la Magiclé\" par tour.",
    "archetype": "Magikey"
  },
  {
    "id": "92919429",
    "name": "Devineresse du Héraut",
    "nameEn": "Devineresse du Héraut",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 300,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre Elfe depuis votre Deck ou Extra Deck au Cimetière, et si vous le faites, augmentez le Niveau de cette carte du Niveau du monstre jusqu'à la fin de ce tour. Si cette carte est Sacrifiée : vous pouvez Invoquer Spécialement 1 monstre Elfe de max. Niveau 2 (\"Devineresse du Héraut\" exclu) depuis votre main ou Deck. Vous ne pouvez utiliser chaque effet de \"Devineresse du Héraut\" qu'une fois par tour.",
    "archetype": "Herald"
  },
  {
    "id": "61269611",
    "name": "Dinolutteur Iguanodraka",
    "nameEn": "Dinolutteur Iguanodraka",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 0,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 autre monstre Dinosaure ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez Sacrifier 1 monstre Dinosaure, puis ciblez 1 monstre \"Dinolutteur\" dans votre Cimetière de nom d'origine différent du monstre Sacrifié ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Dinolutteur Iguanodraka\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "11327848",
    "name": "Diplhomme de Master",
    "nameEn": "Diplhomme de Master",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2000,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée par Sacrifice : vous pouvez cibler 1 monstre dans votre Cimetière et 1 monstre face recto contrôlé par votre adversaire ; équipez le monstre depuis votre Cimetière au monstre de l'adversaire. Tant qu'il est équipé par cet effet, le monstre équipé perd une ATK égale à l'ATK du monstre qui lui est équipé. Votre adversaire ne peut pas activer les effets des monstres qu'il contrôle qui sont équipés avec des Cartes d'Équipement dans vos Zones Magie & Piège."
  },
  {
    "id": "61606250",
    "name": "Dragon Armé de l'Éclair",
    "nameEn": "Dragon Armé de l'Éclair",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Dragon Armé\" que vous contrôlez ; prenez 1 monstre du même nom depuis votre Deck ou Cimetière, et soit ajoutez-le à votre main soit Invoquez-le Spécialement, en ignorant ses conditions d'Invocation, mais il ne peut pas attaquer directement. Vous ne pouvez activer qu'1 \"Dragon Armé de l'Éclair\" par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon exclus) le tour où vous activez cette carte.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "97091969",
    "name": "Dragon Armé de la Foudre",
    "nameEn": "Dragon Armé de la Foudre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres \"Dragon Armé\" que vous contrôlez vont être détruits par un effet de carte, vous pouvez envoyer cette carte au Cimetière à la place. Vous pouvez cibler 1 monstre \"Dragon Armé\" que vous contrôlez, puis activez 1 de ces effets ;\n●Il gagne une ATK égale à son Niveau x 100 (même si cette carte quitte le Terrain).\n●Ajoutez 1 monstre \"Dragon Armé\" d'un Niveau inférieur ou égal depuis votre Cimetière à votre main.\nVous ne pouvez utiliser cet effet de \"Dragon Armé de la Foudre\" qu'une fois par tour.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "57605303",
    "name": "Dragon Armé du Coup de Tonnerre",
    "nameEn": "Dragon Armé du Coup de Tonnerre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Dragon Armé\" que vous contrôlez ; il gagne 1000 ATK pour chaque monstre \"Dragon Armé\" dans votre Cimetière d'un Niveau inférieur ou égal et de noms différents les uns des autres, et aussi le reste de ce tour, votre adversaire ne reçoit aucun dommage de combat de ses attaques. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie \"Dragon Armé\" dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser qu'1 effet de \"Dragon Armé du Coup de Tonnerre\" par tour, et uniquement une fois le tour.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "34611551",
    "name": "Dragon Armé du Flash",
    "nameEn": "Dragon Armé du Flash",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Dragon Armé\" de Niveau 3 depuis votre Deck en Position de Défense. Vous ne pouvez activer qu'1 \"Dragon Armé du Flash\" par tour.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "58153103",
    "name": "Dragon Armé du Tonnerre LV10",
    "nameEn": "Dragon Armé du Tonnerre LV10",
    "attribute": "WIND",
    "atk": 3000,
    "def": 2000,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte a été Invoquée Spécialement par l'effet d'un monstre \"Dragon Armé\", elle gagne les effets suivants selon son ATK.\n●1+ : Son nom devient \"Dragon Armé LV10\".\n●10+ : Son contrôle ne peut pas être échangé.\n●100+ : Non destructible au combat.\n●1000+ : Une fois par tour de l'adversaire (Effet Rapide) : vous pouvez envoyer 1 carte depuis votre main au Cimetière, puis ciblez 1 autre carte sur le Terrain ; détruisez-la, et si vous le faites, cette carte gagne 1000 ATK.\n●10000+ : Une fois par tour : vous pouvez détruire toutes les autres cartes sur le Terrain.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "57030525",
    "name": "Dragon Armé du Tonnerre LV3",
    "nameEn": "Dragon Armé du Tonnerre LV3",
    "attribute": "WIND",
    "atk": 1200,
    "def": 900,
    "level": 3,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Dragon Armé LV3\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon Armé du Tonnerre LV3\" qu'une fois par tour. Vous pouvez envoyer 1 monstre depuis votre main au Cimetière ; envoyez cette carte depuis le Terrain au Cimetière, et si vous le faites, Invoquez Spécialement 1 monstre \"Dragon Armé\" de max. Niveau 5 depuis votre main ou Deck. Si cette carte est envoyée au Cimetière pour activer un effet de monstre Dragon : vous pouvez piocher 1 carte.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "21546416",
    "name": "Dragon Armé du Tonnerre LV5",
    "nameEn": "Dragon Armé du Tonnerre LV5",
    "attribute": "WIND",
    "atk": 2400,
    "def": 1700,
    "level": 5,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Dragon Armé LV5\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon Armé du Tonnerre LV5\" qu'une fois par tour. Vous pouvez envoyer 1 monstre depuis votre main au Cimetière ; envoyez cette carte depuis le Terrain au Cimetière, et si vous le faites, Invoquez Spécialement 1 monstre \"Dragon Armé\" de max. Niveau 7 depuis votre main ou Deck. Si cette carte est envoyée au Cimetière pour activer un effet de monstre Dragon : vous pouvez ajouter 1 monstre VENT Dragon de min. Niveau 5 depuis votre Deck à votre main.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "94141712",
    "name": "Dragon Armé du Tonnerre LV7",
    "nameEn": "Dragon Armé du Tonnerre LV7",
    "attribute": "WIND",
    "atk": 2800,
    "def": 1000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Dragon Armé LV7\" tant qu'elle est sur le Terrain ou dans le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon Armé du Tonnerre LV7\" qu'une fois par tour. Vous pouvez envoyer 1 monstre depuis votre main au Cimetière ; envoyez cette carte depuis le Terrain au Cimetière, et si vous le faites, Invoquez Spécialement 1 monstre \"Dragon Armé\" de max. Niveau 10 depuis votre main ou Deck. Si cette carte est envoyée au Cimetière pour activer un effet de monstre Dragon : vous pouvez ajouter 1 carte \"Dragon Armé\" depuis votre Deck à votre main.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "84425220",
    "name": "Dragon Armé LV10 Blanc",
    "nameEn": "Dragon Armé LV10 Blanc",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2000,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement par son propre effet. Vous pouvez bannir des monstres \"Dragon Armé\" depuis votre Terrain et/ou Cimetière dont le Niveau total est égal à 10 ; Invoquez Spécialement cette carte depuis votre main, puis vous pouvez ajouter 1 \"Voile Blanc\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Dragon Armé LV10 Blanc\" qu'une fois par tour. Vous ne recevez aucun dommage d'effet. Au début de la Damage Step, si cette carte attaque : vous pouvez détruire 1 carte sur le Terrain.",
    "archetype": "Armed Dragon"
  },
  {
    "id": "89631139",
    "name": "Dragon Blanc aux Yeux Bleus",
    "nameEn": "Dragon Blanc aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ce dragon légendaire est un puissant moteur de destruction. Rares sont ceux qui ont survécu à cette terrifiante créature quasiment invincible pour en parler.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "291414",
    "name": "Dragon de la Convergence des Volontés",
    "nameEn": "Dragon de la Convergence des Volontés",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel Synchro, sauf pour l'Invocation Synchro d'un monstre \"Majestueux\". Le nom de cette carte devient \"Dragon Majestueux\" tant qu'elle est sur le Terrain ou dans le Cimetière. Lorsque vous piochez cette carte : vous pouvez la révéler ; Invoquez-la Spécialement depuis votre main, puis, si vous contrôlez un Monstre Synchro Dragon de min. Niveau 8, vous pouvez Invoquer Spécialement 1 monstre Dragon de Niveau 1 depuis votre Deck. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"Dragon de la Convergence des Volontés\" qu'une fois par tour.",
    "archetype": "Majestic"
  },
  {
    "id": "71159974",
    "name": "Dragon de la Magiclé - Andrabime",
    "nameEn": "Dragon de la Magiclé - Andrabime",
    "attribute": "WIND",
    "atk": 2800,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre à Effet \"Magiclé\" + 1 Monstre Normal (Jetons exclus)\nLorsque cette carte est Invoquée par Fusion, votre adversaire ne peut activer ni de cartes ni d'effets. Une fois par tour : vous pouvez cibler 1 Monstre Normal ou monstre \"Magiclé\" dans votre Cimetière ; détruisez tous les monstres contrôlés par votre adversaire de l'Attribut du monstre. Une fois par tour, si un monstre de l'adversaire du même Attribut qu'un monstre dans votre Cimetière est détruit au combat ou par un effet de carte, si cette carte a été Invoquée par Fusion en utilisant 2 Attributs différents comme Matériel : vous pouvez piocher 1 carte.",
    "archetype": "Magikey"
  },
  {
    "id": "74677427",
    "name": "Dragon Noir aux Yeux Rouges",
    "nameEn": "Dragon Noir aux Yeux Rouges",
    "attribute": "DARK",
    "atk": 2400,
    "def": 2000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Dragon féroce à l'attaque meurtrière.",
    "archetype": "Red-Eyes"
  },
  {
    "id": "93708824",
    "name": "Dragon Rose Châtaigne",
    "nameEn": "Dragon Rose Châtaigne",
    "attribute": "DARK",
    "atk": 1600,
    "def": 1200,
    "level": 3,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte qui mentionne \"Dragon Rose Noire\" (\"Dragon Rose Châtaigne\" exclu) depuis votre Deck à votre main. Tant que cette carte est dans votre Cimetière, si un ou plusieurs monstres \"Dragon Rose\" ou Monstres Synchro Plante face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Rose Châtaigne\" qu'une fois par tour.",
    "archetype": "Rose"
  },
  {
    "id": "40139997",
    "name": "Dragon Rose Rougeâtre",
    "nameEn": "Dragon Rose Rougeâtre",
    "attribute": "FIRE",
    "atk": 3200,
    "def": 2400,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez bannir toutes les cartes depuis les Cimetières, puis, si cette carte a été Invoquée par Synchronisation en utilisant \"Dragon Rose Noire\" ou un Monstre Synchro Plante comme Matériel, vous pouvez détruire toutes les autres cartes sur le Terrain. Lorsque votre adversaire active une carte ou un effet qui va détruire une ou plusieurs cartes (Effet Rapide) : vous pouvez Sacrifier cette carte ; annulez l'activation, puis vous pouvez Invoquer Spécialement 1 \"Dragon Rose Noire\" depuis votre Extra Deck ou Cimetière.",
    "archetype": "Rose"
  },
  {
    "id": "75083197",
    "name": "Dragonlouette Pairen",
    "nameEn": "Dragonlouette Pairen",
    "attribute": "WIND",
    "atk": 2700,
    "def": 1300,
    "level": 6,
    "monsterType": "Wyrm",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 6\nNon destructible au combat ou par un effet de carte tant qu'un monstre (\"Dragonlouette Pairen\" exclu) est face recto sur le Terrain qui a été Invoqué Spécialement depuis le Cimetière. Durant la Standby Phase : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre de max. Niveau 5 dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Dragonlouette Pairen\" qu'une fois par tour."
  },
  {
    "id": "99456344",
    "name": "Dramaturge de Despia",
    "nameEn": "Dramaturge de Despia",
    "attribute": "DARK",
    "atk": 3000,
    "def": 1500,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un Monstre Fusion, Synchro, Xyz ou Lien est Invoqué Spécialement (sauf durant la Damage Step) : vous pouvez cibler 1 Monstre à Effet sur le Terrain ; jusqu'à la fin de ce tour, annulez ses effets. Si cette carte dans votre main ou sur votre Terrain est utilisée comme Matériel Fusion, et est envoyée au Cimetière ou est bannie : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Dramaturge de Despia\" qu'une fois par tour.",
    "archetype": "Despia"
  },
  {
    "id": "1174075",
    "name": "Drytron Mu Bêta Fafnir",
    "nameEn": "Drytron Mu Bêta Fafnir",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 0,
    "level": 1,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 1\nLorsque vous Invoquez Rituellement, vous pouvez détacher un ou plusieurs Matériels de cette carte comme le ou les monstres requis pour l'Invocation Rituelle. Vous ne pouvez utiliser chacun des effets suivants de \"Drytron Mu Bêta Fafnir\" qu'une fois par tour. Si cette carte est Invoquée par Xyz : vous pouvez envoyer 1 carte \"Drytron\" depuis votre Deck au Cimetière. Lorsque votre adversaire active une Carte Magie/Piège, tant que vous contrôlez un Monstre Rituel Machine (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte ; annulez l'activation, et si vous le faites, détruisez la carte.",
    "archetype": "Drytron"
  },
  {
    "id": "51510279",
    "name": "Duo de la Magiclé",
    "nameEn": "Duo de la Magiclé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 Monstre Normal ou 1 monstre \"Magiclé\" dans votre Cimetière ; ajoutez-le à votre main, puis vous pouvez appliquer 1 de ces effets.\n●Invoquez par Fusion 1 Monstre Fusion \"Magiclé\" depuis votre Extra Deck en Position de Défense, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion.\n●Invoquez Rituellement 1 Monstre Rituel \"Magiclé\" depuis votre main en Position de Défense, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau.",
    "archetype": "Magikey"
  },
  {
    "id": "2656842",
    "name": "Éclaireur Buggy de la Coléoptroupe",
    "nameEn": "Éclaireur Buggy de la Coléoptroupe",
    "attribute": "WIND",
    "atk": 1000,
    "def": 300,
    "level": 3,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez pas Invoquer Spécialement de monstres (monstres Insecte exclus). Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 \"Éclaireur Buggy de la Coléoptroupe\" depuis votre main, Deck ou Cimetière. Vous ne pouvez utiliser cet effet de \"Éclaireur Buggy de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "63184227",
    "name": "Éclat Poussière d'Étoile",
    "nameEn": "Éclat Poussière d'Étoile",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 2000,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre que vous contrôlez est Sacrifié (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main ou Cimetière, mais bannissez-la lorsqu'elle quitte le Terrain. Si un Monstre Synchro \"Guerrier\", \"Synchronique\" ou \"Poussière d'Étoile\" est Invoqué par Synchronisation en utilisant cette carte comme Matériel : vous pouvez Invoquer Spécialement 1 \"Jeton Poussière d'Étoile\" (Dragon/LUMIÈRE/Niveau 1/ATK 0/DEF 0). Vous ne pouvez utiliser chaque effet de \"Éclat Poussière d'Étoile\" qu'une fois par tour.",
    "archetype": "Stardust"
  },
  {
    "id": "96352326",
    "name": "Éda la Magicienne du Soleil",
    "nameEn": "Éda la Magicienne du Soleil",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou retournée face recto : vous pouvez Invoquer Spécialement 1 monstre Magicien avec 1500 DEF (\"Éda la Magicienne du Soleil\" exclu) depuis votre main ou Deck en Position de Défense face verso. Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez changer 1 monstre Magicien face verso que vous contrôlez en Position d'Attaque ou Défense face recto. Vous ne pouvez utiliser chaque effet de \"Éda la Magicienne du Soleil\" qu'une fois par tour.",
    "archetype": "Magician"
  },
  {
    "id": "74567889",
    "name": "Enfant des Ténèbres @Ignister",
    "nameEn": "Enfant des Ténèbres @Ignister",
    "attribute": "DARK",
    "atk": 500,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre non-Lien \"@Ignister\"\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 \"Ignister A.I.Land\" depuis votre Deck à votre main. Lorsqu'un monstre Cyberse avec 2300 ATK d'origine active son effet (Effet Rapide) : vous pouvez déplacer cette carte dans votre Zone Monstre Main pointée par cette carte, puis, vous pouvez le changer en n'importe quel Attribut jusqu'à la fin de ce tour. Vous ne pouvez utiliser chaque effet de \"Enfant des Ténèbres @Ignister\" qu'une fois par tour.",
    "archetype": "@Ignister"
  },
  {
    "id": "80088625",
    "name": "Épéiste Binaire",
    "nameEn": "Épéiste Binaire",
    "attribute": "EARTH",
    "atk": 1800,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres Normaux\nCette carte gagne ces effets selon le nombre de monstres co-liés à cette carte.\n●1+ : Lorsque cette carte déclare une attaque sur un monstre de l'adversaire : vous pouvez activer cet effet ; cette carte peut faire une seconde attaque durant chaque Battle Phase ce tour, et aussi, si cette carte combat un monstre de l'adversaire ce tour, le monstre de l'adversaire ne peut pas être détruit par ce combat.\n●2 : Après le calcul des dommages, si cette carte a combattu un monstre de l'adversaire : vous pouvez bannir le monstre de l'adversaire."
  },
  {
    "id": "40633084",
    "name": "Escouade de la Coléoptroupe",
    "nameEn": "Escouade de la Coléoptroupe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre non-Jeton Insecte ; Invoquez Spécialement max. 1 \"Jeton Coléoptroupe\" (Insecte/TERRE/Niveau 3/ATK 1000/DEF 1000) pour chaque 1000 ATK d'origine du monstre Sacrifié. Vous ne pouvez activer \"Escouade de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "70473293",
    "name": "Espèce Croisée Solairvigne",
    "nameEn": "Espèce Croisée Solairvigne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 Monstre Lien, puis ciblez 1 autre monstre Plante dans votre Cimetière ; Invoquez-le Spécialement, mais annulez ses effets. Vous ne pouvez utiliser cet effet de \"Espèce Croisée Solairvigne\" qu'une fois par tour.",
    "archetype": "Sunvine"
  },
  {
    "id": "68300121",
    "name": "Esprit de la Magiclé - Vepartu",
    "nameEn": "Esprit de la Magiclé - Vepartu",
    "attribute": "WATER",
    "atk": 2000,
    "def": 2000,
    "level": 4,
    "monsterType": "Sea Serpent",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nSi cette carte est Invoquée par Xyz : vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 Monstre Normal de min. Niveau 4 depuis votre Deck ou Cimetière à votre main. Si cette carte a un Monstre Normal comme Matériel, elle gagne cet effet.\n●Au début de la Damage Step, si cette carte combat un monstre de l'adversaire du même Attribut qu'un Monstre Normal ou monstre \"Magiclé\" dans votre Cimetière : vous pouvez détacher 1 Matériel de cette carte ; votre adversaire doit envoyer le monstre au Cimetière.",
    "archetype": "Magikey"
  },
  {
    "id": "24793135",
    "name": "Estampe Sacrée de la Légende de Gizmek",
    "nameEn": "Estampe Sacrée de la Légende de Gizmek",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez dévoiler les 3 cartes du dessus de votre Deck, et si vous le faites, vous pouvez ajouter 1 monstre Machine dévoilé dont l'ATK est égale à sa propre DEF à votre main, et aussi, bannissez face verso les cartes restantes. Vous ne pouvez utiliser cet effet de \"Estampe Sacrée de la Légende de Gizmek\" qu'une fois par tour. Chaque fois qu'un ou plusieurs monstres Machine dont l'ATK est égale à leur propre DEF sont Invoqués Normalement ou Spécialement, placez 1 Compteur sur cette carte. Tant que cette carte a min. 10 Compteurs, aucun joueur ne peut activer les effets des monstres sur le Terrain dont l'ATK n'est pas égale à leur propre DEF.",
    "archetype": "Gizmek"
  },
  {
    "id": "93672138",
    "name": "Evil★Jumelle Sunny la Perturbatrice",
    "nameEn": "Evil★Jumelle Sunny la Perturbatrice",
    "attribute": "LIGHT",
    "atk": 3300,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un monstre \"Evil★Jumelle\" inclus)\n(Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement max. 1 monstre \"Ki-sikil\" et max. 1 monstre \"Lil-la\" depuis votre Cimetière. Vous pouvez bannir cette carte depuis votre Cimetière et envoyer 1 monstre \"Evil★Jumelle\" depuis votre main, Deck ou Terrain face recto au Cimetière ; envoyez 1 carte sur le Terrain au Cimetière. Vous ne pouvez utiliser chaque effet de \"Evil★Jumelle Sunny la Perturbatrice\" qu'une fois par tour.",
    "archetype": "Evil★Twin"
  },
  {
    "id": "60461804",
    "name": "Exécuteur Phœnix Destructeur - HÉROS de la Destinée",
    "nameEn": "Exécuteur Phœnix Destructeur - HÉROS de la Destinée",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2100,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"HÉROS\" de min. Niveau 6 + 1 monstre \"HÉROS de la Destinée\"\nLes monstres contrôlés par votre adversaire perdent 200 ATK pour chaque carte \"HÉROS\" dans votre Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Exécuteur Phœnix Destructeur - HÉROS de la Destinée\" qu'une fois par tour. (Effet Rapide) : vous pouvez détruire 1 carte que vous contrôlez ainsi qu'1 carte sur le Terrain. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez activer cet effet ; durant la Standby Phase du prochain tour, Invoquez Spécialement 1 monstre \"HÉROS de la Destinée\" depuis votre Cimetière.",
    "archetype": "Destiny HERO"
  },
  {
    "id": "17427333",
    "name": "F.E.M.",
    "nameEn": "F.E.M.",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 monstre Machine, puis ciblez 1 carte sur le Terrain pour chaque 1000 ATK d'origine du monstre Sacrifié ; détruisez ces cartes."
  },
  {
    "id": "52038442",
    "name": "Fantôme du Défunt et Fraîcheur Lunaire",
    "nameEn": "Fantôme du Défunt et Fraîcheur Lunaire",
    "attribute": "WIND",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Spécialement un ou plusieurs monstres face recto (sauf durant la Damage Step) : vous pouvez défausser cette carte, puis ciblez 1 de ces monstres face recto ; annulez ses effets jusqu'à la fin de ce tour, et aussi, si le monstre face recto quitte le Terrain ce tour, son contrôleur reçoit des dommages égaux à son ATK d'origine. Vous ne pouvez utiliser cet effet de \"Fantôme du Défunt et Fraîcheur Lunaire\" qu'une fois par tour."
  },
  {
    "id": "62015408",
    "name": "Faucheur Fantôme et Cerises Blanches",
    "nameEn": "Faucheur Fantôme et Cerises Blanches",
    "attribute": "DARK",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous (Effet Rapide) : vous pouvez défausser cette carte ; révélez 1 carte dans votre Extra Deck, puis regardez l'Extra Deck de votre adversaire, et aussi, bannissez toutes les cartes dans son Extra Deck du même nom que la carte révélée. Vous ne pouvez utiliser cet effet de \"Faucheur Fantôme et Cerises Blanches\" qu'une fois par tour."
  },
  {
    "id": "62481203",
    "name": "Festival Farstar",
    "nameEn": "Festival Farstar",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 2 \"Jeton Farstar\" (Elfe/LUMIÈRE/Niveau 1/ATK 0/DEF 0). Si un ou plusieurs monstres \"Farstar\" que vous contrôlez qui ont été Invoqués Spécialement depuis l'Extra Deck vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez Invoquer ni Normalement ni Spécialement de monstres (monstres \"Farstar\" exclus) le tour où vous activez cette carte. Vous ne pouvez activer qu'1 \"Festival Farstar\" par tour.",
    "archetype": "Trickstar"
  },
  {
    "id": "60643553",
    "name": "Fille Fantôme et Cornouiller Effrayant",
    "nameEn": "Fille Fantôme et Cornouiller Effrayant",
    "attribute": "WATER",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant chaque tour, sauf la End Phase (Effet Rapide) : vous pouvez défausser cette carte ; ce tour, appliquez cet effet. Vous ne pouvez utiliser cet effet de \"Fille Fantôme et Cornouiller Effrayant\" qu'une fois par tour.\n●Chaque fois que votre adversaire Invoque Spécialement un ou plusieurs Monstres à Effet durant la Main Phase ou Battle Phase, vous gagnez des LP égaux à l'ATK du monstre. Si vous n'avez pas gagné de LP par cet effet, vos LP sont divisés par deux durant la End Phase."
  },
  {
    "id": "32176662",
    "name": "Flip Gelé",
    "nameEn": "Flip Gelé",
    "attribute": "WATER",
    "atk": 500,
    "def": 500,
    "level": 1,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière : changez tous les monstres en Position d'Attaque contrôlés par votre adversaire en Position de Défense."
  },
  {
    "id": "76524506",
    "name": "Flora de la Rose du Jardin",
    "nameEn": "Flora de la Rose du Jardin",
    "attribute": "LIGHT",
    "atk": 800,
    "def": 1600,
    "level": 5,
    "monsterType": "Plant",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous pouvez cibler 1 carte dans la Zone Terrain ; détruisez-la, puis Invoquez Spécialement 1 \"Jeton Rose\" (Plante/TÉNÈBRES/Niveau 2/ATK 800/DEF 800) en Position d'Attaque sur le Terrain de son contrôleur, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Flora de la Rose du Jardin\" qu'une fois par tour. Une fois par Chaîne, durant la Main Phase de votre adversaire, vous pouvez (Effet Rapide) : immédiatement après la résolution de cet effet, Invoquez par Synchronisation en utilisant cette carte que vous contrôlez.",
    "archetype": "Rose"
  },
  {
    "id": "14558127",
    "name": "Floraison de Cendres et Joyeux Printemps",
    "nameEn": "Floraison de Cendres et Joyeux Printemps",
    "attribute": "FIRE",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une carte ou un effet qui inclut n'importe lequel de ces effets est activé (Effet Rapide) : vous pouvez défausser cette carte ; annulez l'effet.\n●Ajouter une carte depuis le Deck à la main.\n●Invoquer Spécialement depuis le Deck.\n●Envoyer une carte depuis le Deck au Cimetière.\nVous ne pouvez utiliser cet effet de \"Floraison de Cendres et Joyeux Printemps\" qu'une fois par tour."
  },
  {
    "id": "36224040",
    "name": "Force de Zexal Magie-Rang-Plus",
    "nameEn": "Force de Zexal Magie-Rang-Plus",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Xyz que vous contrôlez ; Invoquez Spécialement depuis votre Extra Deck 1 monstre \"Utopie\" ou \"ZW -\" qui a 1 Rang de plus que le monstre que vous contrôlez en l'utilisant comme Matériel, et si vous le faites, prenez 1 monstre \"ZW -\" ou \"ZS -\" depuis votre Deck et placez-le au-dessus de votre Deck. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Si votre adversaire a min. 2000 LP de plus que vous : vous pouvez bannir cette carte depuis votre Cimetière ; piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Force de Zexal Magie-Rang-Plus\" qu'une fois par tour.",
    "archetype": "Rank-Up-Magic"
  },
  {
    "id": "64213017",
    "name": "Formation de la Coléoptroupe",
    "nameEn": "Formation de la Coléoptroupe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Coléoptroupe\" dans votre Cimetière ; Invoquez-le Spécialement, mais il ne peut pas attaquer ce tour, et aussi, vous perdez des LP égaux à son ATK d'origine. Si un ou plusieurs monstres Insecte face recto que vous contrôlez sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 \"Jeton Coléoptroupe\" (Insecte/TERRE/Niveau 3/ATK 1000/DEF 1000). Vous ne pouvez utiliser chaque effet de \"Formation de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "55273560",
    "name": "Formidable Ecclésia, la Vertueuse",
    "nameEn": "Formidable Ecclésia, la Vertueuse",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Formidable Ecclésia, la Vertueuse\" qu'une fois par tour de cette façon. Vous ne pouvez utiliser chacun des effets suivants de \"Formidable Ecclésia, la Vertueuse\" qu'une fois par tour. Durant la Main Phase (Effet Rapide) : vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Âmépée\" ou 1 \"Albaz le Déchu\" depuis votre main ou Deck. Durant la End Phase, si un ou plusieurs Monstres Fusion ont été envoyés à votre Cimetière ce tour : ajoutez cette carte depuis le Cimetière à votre main."
  },
  {
    "id": "58549532",
    "name": "Fusion Métalphose Para",
    "nameEn": "Fusion Métalphose Para",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion \"Métalphose\" depuis votre Extra Deck, en utilisant max. 1 monstre chacun depuis votre main, Terrain et/ou Extra Deck face recto comme Matériel Fusion. Vous ne pouvez activer qu'1 \"Fusion Métalphose Para\" par tour.",
    "archetype": "Metalfoes"
  },
  {
    "id": "63854005",
    "name": "Fusion Préparée",
    "nameEn": "Fusion Préparée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 1000 LP ; Invoquez Spécialement 1 Monstre Fusion de max. Niveau 6 (Monstres à Effet exclus) depuis votre Extra Deck, mais il ne peut pas attaquer, et aussi, détruisez-le durant la End Phase. (Ceci est traité comme une Invocation Fusion.) Vous ne pouvez activer qu'1 \"Fusion Préparée\" par tour."
  },
  {
    "id": "54334420",
    "name": "Fuvagabonbrise et Eglen",
    "nameEn": "Fuvagabonbrise et Eglen",
    "attribute": "WIND",
    "atk": 800,
    "def": 1000,
    "level": 1,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte face recto va quitter le Terrain, bannissez-la à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Fuvagabonbrise et Eglen\" qu'une fois par tour, et ne pouvez pas Invoquer Spécialement durant le tour où vous activez un de ces effets. Si cette carte est Invoquée Normalement : vous pouvez ajouter 1 monstre Bête Ailée de min. Niveau 7 depuis votre Deck à votre main, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 monstre Bête Ailée. Si un monstre Bête Ailée est Invoqué Normalement sur votre Terrain tant que cette carte est bannie : vous pouvez ajouter cette carte à votre main.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "80611581",
    "name": "Fuvagabonbrise et Empen",
    "nameEn": "Fuvagabonbrise et Empen",
    "attribute": "WIND",
    "atk": 2700,
    "def": 1000,
    "level": 10,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée par Sacrifice : vous pouvez ajouter 1 Magie/Piège \"Fuvagabonbrise\" depuis votre Deck à votre main, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 monstre. Tant que cette carte Invoquée par Sacrifice est dans la Zone Monstre, votre adversaire ne peut pas activer les effets des monstres Invoqués Spécialement qu'il contrôle en Position d'Attaque. Une fois par combat, durant le calcul des dommages, si cette carte combat un monstre de l'adversaire (Effet Rapide) : vous pouvez bannir 1 carte depuis votre main ; jusqu'à la fin de ce tour, l'ATK/DEF actuelles du monstre de l'adversaire seront divisées par deux.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "53212882",
    "name": "Fuvagabonbrise et Hibouneige",
    "nameEn": "Fuvagabonbrise et Hibouneige",
    "attribute": "WATER",
    "atk": 2900,
    "def": 800,
    "level": 10,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, tant que vous contrôlez cette carte Invoquée par Sacrifice : ce tour, vous pouvez mener max. 3 Invocations/Poses Normales, pas uniquement 1. Tant que cette carte Invoquée par Sacrifice est dans la Zone Monstre, si votre monstre attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. Une fois par tour de l'adversaire (Effet Rapide) : vous pouvez bannir 1 carte depuis votre main ; changez tous les monstres Invoqués Spécialement contrôlés par votre adversaire en Position de Défense face verso.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "28126717",
    "name": "Fuvagabonbrise et la Carte Magnifique",
    "nameEn": "Fuvagabonbrise et la Carte Magnifique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez révéler 1 monstre \"Fuvagabonbrise\" de Niveau 1 dans votre main et bannir 1 carte \"Fuvagabonbrise\" de nom différent depuis votre Deck, puis, immédiatement après la résolution de cet effet, Invoquez Normalement le monstre révélé. Si votre adversaire Invoque Normalement un monstre : immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 monstre \"Fuvagabonbrise\". Vous ne pouvez utiliser chaque effet de \"Fuvagabonbrise et la Carte Magnifique\" qu'une fois par tour.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "77610503",
    "name": "Fuvagabonbrise et la Mer Terrifiante",
    "nameEn": "Fuvagabonbrise et la Mer Terrifiante",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire va Invoquer Spécialement un ou plusieurs monstres, tant que vous contrôlez un monstre face recto Invoqué par Sacrifice et aucun monstre Invoqué Spécialement : annulez l'Invocation, et si vous le faites, renvoyez ces monstres à la main, et aussi, le reste de ce tour, votre adversaire ne peut pas Invoquer Spécialement, et peut mener max. 3 Invocations/Poses Normales ce tour, pas uniquement 1. Vous ne pouvez activer qu'1 \"Fuvagabonbrise et la Mer Terrifiante\" par tour.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "41215808",
    "name": "Fuvagabonbrise et la Ville Rêveuse",
    "nameEn": "Fuvagabonbrise et la Ville Rêveuse",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre Bête Ailée de max. Niveau 4. Si vous Invoquez par Sacrifice un monstre de min. Niveau 7 tant que cette carte est dans votre Cimetière : vous pouvez bannir cette carte ; changez tous les monstres contrôlés par votre adversaire en Position de Défense face verso. Vous ne pouvez utiliser cet effet de \"Fuvagabonbrise et la Ville Rêveuse\" qu'une fois par tour.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "55521751",
    "name": "Fuvagabonbrise et les Vents Inexplorés",
    "nameEn": "Fuvagabonbrise et les Vents Inexplorés",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez mener des Invocations Sacrifice qui nécessitent 2 Sacrifices en envoyant 1 monstre que vous contrôlez et 1 carte contrôlée par votre adversaire au Cimetière au lieu de les Sacrifier (c'est toujours traité comme une Invocation Sacrifice). Durant votre Main Phase : vous pouvez révéler max. 2 monstres Bête Ailée dans votre main et les placer au-dessous de votre Deck dans l'ordre de votre choix, puis piochez le même nombre de cartes. Vous ne pouvez utiliser cet effet de \"Fuvagabonbrise et les Vents Inexplorés\" qu'une fois par tour.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "18940725",
    "name": "Fuvagabonbrise et Robina",
    "nameEn": "Fuvagabonbrise et Robina",
    "attribute": "WATER",
    "atk": 600,
    "def": 1200,
    "level": 1,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte face recto va quitter le Terrain, bannissez-la à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Fuvagabonbrise et Robina\" qu'une fois par tour, et ne pouvez pas Invoquer Spécialement durant le tour où vous activez un de ces effets. Si cette carte est Invoquée Normalement : vous pouvez ajouter 1 monstre Bête Ailée de max. Niveau 4 depuis votre Deck à votre main, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 monstre Bête Ailée. Si un monstre Bête Ailée est Invoqué Normalement sur votre Terrain tant que cette carte est bannie : vous pouvez ajouter cette carte à votre main.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "80433039",
    "name": "Fuvagabonbrise et Stri",
    "nameEn": "Fuvagabonbrise et Stri",
    "attribute": "WATER",
    "atk": 700,
    "def": 1100,
    "level": 1,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte face recto va quitter le Terrain, bannissez-la à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Fuvagabonbrise et Stri\" qu'une fois par tour, et ne pouvez pas Invoquer Spécialement durant le tour où vous activez un de ces effets. Si cette carte est Invoquée Normalement : vous pouvez cibler 1 carte dans l'un des Cimetières ; bannissez-la, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 monstre Bête Ailée. Si un monstre Bête Ailée est Invoqué Normalement sur votre Terrain tant que cette carte est bannie : vous pouvez ajouter cette carte à votre main.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "17827173",
    "name": "Fuvagabonbrise et Toccan",
    "nameEn": "Fuvagabonbrise et Toccan",
    "attribute": "WIND",
    "atk": 500,
    "def": 1300,
    "level": 1,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte face recto va quitter le Terrain, bannissez-la à la place. Vous ne pouvez utiliser chacun des effets suivants de \"Fuvagabonbrise et Toccan\" qu'une fois par tour, et ne pouvez pas Invoquer Spécialement durant le tour où vous activez un de ces effets. Si cette carte est Invoquée Normalement : vous pouvez cibler 1 de vos cartes \"Fuvagabonbrise\" bannies ; ajoutez-la à votre main, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 monstre Bête Ailée. Si un monstre Bête Ailée est Invoqué Normalement sur votre Terrain tant que cette carte est bannie : vous pouvez ajouter cette carte à votre main.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "82184400",
    "name": "Garde des Abysses",
    "nameEn": "Garde des Abysses",
    "attribute": "WATER",
    "atk": 1500,
    "def": null,
    "level": null,
    "monsterType": "Fish",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres EAU\nNon utilisable comme Matériel Lien le tour où elle est Invoquée par Lien. Si cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 monstre Poisson depuis votre main dans votre zone pointée par cette carte. Vous pouvez cibler 1 autre monstre Poisson que vous contrôlez et 1 carte contrôlée par votre adversaire ; bannissez ces cartes. Vous ne pouvez utiliser chaque effet de \"Garde des Abysses\" qu'une fois par tour."
  },
  {
    "id": "56588755",
    "name": "Genèse Dogmatika",
    "nameEn": "Genèse Dogmatika",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Fusion, Synchro, Xyz ou Lien banni, et 1 Monstre à Effet contrôlé par votre adversaire du même type (Fusion, Synchro, Xyz ou Lien) ; renvoyez le monstre banni à l'Extra Deck, et si vous le faites, annulez les effets du monstre contrôlé par votre adversaire. Vous ne pouvez activer qu'1 \"Genèse Dogmatika\" par tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "59789370",
    "name": "Gizmek Arakami, le Sanglier Porteur de Grêle",
    "nameEn": "Gizmek Arakami, le Sanglier Porteur de Grêle",
    "attribute": "WATER",
    "atk": 1850,
    "def": 1850,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre Machine dont l'ATK est égale à sa propre DEF : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Machine que vous contrôlez dont l'ATK est égale à sa propre DEF ; envoyez 1 monstre Machine depuis votre Deck au Cimetière, dont l'ATK est égale à sa propre DEF, d'un Niveau inférieur au monstre ciblé, et si vous le faites, le monstre ciblé gagne une ATK/DEF égales au Niveau du monstre envoyé au Cimetière x 100. Vous ne pouvez utiliser chaque effet de \"Gizmek Arakami, le Sanglier Porteur de Grêle\" qu'une fois par tour.",
    "archetype": "Gizmek"
  },
  {
    "id": "50901852",
    "name": "Gizmek Inaba, le Lièvre Sauteur de Hakuto",
    "nameEn": "Gizmek Inaba, le Lièvre Sauteur de Hakuto",
    "attribute": "WIND",
    "atk": 50,
    "def": 50,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre Machine dont l'ATK est égale à sa propre DEF depuis votre main en Position de Défense. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Machine que vous contrôlez dont l'ATK est égale à sa propre DEF ; ce tour, vous ne pouvez pas déclarer d'attaques, sauf avec le monstre, et aussi, son ATK/DEF deviennent la somme des ATK d'origine de tous les monstres Machine que vous contrôlez actuellement dont l'ATK est égale à leur propre DEF. Vous ne pouvez utiliser cet effet de \"Gizmek Inaba, le Lièvre Sauteur de Hakuto\" qu'une fois par tour.",
    "archetype": "Gizmek"
  },
  {
    "id": "96399967",
    "name": "Gizmek Naganaki, le Signaleur du Lever du Soleil",
    "nameEn": "Gizmek Naganaki, le Signaleur du Lever du Soleil",
    "attribute": "LIGHT",
    "atk": 950,
    "def": 950,
    "level": 2,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre Machine dont l'ATK est égale à sa propre DEF ; Invoquez Spécialement depuis votre Deck, 1 monstre Machine dont l'ATK est égale à sa propre DEF, d'un Niveau inférieur au monstre Sacrifié. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez à votre main, 1 de vos monstres Machine face verso bannis dont l'ATK est égale à sa propre DEF. Vous ne pouvez utiliser chaque effet de \"Gizmek Naganaki, le Signaleur du Lever du Soleil\" qu'une fois par tour.",
    "archetype": "Gizmek"
  },
  {
    "id": "23384666",
    "name": "Gizmek Taniguku, l'Intellect Immobile",
    "nameEn": "Gizmek Taniguku, l'Intellect Immobile",
    "attribute": "EARTH",
    "atk": 1450,
    "def": 1450,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez prendre 1 monstre Machine dont l'ATK est égale à sa propre DEF depuis votre Deck, et placez-le au-dessus de votre Deck. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Machine dans votre Cimetière dont l'ATK est égale à sa propre DEF ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Gizmek Taniguku, l'Intellect Immobile\" qu'une fois par tour.",
    "archetype": "Gizmek"
  },
  {
    "id": "97112505",
    "name": "Globe Magella Chronomal",
    "nameEn": "Globe Magella Chronomal",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 300,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 monstre \"Chronomal\" (\"Globe Magella Chronomal\" exclu) depuis votre Deck. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez bannir 1 carte \"Chronomal\" (\"Globe Magella Chronomal\" exclu) depuis votre Cimetière ; ajoutez cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Globe Magella Chronomal\" qu'une fois par tour.",
    "archetype": "Chronomaly"
  },
  {
    "id": "24299458",
    "name": "Gouttelette de l'Interdit",
    "nameEn": "Gouttelette de l'Interdit",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez un nombre de votre choix d'autres cartes depuis votre main et/ou Terrain au Cimetière ; choisissez autant de Monstres à Effet contrôlés par votre adversaire, et jusqu'à la fin de ce tour, leur ATK est divisée par deux, et aussi, leurs effets sont annulés. En réponse à l'activation de cette carte, votre adversaire ne peut activer ni de cartes ni d'effets de cartes du même type d'origine (Monstre/Magie/Piège) que les cartes envoyées au Cimetière pour activer cette carte. Vous ne pouvez activer qu'1 \"Gouttelette de l'Interdit\" par tour.",
    "archetype": "Forbidden"
  },
  {
    "id": "79724755",
    "name": "Guitare Grondins Duonigis",
    "nameEn": "Guitare Grondins Duonigis",
    "attribute": "WATER",
    "atk": 1500,
    "def": 700,
    "level": 3,
    "monsterType": "Sea Serpent",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez bannir un nombre de cartes du dessus du Deck de votre adversaire égal au nombre de monstres EAU que vous contrôlez. Vous pouvez cibler 1 monstre EAU de max. Niveau 4 que vous contrôlez ; augmentez son Niveau de son Niveau d'origine. Vous pouvez bannir cette carte depuis votre Cimetière ; jusqu'à la fin de ce tour, 1 monstre EAU sur le Terrain gagne 100 ATK pour chaque monstre actuellement banni. Vous ne pouvez utiliser chaque effet de \"Guitare Grondins Duonigis\" qu'une fois par tour."
  },
  {
    "id": "50855622",
    "name": "Hercule Absolu de la Coléoptroupe Ultra",
    "nameEn": "Hercule Absolu de la Coléoptroupe Ultra",
    "attribute": "EARTH",
    "atk": 4000,
    "def": 4000,
    "level": 11,
    "monsterType": "Insect",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres Insecte\nAprès que cette carte est Invoquée par Fusion, elle n'est pas affectée par les effets d'autres cartes jusqu'à la fin de votre prochain tour. À la fin de la Battle Phase : vous pouvez cibler 1 monstre Insecte avec max. 3000 ATK dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Hercule Absolu de la Coléoptroupe Ultra\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "48784854",
    "name": "Héritage de la Lumière",
    "nameEn": "Héritage de la Lumière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre est Invoqué Rituellement, par Fusion, par Synchronisation ou par Xyz, tant qu'un monstre du même type de carte (Rituel, Fusion, Synchro ou Xyz) est sur le Terrain : vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Héritage de la Lumière\" qu'une fois par tour."
  },
  {
    "id": "10505300",
    "name": "Hirondelle Lente",
    "nameEn": "Hirondelle Lente",
    "attribute": "WIND",
    "atk": 100,
    "def": 100,
    "level": 1,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si min. 2 monstres de même Niveau sont sur le Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Hirondelle Lente\" qu'une fois par tour de cette façon. Vous pouvez Sacrifier cette carte ; durant votre prochaine Draw Phase, piochez 2 cartes au lieu d'1 pour votre pioche normale."
  },
  {
    "id": "37750912",
    "name": "Illumination Poussière d'Étoile",
    "nameEn": "Illumination Poussière d'Étoile",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre \"Poussière d'Étoile\" depuis votre Deck au Cimetière, ou si vous contrôlez \"Dragon Poussière d'Étoile\" ou un Monstre Synchro qui le mentionne, vous pouvez l'Invoquer Spécialement à la place. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Poussière d'Étoile\" que vous contrôlez ; jusqu'à la fin de ce tour, augmentez ou réduisez son Niveau de 1. Vous ne pouvez utiliser chaque effet de \"Illumination Poussière d'Étoile\" qu'une fois par tour.",
    "archetype": "Stardust"
  },
  {
    "id": "72427512",
    "name": "Insecte Mangeur d'Hommes Imitateur",
    "nameEn": "Insecte Mangeur d'Hommes Imitateur",
    "attribute": "EARTH",
    "atk": 450,
    "def": 600,
    "level": 4,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Ciblez 1 monstre sur le Terrain ; détruisez-le, et si vous le faites, cette carte gagne une ATK égale à l'ATK d'origine du monstre, puis vous pouvez changer le Type de cette carte au Type d'origine du monstre.\nNon destructible au combat. Non destructible par des effets de monstres du même Type.",
    "archetype": "Man-Eater Bug"
  },
  {
    "id": "70709488",
    "name": "Insecte Shinobi Hagakuremino",
    "nameEn": "Insecte Shinobi Hagakuremino",
    "attribute": "WIND",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Insect",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres de noms différents\nTant que cette carte pointe un ou plusieurs monstres, les monstres de votre adversaire ne peuvent pas cibler cette carte avec une attaque. Si un ou plusieurs monstres pointés par cette carte sont détruits au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre Insecte de max. Niveau 4 depuis votre main ou Cimetière, mais bannissez-le lorsqu'il quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Insecte Shinobi Hagakuremino\" qu'une fois par tour."
  },
  {
    "id": "53535814",
    "name": "Juge de la Barrière de Glace",
    "nameEn": "Juge de la Barrière de Glace",
    "attribute": "WATER",
    "atk": 1800,
    "def": 900,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un autre monstre \"Barrière de Glace\", chaque fois que votre adversaire active une carte ou un effet en payant des LP, il perd 500 LP. Vous ne pouvez utiliser chacun des effets suivants de \"Juge de la Barrière de Glace\" qu'une fois par tour. Vous pouvez cibler 1 ou 2 monstres \"Barrière de Glace\" dans votre Cimetière, et 1 ou 2 cartes dans le Cimetière de votre adversaire ; mélangez-les dans le Deck. Si vous contrôlez un monstre \"Barrière de Glace\" : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre en Position d'Attaque sur le Terrain ; changez-le en Position de Défense.",
    "archetype": "Ice Barrier"
  },
  {
    "id": "93595154",
    "name": "Jugement du Marqué",
    "nameEn": "Jugement du Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 Monstre Fusion de min. Niveau 8 que vous contrôlez ; détruisez tous les monstres contrôlés par votre adversaire avec une ATK supérieure ou égale au monstre. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée pour activer l'effet de \"Albaz le Déchu\" ce tour : vous pouvez Poser cette carte. Vous ne pouvez utiliser cet effet de \"Jugement du Marqué\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "56196385",
    "name": "Kitt Tri-Brigade",
    "nameEn": "Kitt Tri-Brigade",
    "attribute": "FIRE",
    "atk": 700,
    "def": 1000,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir un nombre de votre choix de monstres Bête, Bête-Guerrier et/ou Bête Ailée dans votre Cimetière ; Invoquez Spécialement 1 Monstre Lien Bête, Bête-Guerrier ou Bête Ailée depuis votre Extra Deck, avec une Classification Lien égale au nombre banni, et aussi, vous ne pouvez utiliser que des monstres Bête, Bête-Guerrier et Bête Ailée comme Matériel Lien le reste de ce tour. Si cette carte est envoyée au Cimetière : vous pouvez envoyer 1 carte \"Tri-Brigade\" (\"Kitt Tri-Brigade\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Kitt Tri-Brigade\" qu'une fois par tour.",
    "archetype": "Tri-Brigade"
  },
  {
    "id": "68223137",
    "name": "Kuri à Sens Unique",
    "nameEn": "Kuri à Sens Unique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Link-1 dans l'un des Cimetières ; renvoyez-le à l'Extra Deck ou Invoquez-le Spécialement sur le Terrain de son propriétaire. Vous ne pouvez activer qu'1 \"Kuri à Sens Unique\" par tour."
  },
  {
    "id": "65430555",
    "name": "Lancier Dard de la Coléoptroupe",
    "nameEn": "Lancier Dard de la Coléoptroupe",
    "attribute": "WIND",
    "atk": 2400,
    "def": 1800,
    "level": 7,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase (Effet Rapide) : vous pouvez cibler 1 monstre Insecte dans votre Cimetière et 1 monstre dans le Cimetière de votre adversaire ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, placez les monstres ciblés au-dessous des Decks. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Coléoptroupe\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Lancier Dard de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "9322133",
    "name": "Laser Effaceur Psychique",
    "nameEn": "Laser Effaceur Psychique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre contrôlé par votre adversaire qui a été Invoqué Spécialement depuis l'Extra Deck au Cimetière, puis votre adversaire gagne des LP égaux à l'ATK ou DEF d'origine du monstre (la plus haute valeur). Vous ne pouvez activer qu'1 \"Laser Effaceur Psychique\" par tour."
  },
  {
    "id": "59094601",
    "name": "Le Dieu Céleste Ressuscité",
    "nameEn": "Le Dieu Céleste Ressuscité",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni l'activation de cette carte, ni l'activation des effets de cette carte, ni ses effets ne peuvent être annulés. Invoquez Spécialement 1 \"Slifer, le Dragon Céleste\" depuis votre Cimetière, puis chaque joueur pioche jusqu'à avoir 6 cartes dans sa main. Vous pouvez bannir cette carte depuis votre Cimetière ; placez 1 \"Monster Reborn\" depuis votre Deck ou Cimetière au-dessus de votre Deck, puis, si un monstre Bête Divine est dans votre Cimetière, piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Le Dieu Céleste Ressuscité\" qu'une fois par tour."
  },
  {
    "id": "85182315",
    "name": "Le Dieu de la Ruine Destructeur",
    "nameEn": "Le Dieu de la Ruine Destructeur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni l'activation de cette carte, ni l'activation des effets de cette carte, ni ses effets ne peuvent être annulés. Invoquez Spécialement 1 \"Obelisk, le Tourmenteur\" depuis votre main ou Cimetière, et si vous le faites, il n'est pas affecté par des effets de carte de votre adversaire ce tour. Si vous Sacrifiez min. 2 monstres que vous contrôlez en même temps pour activer votre carte ou effet, tant que vous contrôlez \"Obelisk, le Tourmenteur\" : vous pouvez bannir cette carte depuis votre Cimetière ; bannissez tous les monstres dans le Cimetière de votre adversaire, et si vous le faites, infligez 500 points de dommages à votre adversaire pour chacun d'eux. Vous ne pouvez utiliser chaque effet de \"Le Dieu de la Ruine Destructeur\" qu'une fois par tour."
  },
  {
    "id": "11587414",
    "name": "Le Véritable Dieu du Soleil",
    "nameEn": "Le Véritable Dieu du Soleil",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : ajoutez 1 \"Le Dragon Ailé de Râ\" ou 1 carte qui le mentionne (\"Le Véritable Dieu du Soleil\" exclu) depuis votre Deck à votre main. Les monstres (\"Le Dragon Ailé de Râ\" exclu) ne peuvent pas attaquer le tour où ils sont Invoqués Spécialement. Une fois par tour, durant votre Main Phase : vous pouvez envoyer cette carte depuis le Terrain ou 1 \"Le Dragon Ailé de Râ - L'Invincible Phénix\" depuis votre Deck au Cimetière, puis envoyez 1 \"Le Dragon Ailé de Râ\" depuis votre Zone Monstre au Cimetière. Vous ne pouvez activer qu'1 \"Le Véritable Dieu du Soleil\" par tour."
  },
  {
    "id": "45674286",
    "name": "Libéchange Méchabot",
    "nameEn": "Libéchange Méchabot",
    "attribute": "DARK",
    "atk": 1800,
    "def": 800,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est ajoutée à votre main, sauf en la piochant : vous pouvez l'Invoquer Spécialement, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Machine exclus) le reste de ce tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Méchabot\" (\"Libéchange Méchabot\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Libéchange Méchabot\" qu'une fois par tour.",
    "archetype": "Machina"
  },
  {
    "id": "28827503",
    "name": "Lien dans les VRAINS !",
    "nameEn": "Lien dans les VRAINS !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre depuis votre main, mais annulez ses effets, puis, immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien en utilisant des monstres que vous contrôlez (le monstre inclus) comme Matériel. Cette Invocation Lien ne peut pas être annulée, et aussi, votre adversaire ne peut activer ni de cartes ni d'effets lorsqu'un monstre est Invoqué par Lien de cette façon. Si un ou plusieurs Monstres Lien que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez bannir cette carte ; ajoutez 1 monstre depuis votre Cimetière à votre main du même Type d'origine qu'1 de ces monstres détruits. Vous ne pouvez activer qu'1 \"Lien dans les VRAINS !\" par tour."
  },
  {
    "id": "62022479",
    "name": "Lien du Marqué",
    "nameEn": "Lien du Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 de vos \"Albaz le Déchu\" qui est banni, dans votre main ou dans votre Cimetière. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée pour activer l'effet de \"Albaz le Déchu\" ce tour : vous pouvez Poser cette carte. Vous ne pouvez utiliser chaque effet de \"Lien du Marqué\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "7925734",
    "name": "Lien Pomme",
    "nameEn": "Lien Pomme",
    "attribute": "FIRE",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; bannissez (face recto) 1 carte face verso au hasard depuis votre Extra Deck, puis, Invoquez Spécialement cette carte si la carte bannie était un Monstre Lien. Sinon, défaussez cette carte, et si vous le faites, piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Lien Pomme\" qu'une fois par tour."
  },
  {
    "id": "79371769",
    "name": "Linge Piégé",
    "nameEn": "Linge Piégé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par Chaîne, si un ou plusieurs monstres sont Invoqués Normalement ou Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez envoyer la carte du dessus de votre Deck au Cimetière. Si cette carte est envoyée depuis votre Deck au Cimetière par un effet de carte : vous pouvez cibler 1 carte dans votre Cimetière qui y a été envoyée ce tour (\"Linge Piégé\" exclu) ; ajoutez-la à votre main, mais jusqu'à la fin de votre prochain tour après la résolution de cet effet, vous ne pouvez activer ni de cartes ni d'effets de cartes avec son nom. Vous ne pouvez utiliser cet effet de \"Linge Piégé\" qu'une fois par tour."
  },
  {
    "id": "54257392",
    "name": "Live☆Jumelle Ki-sikil Gel",
    "nameEn": "Live☆Jumelle Ki-sikil Gel",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 0,
    "level": 2,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Lil-la\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Live☆Jumelle Ki-sikil Gel\" qu'une fois par tour de cette façon. Si une ou plusieurs cartes sont ajoutées depuis le Main Deck à la main de votre adversaire par un effet de carte (sauf durant la Damage Step), tant que vous contrôlez un monstre \"Evil★Jumelle\" : vous pouvez bannir cette carte depuis votre Cimetière ; piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Live☆Jumelle Ki-sikil Gel\" qu'une fois par tour.",
    "archetype": "Ki-sikil"
  },
  {
    "id": "81078880",
    "name": "Live☆Jumelle Lil-la Friandises",
    "nameEn": "Live☆Jumelle Lil-la Friandises",
    "attribute": "DARK",
    "atk": 500,
    "def": 0,
    "level": 2,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Ki-sikil\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Live☆Jumelle Lil-la Friandises\" qu'une fois par tour de cette façon. Lorsqu'un joueur reçoit des dommages d'un combat impliquant un monstre \"Evil★Jumelle\" : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; il perd une ATK égale aux dommages de combat. Vous ne pouvez utiliser cet effet de \"Live☆Jumelle Lil-la Friandises\" qu'une fois par tour.",
    "archetype": "Lil-la"
  },
  {
    "id": "37582948",
    "name": "Live☆Jumelle Sunny la Balance",
    "nameEn": "Live☆Jumelle Sunny la Balance",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Live☆Jumelle\" depuis votre Deck à votre main. Tant que vous contrôlez un monstre \"Evil★Jumelle\", chaque fois que votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres, vous gagnez 200 LP, et si vous le faites, infligez 200 points de dommages à votre adversaire. Vous ne pouvez activer qu'1 \"Live☆Jumelle Sunny la Balance\" par tour.",
    "archetype": "Live☆Twin"
  },
  {
    "id": "31834488",
    "name": "Livre de l'Éclipse Lunaire",
    "nameEn": "Livre de l'Éclipse Lunaire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 carte, puis ciblez 2 monstres face recto sur le Terrain ; changez-les en Position de Défense face verso.",
    "archetype": "Book of"
  },
  {
    "id": "9839945",
    "name": "Lyna la Charmeuse de Lumière Chatoyante",
    "nameEn": "Lyna la Charmeuse de Lumière Chatoyante",
    "attribute": "LIGHT",
    "atk": 1850,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre LUMIÈRE inclus)\n(Cette carte est toujours traitée comme une carte \"Familier Possédé\".)\nVous pouvez cibler 1 monstre LUMIÈRE dans le Cimetière de votre adversaire ; Invoquez-le Spécialement dans votre zone pointée par cette carte. Si cette carte Invoquée par Lien est détruite au combat, ou détruite par un effet de carte de l'adversaire tant qu'elle est dans la Zone Monstre de son propriétaire : vous pouvez ajouter 1 monstre LUMIÈRE avec max. 1500 DEF depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Lyna la Charmeuse de Lumière Chatoyante\" qu'une fois par tour.",
    "archetype": "Charmer"
  },
  {
    "id": "99426088",
    "name": "Maftea de la Magiclé",
    "nameEn": "Maftea de la Magiclé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion \"Magiclé\" depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel Fusion, OU Invoquez Rituellement 1 Monstre Rituel \"Magiclé\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Si vous contrôlez un Monstre Normal, vous pouvez aussi envoyer 1 Monstre Normal depuis votre Deck au Cimetière comme Matériel ou Sacrifice.",
    "archetype": "Magikey"
  },
  {
    "id": "15983048",
    "name": "Mafteal de la Magiclé Magifique",
    "nameEn": "Mafteal de la Magiclé Magifique",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 1600,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Non utilisable comme Matériel pour une Invocation Synchro ou Xyz, sauf pour l'Invocation Synchro ou Xyz d'un monstre \"Magiclé\". Si vous contrôlez un monstre \"Magiclé\" : vous pouvez révéler cette carte dans votre main ; durant votre Main Phase ce tour, vous pouvez Invoquer Normalement 1 monstre \"Magiclé\", en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Lorsque cette carte est Invoquée Normalement : vous pouvez cibler 1 Monstre Normal de max. Niveau 4 ou monstre \"Magiclé\" de max. Niveau 4 dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Vous ne pouvez utiliser cet effet de \"Mafteal de la Magiclé Magifique\" qu'une fois par tour.",
    "archetype": "Magikey"
  },
  {
    "id": "38033121",
    "name": "Magicienne des Ténèbres",
    "nameEn": "Magicienne des Ténèbres",
    "attribute": "DARK",
    "atk": 2000,
    "def": 1700,
    "level": 6,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Gagne 300 ATK pour chaque \"Magicien Sombre\" ou \"Magicien du Chaos Sombre\" dans les Cimetières.",
    "archetype": "Dark Magician"
  },
  {
    "id": "45796834",
    "name": "Maha Vailo, Lumière du Paradis",
    "nameEn": "Maha Vailo, Lumière du Paradis",
    "attribute": "LIGHT",
    "atk": 1550,
    "def": 1400,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte gagne les effets suivants, selon le nombre de Cartes d'Équipement qui lui sont équipées.\n●1+ : Gagne 1000 ATK pour chaque Carte d'Équipement qui lui est équipée.\n●2+ : Durant la Battle Phase, votre adversaire ne peut pas activer d'effets de monstre.\n●3+ : Lorsqu'une carte ou effet de votre adversaire qui cible cette carte est activé (Effet Rapide) : vous pouvez envoyer 1 Carte d'Équipement que vous contrôlez au Cimetière ; annulez l'effet.\n●4+ : Votre adversaire ne peut activer ni de cartes ni d'effets durant la Battle Phase.\n●5+ : Les dommages de combat infligés par cette carte à votre adversaire sont doublés."
  },
  {
    "id": "57630503",
    "name": "Marcosia Mythologique",
    "nameEn": "Marcosia Mythologique",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 0,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main : vous pouvez défausser max. 2 monstres (\"Marcosia Mythologique\" exclu, mais un autre monstre \"Mythologique\" inclus), et si vous le faites, Invoquez Spécialement cette carte. Si elle est Invoquée de cette façon, cette carte gagne 200 ATK pour chaque monstre défaussé. Si cette carte est défaussée au Cimetière : ajoutez 1 Magie/Piège \"Mythologique\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Marcosia Mythologique\" qu'une fois par tour.",
    "archetype": "Fabled"
  },
  {
    "id": "29948294",
    "name": "Marqué de Bonne Humeur",
    "nameEn": "Marqué de Bonne Humeur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 monstre dans votre main et envoyez 1 Monstre Fusion de Niveau 8, du même Type et qui a 2500 ATK ou DEF, depuis votre Extra Deck au Cimetière, puis vous pouvez appliquer cet effet.\n●Défaussez le monstre révélé, et si vous le faites, ajoutez 1 \"Albaz le Déchu\" ou 1 monstre qui le mentionne, depuis votre Deck à votre main.\nDurant la End Phase, si un Monstre Fusion a été envoyé à votre Cimetière ce tour : vous pouvez ajouter cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser qu'1 effet de \"Marqué de Bonne Humeur\" par tour, et uniquement une fois le tour.",
    "archetype": "Branded"
  },
  {
    "id": "34995106",
    "name": "Marqué en Blanc",
    "nameEn": "Marqué en Blanc",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel (un monstre Dragon inclus). Vous pouvez aussi bannir des monstres depuis votre Cimetière comme Matériel, si vous utilisez \"Albaz le Déchu\" comme Matériel Fusion depuis votre main, Terrain ou en se bannissant lui-même depuis votre Cimetière. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée pour activer l'effet de \"Albaz le Déchu\" ce tour : vous pouvez Poser cette carte. Vous ne pouvez utiliser chaque effet de \"Marqué en Blanc\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "82738008",
    "name": "Marqué en Rouge",
    "nameEn": "Marqué en Rouge",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 \"Albaz le Déchu\" ou monstre \"Despia\" dans votre Cimetière ; ajoutez-le à votre main, puis vous pouvez appliquer l'effet suivant.\n●Invoquez par Fusion 1 Monstre Fusion de min. Niveau 8 depuis votre Extra Deck, en bannissant les Matériels Fusion mentionnés sur celui-ci depuis votre main ou Terrain, mais il ne peut pas attaquer directement ce tour.\nVous ne pouvez activer qu'1 \"Marqué en Rouge\" par tour.",
    "archetype": "Branded"
  },
  {
    "id": "6855503",
    "name": "Masquerade le Dragon Ardent",
    "nameEn": "Masquerade le Dragon Ardent",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Despia\" + 1 monstre LUMIÈRE ou TÉNÈBRES\nTant que vous contrôlez cette carte Invoquée par Fusion, votre adversaire doit payer 600 LP pour activer des cartes ou des effets. Si votre adversaire contrôle un Monstre Rituel, Fusion, Synchro, Xyz ou Lien, tant que cette carte est dans votre Cimetière (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Masquerade le Dragon Ardent\" qu'une fois par tour.",
    "archetype": "Despia"
  },
  {
    "id": "70597485",
    "name": "Matériacteur Gigaboros",
    "nameEn": "Matériacteur Gigaboros",
    "attribute": "DARK",
    "atk": 500,
    "def": 500,
    "level": 3,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 3\nGagne 500 ATK/DEF pour chaque carte dans votre main. Vous ne pouvez utiliser chacun des effets suivants de \"Matériacteur Gigaboros\" qu'une fois par tour. Vous pouvez détacher 1 Matériel de cette carte ; attachez 1 monstre \"Matériacteur\" depuis votre Deck à cette carte comme Matériel. Durant la Main ou Battle Phase de votre adversaire (Effet Rapide) : vous pouvez ajouter 1 carte attachée à cette carte à la main.",
    "archetype": "Materiactor"
  },
  {
    "id": "33008376",
    "name": "Matériacteur Gigadra",
    "nameEn": "Matériacteur Gigadra",
    "attribute": "DARK",
    "atk": 1000,
    "def": 1000,
    "level": 3,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 carte ; Invoquez Spécialement 1 Monstre Normal de Niveau 3 depuis votre main ou Deck, ou si vous avez défaussé un Monstre Normal pour activer cet effet, vous pouvez Invoquer Spécialement 1 monstre \"Matériacteur\" à la place. Vous ne pouvez utiliser cet effet de \"Matériacteur Gigadra\" qu'une fois par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz exclus) depuis l'Extra Deck.",
    "archetype": "Materiactor"
  },
  {
    "id": "79339613",
    "name": "MAX d'Énergie des Âmes !!!",
    "nameEn": "MAX d'Énergie des Âmes !!!",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez \"Obelisk, le Tourmenteur\" dont l'Attribut d'origine est DIVIN dans votre Zone Monstre : Sacrifiez 2 autres monstres face recto ; détruisez autant de monstres contrôlés par votre adversaire que possible, et si vous le faites, infligez 4000 points de dommages à votre adversaire. Durant la Main ou Battle Phase : vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 \"Obelisk, le Tourmenteur\" depuis votre Deck ou Cimetière à votre main, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 \"Obelisk, le Tourmenteur\". Vous ne pouvez utiliser chaque effet de \"MAX d'Énergie des Âmes !!!\" qu'une fois par tour."
  },
  {
    "id": "45877457",
    "name": "Mécamortier de la Magiclé - Garesverre",
    "nameEn": "Mécamortier de la Magiclé - Garesverre",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 2800,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Maftea de la Magiclé\". Gagne 300 ATK pour chaque Attribut différent dans votre Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Mécamortier de la Magiclé - Garesverre\" qu'une fois par tour. Lorsque votre adversaire active l'effet d'un monstre du même Attribut qu'un monstre dans votre Cimetière, si min. 2 Attributs de monstres ont été utilisés pour l'Invocation Rituelle de cette carte (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Si cette carte Invoquée Rituellement est envoyée au Cimetière : vous pouvez ajouter 1 monstre \"Magiclé\" depuis votre Deck à votre main.",
    "archetype": "Magikey"
  },
  {
    "id": "19489718",
    "name": "Mécamousquet de la Magiclé - Batosbriseur",
    "nameEn": "Mécamousquet de la Magiclé - Batosbriseur",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2200,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Maftea de la Magiclé\". Si cette carte est Invoquée Rituellement : vous pouvez ajouter 1 carte \"Magiclé\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Mécamousquet de la Magiclé - Batosbriseur\" qu'une fois par tour. Une fois par tour, lorsqu'une attaque impliquant cette carte et un monstre de l'adversaire est déclarée, qui a le même Attribut qu'un Monstre Normal ou monstre \"Magiclé\" dans votre Cimetière : vous pouvez placer un nombre de votre choix de cartes depuis votre main au-dessous du Deck, et si vous le faites, annulez les effets du monstre de l'adversaire jusqu'à la fin de ce tour, puis piochez le même nombre de cartes que placées au-dessous du Deck.",
    "archetype": "Magikey"
  },
  {
    "id": "44478599",
    "name": "Mélias Solairavalon",
    "nameEn": "Mélias Solairavalon",
    "attribute": "EARTH",
    "atk": 0,
    "def": null,
    "level": null,
    "monsterType": "Plant",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres Plante (un Monstre Lien inclus)\nSi cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 \"Astucieux Loci Solairgraine\" depuis votre Cimetière. Cette carte ne peut pas être ciblée par des attaques, mais ça n'empêche pas votre adversaire de vous attaquer directement. Une fois par tour : vous pouvez cibler 1 Monstre Lien \"Solairvigne\" que vous contrôlez pointé par cette carte ; ce tour, il peut attaquer un nombre de fois chaque Battle Phase, inférieur ou égal au nombre de Monstres Lien \"Solairavalon\" que vous contrôlez actuellement.",
    "archetype": "Sunavalon"
  },
  {
    "id": "91800273",
    "name": "Migrateur Dimensionnel",
    "nameEn": "Migrateur Dimensionnel",
    "attribute": "DARK",
    "atk": 1200,
    "def": 2200,
    "level": 6,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous n'avez aucune carte dans votre Cimetière (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin du prochain tour, les cartes envoyées au Cimetière sont bannies à la place."
  },
  {
    "id": "49407319",
    "name": "Mine d'Étoiles",
    "nameEn": "Mine d'Étoiles",
    "attribute": "FIRE",
    "atk": 2000,
    "def": 200,
    "level": 4,
    "monsterType": "Pyro",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous ne pouvez Invoquer Spécialement un ou plusieurs \"Mine d'Étoiles\" qu'une fois par tour. Si cette carte en possession de son propriétaire est détruite par une attaque ou effet de carte de l'adversaire : recevez 2000 points de dommages, puis infligez 2000 points de dommages à votre adversaire. Si un monstre dans la zone adjacente de cette carte est détruit par une attaque ou effet de carte de votre adversaire : détruisez cette carte, et si vous le faites, recevez 2000 points de dommages, puis infligez 2000 points de dommages à votre adversaire."
  },
  {
    "id": "98020526",
    "name": "Mirage Majestueux",
    "nameEn": "Mirage Majestueux",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une carte face recto que vous contrôlez quitte le Terrain par votre effet de carte, ou pour activer l'effet de votre carte, et que la carte qui a quitté le Terrain était \"Dragon Poussière d'Étoile\" ou un Monstre Synchro qui le mentionnait : vous pouvez appliquer 1 des effets suivants, mais vous ne pouvez pas appliquer le même effet de \"Mirage Majestueux\" de nouveau ce tour.\n●Invoquez Spécialement 1 de ces monstres.\n●Bannissez 1 monstre depuis le Terrain ou Cimetière de votre adversaire.\n●Les dommages que vous recevez ce tour sont divisés par deux.",
    "archetype": "Majestic"
  },
  {
    "id": "35815783",
    "name": "Monde de la Magiclé",
    "nameEn": "Monde de la Magiclé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Magiclé\" depuis votre Deck à votre main. La première fois que chaque Monstre Normal non-Jeton que vous contrôlez va être détruit au combat ou par un effet de carte chaque tour, il n'est pas détruit. Durant votre Main Phase : vous pouvez ajouter 1 \"Maftea de la Magiclé\" depuis votre Deck à votre main, puis placez 1 carte depuis votre main au-dessous du Deck. Vous ne pouvez utiliser cet effet de \"Monde de la Magiclé\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Monde de la Magiclé\" par tour.",
    "archetype": "Magikey"
  },
  {
    "id": "5439384",
    "name": "Naissance de la Flamme Proéminente",
    "nameEn": "Naissance de la Flamme Proéminente",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 2 monstres FEU (1 Syntoniseur et 1 non-Syntoniseur) avec 200 DEF dans votre Cimetière ; bannissez les deux monstres, et si vous le faites, Invoquez Spécialement 1 Monstre Synchro FEU depuis votre Extra Deck dont le Niveau est égal à la somme des Niveaux de ces monstres. Vous ne pouvez activer qu'1 \"Naissance de la Flamme Proéminente\" par tour."
  },
  {
    "id": "27204311",
    "name": "Nibiru, l'Être Primitif",
    "nameEn": "Nibiru, l'Être Primitif",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 600,
    "level": 11,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase, si votre adversaire Invoque Normalement ou Spécialement min. 5 monstres ce tour (Effet Rapide) : vous pouvez Sacrifier autant de monstres face recto sur le Terrain que possible, et si vous le faites, Invoquez Spécialement cette carte depuis votre main, puis Invoquez Spécialement 1 \"Jeton Être Primitif\" (Rocher/LUMIÈRE/Niveau 11/ATK ?/DEF ?) sur le Terrain de votre adversaire. (L'ATK/DEF de ce Jeton sont égales à la somme des ATK/DEF d'origine des monstres Sacrifiés.) Vous ne pouvez utiliser cet effet de \"Nibiru, l'Être Primitif\" qu'une fois par tour."
  },
  {
    "id": "59438931",
    "name": "Ogre Fantôme et Lapin des Neiges",
    "nameEn": "Ogre Fantôme et Lapin des Neiges",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre sur le Terrain active son effet, ou lorsqu'une Magie/Piège qui est déjà face recto sur le Terrain active son effet (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; détruisez la carte sur le Terrain. Vous ne pouvez utiliser cet effet de \"Ogre Fantôme et Lapin des Neiges\" qu'une fois par tour."
  },
  {
    "id": "14532163",
    "name": "Orage Foudroyant",
    "nameEn": "Orage Foudroyant",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucune carte face recto : activez 1 de ces effets ;\n●Détruisez tous les monstres en Position d'Attaque contrôlés par votre adversaire.\n●Détruisez toutes les Magies et tous les Pièges contrôlés par votre adversaire.\nVous ne pouvez activer qu'1 \"Orage Foudroyant\" par tour."
  },
  {
    "id": "20799347",
    "name": "Oto-Hime du Monde Virtuel - Toutou",
    "nameEn": "Oto-Hime du Monde Virtuel - Toutou",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 1800,
    "level": 6,
    "monsterType": "Wyrm",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres Psychique et/ou Wyrm, vous pouvez Invoquer Normalement cette carte sans Sacrifices. Si cette carte est dans votre Cimetière : vous pouvez défausser 1 monstre Psychique ou Wyrm ; Invoquez Spécialement cette carte comme un Syntoniseur, mais bannissez-la lorsqu'elle quitte le Terrain, et aussi, vous ne pouvez Invoquer Spécialement que des monstres de min. Niveau/Rang 3 le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Oto-Hime du Monde Virtuel - Toutou\" qu'une fois par tour.",
    "archetype": "Virtual World"
  },
  {
    "id": "14957440",
    "name": "Otoshidamashi",
    "nameEn": "Otoshidamashi",
    "attribute": "EARTH",
    "atk": 1000,
    "def": 1000,
    "level": 1,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un monstre qui n'est pas un Syntoniseur, les monstres de votre adversaire ne peuvent pas cibler cette carte avec une attaque. Si un ou plusieurs monstres sont envoyés depuis le Terrain au Cimetière de votre adversaire : placez 1 Compteur Otoshidamashi sur cette carte, puis Invoquez Spécialement un nombre de \"Jeton Otoshidamashi\" (Bête/TERRE/Niveau 1/ATK ?/DEF ?) inférieur ou égal au nombre de Compteurs Otoshidamashi sur cette carte. Le Niveau de chaque Jeton est augmenté par le nombre de Compteurs Otoshidamashi sur cette carte lorsqu'il est Invoqué, et aussi, l'ATK/DEF de chaque Jeton sont égales à son Niveau x 500 lorsqu'il est Invoqué. Vous ne pouvez utiliser cet effet de \"Otoshidamashi\" qu'une fois par tour."
  },
  {
    "id": "36637374",
    "name": "Ouverture du Marqué",
    "nameEn": "Ouverture du Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Défaussez 1 carte, puis prenez 1 monstre \"Despia\" depuis votre Deck, et soit ajoutez-le à votre main soit Invoquez-le Spécialement en Position de Défense, et aussi, le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck. Si un ou plusieurs Monstres Fusion que vous contrôlez vont être détruits par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Ouverture du Marqué\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "22555834",
    "name": "Passage vers un Royaume Mythologique",
    "nameEn": "Passage vers un Royaume Mythologique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez envoyer 1 monstre \"Mythologique\" depuis votre Deck au Cimetière. Vous pouvez cibler 1 monstre \"Mythologique\" dans votre Cimetière ; défaussez 2 cartes, et si vous le faites, ajoutez le monstre à votre main. Vous ne pouvez utiliser cet effet de \"Passage vers un Royaume Mythologique\" qu'une fois par tour. Si votre monstre \"Mythologique\" attaque un monstre de l'adversaire et que vous avez moins de cartes dans votre main que votre adversaire, votre monstre gagne une ATK égale à la différence en nombre de cartes x 200, durant le calcul des dommages uniquement. Vous ne pouvez activer qu'1 \"Passage vers un Royaume Mythologique\" par tour.",
    "archetype": "Fabled"
  },
  {
    "id": "77384395",
    "name": "Pazuzule",
    "nameEn": "Pazuzule",
    "attribute": "DARK",
    "atk": 500,
    "def": 500,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nOnce per turn: You can target 1 card in your other Pendulum Zone; this card's Pendulum Scale becomes the Level of that Pendulum Monster Card until the end of this turn, also you cannot Special Summon for the rest of this turn, except by Pendulum Summon.\n\n[ Monster Effect ] \nLes Invocations Pendule de vos monstres ne peuvent pas être annulées."
  },
  {
    "id": "58720904",
    "name": "Pendransaction",
    "nameEn": "Pendransaction",
    "attribute": "WATER",
    "atk": 2000,
    "def": 1000,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nVous pouvez détacher 1 Matériel de cette carte ; si vous avez plus de cartes dans votre Extra Deck que votre adversaire, appliquez ces effets dans l'ordre, selon la différence.\n●1+ : Jusqu'à la fin du tour de votre adversaire, cette carte gagne 1000 ATK.\n●5+ : Jusqu'à la fin du tour de votre adversaire, aucun joueur ne peut cibler cette carte avec des effets de carte.\n●10+ : Bannissez 1 carte contrôlée par votre adversaire.\n●15+ : Faites devenir 3000 les LP de votre adversaire.\nVous ne pouvez utiliser cet effet de \"Pendransaction\" qu'une fois par tour."
  },
  {
    "id": "89558743",
    "name": "Petit Monde",
    "nameEn": "Petit Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 monstre dans votre main, choisissez 1 monstre depuis votre Deck qui a exactement soit le même Type, soit le même Attribut, soit le même Niveau, soit la même ATK ou soit la même DEF, et bannissez face verso le monstre révélé depuis votre main. Puis ajoutez, depuis le Deck à votre main, 1 monstre qui a exactement soit le même Type, soit le même Attribut, soit le même Niveau, soit la même ATK ou soit la même DEF que le monstre choisi depuis votre Deck, et bannissez face verso la carte choisie depuis le Deck. Vous ne pouvez activer qu'1 \"Petit Monde\" par tour."
  },
  {
    "id": "54693926",
    "name": "Plus du Tout Gouverneur des Ténèbres",
    "nameEn": "Plus du Tout Gouverneur des Ténèbres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Annulez les effets de tous les monstres face recto actuellement contrôlés par votre adversaire jusqu'à la fin de ce tour, et aussi, le reste de ce tour après la résolution de cette carte, votre adversaire ne reçoit aucun dommage. Aucun joueur ne peut activer d'effets de monstre en réponse à l'activation de cette carte."
  },
  {
    "id": "7614732",
    "name": "Plus Grande Polymérisation",
    "nameEn": "Plus Grande Polymérisation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant min. 3 monstres depuis votre main ou Terrain comme Matériel Fusion, et si vous le faites, il gagne ces effets.\n●Cette carte ne peut pas être détruite par des effets de carte.\n●Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants."
  },
  {
    "id": "5611760",
    "name": "Pont Arc-en-Ciel du Salut",
    "nameEn": "Pont Arc-en-Ciel du Salut",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "S'il y a min. 2 Types de Monstre différents parmi les monstres de min. Niveau 10 sur le Terrain : mélangez toutes les cartes (celle-ci exclue) depuis la main, Terrain et Cimetière de chaque joueur dans le Deck, puis chaque joueur pioche 5 cartes. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 monstre \"Bête Cristalline\" et 1 Magie de Terrain depuis votre Deck à votre main. Vous ne pouvez appliquer chaque effet de \"Pont Arc-en-Ciel du Salut\" qu'une fois par Duel."
  },
  {
    "id": "18249921",
    "name": "Porte du Monde Virtuel - Xuanwu",
    "nameEn": "Porte du Monde Virtuel - Xuanwu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Battle Phase, si vous contrôlez une autre carte \"Porte du Monde Virtuel\" : vous pouvez cibler 1 monstre face recto sur le Terrain ; changez sa position de combat. Durant votre Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre \"Monde Virtuel\" dans votre Cimetière ; Invoquez-le Spécialement, mais annulez ses effets, puis envoyez 1 carte depuis votre main au Cimetière. Vous ne pouvez utiliser chaque effet de \"Porte du Monde Virtuel - Xuanwu\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Porte du Monde Virtuel - Xuanwu\" par tour.",
    "archetype": "Virtual World"
  },
  {
    "id": "84211599",
    "name": "Pot de la Prospérité",
    "nameEn": "Pot de la Prospérité",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez face verso 3 ou 6 cartes de votre choix depuis votre Extra Deck ; le reste de ce tour après la résolution de cette carte, les dommages reçus par votre adversaire sont divisés par deux, et aussi, dévoilez un nombre de cartes du dessus de votre Deck égal au nombre de cartes qui ont été bannies, ajoutez 1 carte dévoilée à votre main, placez les cartes restantes au-dessous de votre Deck dans l'ordre de votre choix. Vous ne pouvez activer qu'1 \"Pot de la Prospérité\" par tour. Vous ne pouvez pas piocher de cartes par des effets de carte le tour où vous activez cette carte.",
    "archetype": "Greed"
  },
  {
    "id": "69167267",
    "name": "Pousse Basale de Roses",
    "nameEn": "Pousse Basale de Roses",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Dragon Rose\" depuis votre main ou Cimetière en Position de Défense. Si cette carte Posée est détruite : vous pouvez cibler 1 de vos \"Dragon Rose Noire\" ou 1 monstre qui le mentionne, qui est banni ou dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser chaque effet de \"Pousse Basale de Roses\" qu'une fois par tour.",
    "archetype": "Rose"
  },
  {
    "id": "37799519",
    "name": "Poussière d'Étoile Synchronique",
    "nameEn": "Poussière d'Étoile Synchronique",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main ou Cimetière : vous pouvez Sacrifier 1 monstre ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck le reste de ce tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège depuis votre Deck à votre main, qui mentionne \"Dragon Poussière d'Étoile\". Vous ne pouvez utiliser chaque effet de \"Poussière d'Étoile Synchronique\" qu'une fois par tour.",
    "archetype": "Stardust"
  },
  {
    "id": "25573115",
    "name": "Prédation Apex",
    "nameEn": "Prédation Apex",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre Invoqué/Posé Normalement : détruisez tous les monstres Invoqués Spécialement sur le Terrain. Jusqu'à la fin de votre prochain tour après activation de cette carte, vous ne pouvez pas Invoquer/Poser Normalement. Vous ne pouvez activer qu'1 \"Prédation Apex\" par tour."
  },
  {
    "id": "85847157",
    "name": "Preuve de Pruflas",
    "nameEn": "Preuve de Pruflas",
    "attribute": "DARK",
    "atk": 100,
    "def": 100,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre Invoqué Spécialement : vous pouvez Invoquer Spécialement cette carte depuis votre main, et aussi, vous ne pouvez pas Invoquer Spécialement d'autres monstres le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Preuve de Pruflas\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement, vous pouvez (sauf durant la Damage Step) : immédiatement après la résolution de cet effet, Invoquez par Sacrifice 1 monstre."
  },
  {
    "id": "18666161",
    "name": "Proskenion Despian",
    "nameEn": "Proskenion Despian",
    "attribute": "LIGHT",
    "atk": 3200,
    "def": 3200,
    "level": 11,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Despia\" + 1 monstre LUMIÈRE + 1 monstre TÉNÈBRES\nDurant la Main Phase (Effet Rapide) : vous pouvez cibler 1 Monstre Fusion, Synchro, Xyz ou Lien dans le Cimetière de votre adversaire ; bannissez-le, ou Invoquez-le Spécialement sur votre Terrain. Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez infliger des dommages à votre adversaire égaux à l'ATK ou DEF d'origine du monstre (la plus haute valeur). Vous ne pouvez utiliser chaque effet de \"Proskenion Despian\" qu'une fois par tour.",
    "archetype": "Despia"
  },
  {
    "id": "14357527",
    "name": "Puissant Neptune de la Coléoptroupe Lourde",
    "nameEn": "Puissant Neptune de la Coléoptroupe Lourde",
    "attribute": "EARTH",
    "atk": 3000,
    "def": 3000,
    "level": 8,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) en mélangeant 3 de vos monstres Insecte bannis dans le Main Deck. Durant la Main Phase, si cette carte contrôlée par son propriétaire est détruite ou bannie par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Puissant Neptune de la Coléoptroupe Lourde\" qu'une fois par tour. Une fois par tour, durant la End Phase : vous pouvez cibler 1 autre monstre Insecte que vous contrôlez ; il gagne 1000 ATK.",
    "archetype": "Beetrooper"
  },
  {
    "id": "72272462",
    "name": "Quaeritis Despian",
    "nameEn": "Quaeritis Despian",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2500,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Despia\" + 1 monstre LUMIÈRE ou TÉNÈBRES\nDurant la Main Phase (Effet Rapide) : jusqu'à la fin de ce tour, vous pouvez changer à 0 l'ATK de tous les monstres actuellement sur le Terrain (Monstres Fusion de min. Niveau 8 exclus). Si cette carte face recto contrôlée par son propriétaire quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez ajouter à votre main, ou Invoquer Spécialement, 1 \"Albaz le Déchu\" ou 1 monstre \"Despia\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Quaeritis Despian\" qu'une fois par tour.",
    "archetype": "Despia"
  },
  {
    "id": "80529459",
    "name": "Raptor de Ferraille",
    "nameEn": "Raptor de Ferraille",
    "attribute": "EARTH",
    "atk": 1400,
    "def": 1000,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre que vous contrôlez ; détruisez-le, et aussi, durant votre Main Phase ce tour, vous pouvez Invoquer Normalement 1 monstre \"Ferraille\" en plus de votre Invocation/Pose Normale. Si cette carte est détruite par l'effet d'une carte \"Ferraille\" et envoyée à votre Cimetière : vous pouvez ajouter 1 \"Usine de Ferraille\" ou 1 monstre non-Syntoniseur \"Ferraille\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Raptor de Ferraille\" qu'une fois par tour.",
    "archetype": "Scrap"
  },
  {
    "id": "75402014",
    "name": "Rayon Utopie Dragonique Ultime",
    "nameEn": "Rayon Utopie Dragonique Ultime",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2000,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 5\n(Cette carte est toujours traitée comme \"Numéro C39 : Rayon Utopie\".)\nUne fois par tour, lorsqu'une carte ou un effet qui cible cette carte est activé, ou lorsque cette carte est ciblée par une attaque (Effet Rapide) : vous pouvez équiper 1 monstre \"ZW -\" depuis votre main ou Deck à cette carte comme si elle était équipée par l'effet du monstre. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez un nombre de cartes face recto contrôlées par votre adversaire inférieur ou égal au nombre de Cartes Monstre \"ZW -\" équipées à cette carte ; annulez leurs effets.",
    "archetype": "Number"
  },
  {
    "id": "4550066",
    "name": "Reconstrucerf",
    "nameEn": "Reconstrucerf",
    "attribute": "WIND",
    "atk": 1800,
    "def": 800,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez cibler 1 monstre Cyberse avec max. 1500 ATK dans votre Cimetière ; Invoquez-le Spécialement."
  },
  {
    "id": "19362568",
    "name": "Refrain de la Brise Glacée",
    "nameEn": "Refrain de la Brise Glacée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 des effets suivants.\n●Ciblez 1 monstre \"Sorcièrevent\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense.\n●Lorsque votre adversaire active une carte ou un effet en réponse à l'activation d'effet de votre monstre \"Sorcièrevent\" : annulez l'effet de l'adversaire.\nVous ne pouvez activer qu'1 \"Refrain de la Brise Glacée\" par tour.",
    "archetype": "Windwitch"
  },
  {
    "id": "32986898",
    "name": "Régulateur Étoile d'Acier",
    "nameEn": "Régulateur Étoile d'Acier",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Machine",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3 Monstres non-Lien\nGagne une ATK égale à la somme des Niveaux/Rangs d'origine des monstres utilisés pour son Invocation Lien x 100. Vous pouvez cibler 1 monstre non-Lien contrôlé par votre adversaire avec une ATK inférieure ou égale à cette carte ; détruisez-le, puis si cette carte a été Invoquée par Lien en utilisant un Monstre Xyz comme Matériel, infligez des dommages à votre adversaire égaux à la moitié de l'ATK d'origine du monstre détruit. Vous ne pouvez utiliser cet effet de \"Régulateur Étoile d'Acier\" qu'une fois par tour."
  },
  {
    "id": "96378317",
    "name": "Rendez-Vous Tri-Brigade",
    "nameEn": "Rendez-Vous Tri-Brigade",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de votre choix de monstres Bête, Bête-Guerrier et/ou Bête Ailée liés que vous contrôlez ; jusqu'à la fin de ce tour, ils gagnent 700 ATK. Si un ou plusieurs monstres Bête, Bête-Guerrier ou Bête Ailée liés que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Rendez-Vous Tri-Brigade\" qu'une fois par tour.",
    "archetype": "Tri-Brigade"
  },
  {
    "id": "79371897",
    "name": "Renfort des Troupes de l'Armée",
    "nameEn": "Renfort des Troupes de l'Armée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une attaque impliquant votre monstre Guerrier est déclarée : vous pouvez Invoquer Spécialement 1 monstre Guerrier de max. Niveau 4 depuis votre main. Vous ne pouvez utiliser cet effet de \"Renfort des Troupes de l'Armée\" qu'une fois par tour."
  },
  {
    "id": "62200831",
    "name": "Restaurant Chantier Naval Batosushi Gunkan",
    "nameEn": "Restaurant Chantier Naval Batosushi Gunkan",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si vous Invoquez Normalement ou Spécialement un ou plusieurs monstres \"Gunkan\", même durant la Damage Step : vous pouvez placer 1 carte \"Gunkan\" depuis votre Deck au-dessus de votre Deck. Une fois par tour, si un ou plusieurs monstres \"Gunkan\" face recto que vous contrôlez qui ont été Invoqués Spécialement depuis l'Extra Deck sont envoyés à votre Cimetière par une carte de l'adversaire : activez cet effet ; votre adversaire paye des LP exactement égaux à la DEF du monstre dans le Cimetière, puis vous pouvez appliquer cet effet.\n●Invoquez Spécialement 1 \"Batosushi Gunkan Shari\" depuis votre main, puis Invoquez Spécialement 1 Monstre Xyz \"Gunkan\" depuis votre Extra Deck, en utilisant la carte que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz.)",
    "archetype": "Gunkan"
  },
  {
    "id": "74689476",
    "name": "Rilliona, Merveilleuse Sorcière de Garde-Robe Magistus",
    "nameEn": "Rilliona, Merveilleuse Sorcière de Garde-Robe Magistus",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres Magicien de Niveau 4 d'Attributs différents\nVous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 monstre \"Magistus\" depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Magistus\" exclus) depuis l'Extra Deck le reste de ce tour. Tant que cette carte est équipée à un monstre : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Rilliona, Merveilleuse Sorcière de Garde-Robe Magistus\" qu'une fois par tour.",
    "archetype": "Magistus"
  },
  {
    "id": "50675040",
    "name": "Roi des Bêtes Déchaîné",
    "nameEn": "Roi des Bêtes Déchaîné",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, au début de la Damage Step, si votre monstre combat un monstre de l'adversaire dans la même colonne : vous pouvez renvoyer votre monstre et les autres cartes dans sa colonne à la main. Vous ne pouvez activer l'effet de \"Roi des Bêtes Déchaîné\" qu'une fois par Chaîne."
  },
  {
    "id": "51578214",
    "name": "Roller d'Assaut de la Coléoptroupe",
    "nameEn": "Roller d'Assaut de la Coléoptroupe",
    "attribute": "EARTH",
    "atk": 1600,
    "def": 1400,
    "level": 4,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en bannissant 1 monstre Insecte depuis votre Cimetière. Vous ne pouvez Invoquer Spécialement \"Roller d'Assaut de la Coléoptroupe\" qu'une fois par tour de cette façon. Gagne 200 ATK pour chaque monstre Insecte que vous contrôlez (cette carte exclue). Lorsque cette carte est détruite au combat : vous pouvez ajouter 1 monstre \"Coléoptroupe\" (\"Roller d'Assaut de la Coléoptroupe\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Roller d'Assaut de la Coléoptroupe\" qu'une fois par tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "49964567",
    "name": "Romarin Matevoiledétai",
    "nameEn": "Romarin Matevoiledétai",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 300,
    "level": 4,
    "monsterType": "Plant",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez cibler 1 monstre face recto que vous contrôlez ; envoyez 1 autre monstre Plante que vous contrôlez au Cimetière, et si vous le faites, la prochaine fois que le monstre ciblé va être détruit au combat ou par un effet de carte ce tour, il n'est pas détruit. Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez envoyer 1 monstre Plante de max. Niveau 5 depuis votre Deck ou Extra Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Romarin Matevoiledétai\" qu'une fois par tour."
  },
  {
    "id": "46033517",
    "name": "Ruinforce Méchabot",
    "nameEn": "Ruinforce Méchabot",
    "attribute": "DARK",
    "atk": 4600,
    "def": 4100,
    "level": 10,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Uniquement Invocable Spécialement (depuis votre Cimetière) en bannissant des monstres Machine depuis votre Cimetière dont le Niveau total est égal à min. 12. Lorsque votre adversaire active une carte ou un effet durant la Battle Phase (Effet Rapide) : vous pouvez payer la moitié de vos LP ; annulez l'activation, et si vous le faites, divisez par deux les LP de votre adversaire. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement max. 3 de vos monstres \"Méchabot\" bannis, dont le Niveau total est égal à max. 12. Vous ne pouvez utiliser chaque effet de \"Ruinforce Méchabot\" qu'une fois par tour.",
    "archetype": "Machina"
  },
  {
    "id": "44451698",
    "name": "Sagittaire Féerique Ingunar",
    "nameEn": "Sagittaire Féerique Ingunar",
    "attribute": "EARTH",
    "atk": 2400,
    "def": 1200,
    "level": 6,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ne peut pas attaquer le tour où cette carte est Invoquée Spécialement. Si cette carte est Invoquée Spécialement par l'effet d'un monstre Plante : vous pouvez cibler 1 monstre Plante de min. Niveau 6 dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Plante exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Sagittaire Féerique Ingunar\" qu'une fois par tour."
  },
  {
    "id": "9822220",
    "name": "Seigneur de la Prison Divine",
    "nameEn": "Seigneur de la Prison Divine",
    "attribute": "DARK",
    "atk": 3000,
    "def": 3000,
    "level": 10,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez activer cet effet ; jusqu'à la fin du tour de votre adversaire, cette carte dans votre main devient révélée. Tant que cette carte est révélée par cet effet, les cartes Posées sur le Terrain ne peuvent pas être détruites par des effets de carte. Si une Carte Magie/Piège Posée est activée (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis, si vous avez activé cet effet tant que cette carte était révélée, vous pouvez révéler et Poser 1 Magie/Piège directement depuis votre Deck, mais bannissez-le durant la End Phase du prochain tour. Vous ne pouvez utiliser qu'1 effet de \"Seigneur de la Prison Divine\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "12018201",
    "name": "Seigneur Ex Lavalval",
    "nameEn": "Seigneur Ex Lavalval",
    "attribute": "FIRE",
    "atk": 2900,
    "def": 200,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur FEU\nLorsque votre adversaire active l'effet d'un monstre sur le Terrain ou dans sa main (Effet Rapide) : vous pouvez détruire le monstre, et si vous le faites, infligez 1000 points de dommages à votre adversaire. Si cette carte Invoquée par Synchronisation contrôlée par son propriétaire est détruite par une carte de l'adversaire : vous pouvez Invoquer Spécialement max. 3 monstres non-Synchro FEU avec 200 DEF depuis votre Cimetière en Position de Défense, mais annulez leurs effets. Vous ne pouvez utiliser chaque effet de \"Seigneur Ex Lavalval\" qu'une fois par tour.",
    "archetype": "Laval"
  },
  {
    "id": "53286626",
    "name": "Semis Solairvigne",
    "nameEn": "Semis Solairvigne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Solairgraine\" depuis votre Deck, et si vous le faites, recevez 1000 points de dommages. Si vous ne contrôlez aucun Monstre Lien \"Solairavalon\", vous ne pouvez Invoquer Spécialement que \"Astucieux Loci Solairgraine\" avec cet effet. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Plante exclus) depuis l'Extra Deck. Si un ou plusieurs Monstres Lien Plante que vous contrôlez vont être détruits au combat ou par un effet de carte de l'adversaire, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez activer qu'1 \"Semis Solairvigne\" par tour.",
    "archetype": "Sunvine"
  },
  {
    "id": "20295753",
    "name": "Serpent de l'Épée de Nuit",
    "nameEn": "Serpent de l'Épée de Nuit",
    "attribute": "WATER",
    "atk": 500,
    "def": 600,
    "level": 4,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière par un effet de carte : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Serpent de l'Épée de Nuit\" qu'une fois par tour."
  },
  {
    "id": "31944175",
    "name": "Seuil Borg",
    "nameEn": "Seuil Borg",
    "attribute": "EARTH",
    "atk": 2400,
    "def": 2000,
    "level": 7,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main) en défaussant 1 monstre Cyberse. Tous les monstres contrôlés par votre adversaire perdent 500 ATK."
  },
  {
    "id": "72554862",
    "name": "Skyler du Rocher de Guerre",
    "nameEn": "Skyler du Rocher de Guerre",
    "attribute": "EARTH",
    "atk": 2200,
    "def": 2200,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Gagne 100 ATK pour chaque monstre contrôlé par votre adversaire. Durant une Battle Phase où votre monstre TERRE Guerrier combat (Effet Rapide) : vous pouvez cibler 1 monstre Guerrier de max. Niveau 5 dans votre Cimetière ; Invoquez-le Spécialement, et aussi, tous les monstres \"Rocher de Guerre\" que vous contrôlez actuellement gagnent 200 ATK jusqu'à la fin du tour de votre adversaire, et aussi, vous ne pouvez pas attaquer directement avec des monstres de max. Niveau 5 le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Skyler du Rocher de Guerre\" qu'une fois par tour.",
    "archetype": "War Rock"
  },
  {
    "id": "37818794",
    "name": "Soldat Dragon Sombre aux Yeux Rouges",
    "nameEn": "Soldat Dragon Sombre aux Yeux Rouges",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Magicien Sombre\" + \"Dragon Noir aux Yeux Rouges\" ou 1 Monstre à Effet Dragon\nNon destructible par des effets de carte. Aucun joueur ne peut cibler cette carte avec des effets de carte. Durant votre Main Phase : vous pouvez détruire 1 monstre contrôlé par votre adversaire, et si vous le faites, infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Vous pouvez utiliser cet effet un nombre de fois par tour inférieur ou égal au nombre de Monstres Normaux utilisés comme Matériel Fusion pour cette carte. Une fois par tour, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez défausser 1 carte ; annulez l'activation, et si vous le faites, détruisez la carte, et si vous faites ça, cette carte gagne 1000 ATK.",
    "archetype": "Red-Eyes"
  },
  {
    "id": "29107423",
    "name": "Sorcière de la Rose Rougeâtre",
    "nameEn": "Sorcière de la Rose Rougeâtre",
    "attribute": "LIGHT",
    "atk": 800,
    "def": 1700,
    "level": 1,
    "monsterType": "Plant",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier cette carte ; ajoutez 1 \"Sorcière de la Rose Noire\" depuis votre Deck à votre main, et si vous le faites, prenez 1 monstre Plante de max. Niveau 3 depuis votre Deck et placez-le au-dessus de votre Deck, puis immédiatement après la résolution de cet effet, vous pouvez Invoquer Normalement 1 \"Sorcière de la Rose Noire\" depuis votre main. Vous pouvez bannir cette carte depuis votre Cimetière ; renvoyez 1 de vos \"Dragon Rose Noire\" ou \"Dragon Rose Rougeâtre\" qui est banni ou dans votre Cimetière à l'Extra Deck. Vous ne pouvez utiliser chaque effet de \"Sorcière de la Rose Rougeâtre\" qu'une fois par tour.",
    "archetype": "Rose"
  },
  {
    "id": "84851250",
    "name": "Sorcièrevent - Blizzard Clochette",
    "nameEn": "Sorcièrevent - Blizzard Clochette",
    "attribute": "WIND",
    "atk": 1800,
    "def": 1800,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre, ou si tous les monstres que vous contrôlez sont des monstres \"Sorcièrevent\", vous pouvez Invoquer Normalement cette carte sans Sacrifice. Durant la Main Phase de votre adversaire, si vous contrôlez un monstre \"Sorcièrevent\" (\"Sorcièrevent - Blizzard Clochette\" exclu) (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; infligez 500 points de dommages à votre adversaire. Vous ne pouvez utiliser cet effet de \"Sorcièrevent - Blizzard Clochette\" qu'une fois par tour.",
    "archetype": "Windwitch"
  },
  {
    "id": "73667937",
    "name": "Sorcièrevent - Diamant Clochette",
    "nameEn": "Sorcièrevent - Diamant Clochette",
    "attribute": "WIND",
    "atk": 2800,
    "def": 2400,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur VENT\nSi cette carte est Invoquée par Synchronisation : vous pouvez cibler 1 monstre \"Sorcièrevent\" dans votre Cimetière ; infligez des dommages à votre adversaire égaux à la moitié de son ATK. Vous ne pouvez utiliser cet effet de \"Sorcièrevent - Diamant Clochette\" qu'une fois par tour. Une fois par tour, si votre adversaire reçoit des dommages de combat ou d'effet : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Si vous contrôlez cette carte qui a été Invoquée par Synchronisation en utilisant uniquement des monstres \"Sorcièrevent\" comme Matériel, vous pouvez utiliser cet effet max. deux fois par tour.",
    "archetype": "Windwitch"
  },
  {
    "id": "20246864",
    "name": "Sorcièrevent - Gel Clochette",
    "nameEn": "Sorcièrevent - Gel Clochette",
    "attribute": "WIND",
    "atk": 1200,
    "def": 1200,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si tous les monstres que vous contrôlez sont des monstres \"Sorcièrevent\" (min. 1) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Sorcièrevent - Gel Clochette\" qu'une fois par tour. Une fois par tour, durant votre Main Phase : vous pouvez augmenter le Niveau de cette carte de 1. Un Monstre Synchro VENT qui a été Invoqué en utilisant cette carte comme Matériel Synchro ne peut pas être détruit au combat.",
    "archetype": "Windwitch"
  },
  {
    "id": "44221928",
    "name": "Souffle des Acclamations",
    "nameEn": "Souffle des Acclamations",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel VENT. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement."
  },
  {
    "id": "94317736",
    "name": "Source Chaude Cachée de l'Extrême-Orient",
    "nameEn": "Source Chaude Cachée de l'Extrême-Orient",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, durant la Main Phase 2 : le joueur du tour peut activer cet effet ; il gagne 500 LP, et appliquez ces effets jusqu'à la fin de ce tour.\n●Les Invocations Normales et Spéciales de ses monstres ne peuvent pas être annulées.\n●S'il active une Carte Magie/Piège ou un effet de monstre qui inclut un effet qui Invoque Spécialement un monstre, l'activation ne peut pas être annulée.\n●Son adversaire ne peut pas cibler les Magies/Pièges Posés qu'il contrôle avec des effets de carte, et aussi, ils ne peuvent pas être détruits par des effets de carte de son adversaire.\nVous ne pouvez activer qu'1 \"Source Chaude Cachée de l'Extrême-Orient\" par tour."
  },
  {
    "id": "24393683",
    "name": "Spécialité Batosushi Gunkan du Jour",
    "nameEn": "Spécialité Batosushi Gunkan du Jour",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "(Lorsque vous activez cette carte, vous pouvez aussi révéler 1 \"Batosushi Gunkan Shari\" dans votre main.) Révélez 3 monstres \"Gunkan\" depuis votre Deck, votre adversaire en choisit 1 pour vous à ajouter à votre main, et aussi, mélangez les cartes restantes dans votre Deck. Si vous avez révélé \"Batosushi Gunkan Shari\" dans votre main à l'activation, vous pouvez choisir la carte à ajouter à votre main, au lieu de votre adversaire. Si cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez bannir cette carte, puis ciblez 3 monstres \"Gunkan\" dans votre Cimetière ; mélangez-les dans le Deck, puis piochez 1 carte.",
    "archetype": "Gunkan"
  },
  {
    "id": "89707961",
    "name": "Sphinx Gardien Pharaonique",
    "nameEn": "Sphinx Gardien Pharaonique",
    "attribute": "EARTH",
    "atk": 2300,
    "def": 3000,
    "level": 8,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez changer cette carte en Position de Défense face verso. Vous ne pouvez utiliser chacun des effets suivants de \"Sphinx Gardien Pharaonique\" qu'une fois par tour. Si cette carte est Invoquée par Flip : mélangez tous les monstres contrôlés par votre adversaire dans le Deck. Si cette carte contrôlée par son propriétaire est détruite par une carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre Rocher de Niveau 5 depuis votre main ou Deck en Position de Défense face verso.",
    "archetype": "Sphinx"
  },
  {
    "id": "44822037",
    "name": "Statue d'Ange - Azurune",
    "nameEn": "Statue d'Ange - Azurune",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement cette carte comme un Monstre à Effet (Elfe/LUMIÈRE/Niveau 4/ATK 1800/DEF 1800). (Cette carte est toujours aussi un Piège.) Une fois par tour, lorsque votre adversaire va Invoquer Spécialement un ou plusieurs monstres tant que cette carte est dans votre Zone Monstre : vous pouvez envoyer au Cimetière, 1 Piège Continu dans votre Zone Monstre qui a été Invoqué Spécialement depuis la Zone Magie & Piège ; annulez l'Invocation, et si vous le faites, détruisez ces monstres. Lorsque cette carte dans la Zone Monstre est détruite au combat : vous pouvez détruire le monstre qui a détruit cette carte.",
    "archetype": "Trap Monster"
  },
  {
    "id": "11110218",
    "name": "Terreurs de la Racine",
    "nameEn": "Terreurs de la Racine",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez max. 5 cartes dans le Cimetière de votre adversaire et le même nombre de cartes bannies de votre adversaire ; bannissez les cibles depuis leur Cimetière, et si vous le faites, renvoyez les cibles bannies au Cimetière. Vous ne pouvez activer qu'1 \"Terreurs de la Racine\" par tour."
  },
  {
    "id": "28762303",
    "name": "Tinola Jadeglace",
    "nameEn": "Tinola Jadeglace",
    "attribute": "WATER",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer 1 carte depuis votre main au Cimetière, puis ciblez 1 monstre EAU dans votre Cimetière ; envoyez cette carte depuis le Terrain au Cimetière, et si vous le faites, Invoquez Spécialement le monstre ciblé. Si un ou plusieurs monstres EAU face recto que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez bannir cette carte ; Invoquez Spécialement 1 monstre \"Jadeglace\" (\"Tinola Jadeglace\" exclu) depuis votre main ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Tinola Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "43940008",
    "name": "Tour des Duels",
    "nameEn": "Tour des Duels",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de chaque Battle Phase : chaque joueur peut révéler 1 monstre depuis son Deck qui n'a pas ? ATK, vous les bannissez face verso, puis le joueur qui a révélé le monstre avec la plus haute ATK (chaque joueur en cas d'égalité) peut Invoquer Spécialement 1 monstre depuis sa main, et celui-ci peut attaquer directement tant qu'il est sur le Terrain. Une fois par tour, durant la End Phase : vous pouvez activer cet effet ; si vous contrôlez cette carte durant la End Phase de votre prochain tour, détruisez toutes les cartes sur le Terrain."
  },
  {
    "id": "36577931",
    "name": "Tragédie Despiane",
    "nameEn": "Tragédie Despiane",
    "attribute": "DARK",
    "atk": 400,
    "def": 400,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière ou bannie par un effet de carte : vous pouvez ajouter 1 monstre \"Despia\" (\"Tragédie Despiane\" exclu) depuis votre Deck à votre main. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Magie/Piège \"Marqué\" dans votre Cimetière ; Posez-le sur votre Terrain. Vous ne pouvez utiliser qu'1 effet de \"Tragédie Despiane\" par tour, et uniquement une fois le tour.",
    "archetype": "Despia"
  },
  {
    "id": "55766177",
    "name": "Trahison Mythologique",
    "nameEn": "Trahison Mythologique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Mythologique\" dans votre Cimetière et 1 carte face recto sur le Terrain ; défaussez 1 carte, et si vous le faites, Invoquez Spécialement le monstre depuis votre Cimetière, et si vous faites ça, détruisez la carte sur le Terrain. Vous ne pouvez activer qu'1 \"Trahison Mythologique\" par tour.",
    "archetype": "Fabled"
  },
  {
    "id": "35817848",
    "name": "Transmission Synchro",
    "nameEn": "Transmission Synchro",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro en utilisant des monstres que vous contrôlez comme Matériel. Durant votre Main Phase, sauf le tour où cette carte a été envoyée au Cimetière : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Monstre Synchro dans votre Cimetière ; renvoyez-le à l'Extra Deck, puis piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Transmission Synchro\" qu'une fois par tour."
  },
  {
    "id": "56790702",
    "name": "Transporteur d'Assaut D.D.",
    "nameEn": "Transporteur d'Assaut D.D.",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2500,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ne peut pas déclarer d'attaque sauf si vous bannissez 1 carte depuis votre Cimetière. Si exactement 3 de vos cartes sont bannies : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Transporteur d'Assaut D.D.\" qu'une fois par tour.",
    "archetype": "D.D."
  },
  {
    "id": "952523",
    "name": "Traptrix Cularia",
    "nameEn": "Traptrix Cularia",
    "attribute": "EARTH",
    "atk": 1800,
    "def": null,
    "level": null,
    "monsterType": "Plant",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Insecte et/ou Plante\nCette carte Invoquée par Lien n'est pas affectée par des effets de Piège. Vous ne pouvez utiliser chacun des effets suivants de \"Traptrix Cularia\" qu'une fois par tour. Après que vous activez une Carte Piège Normal \"Trappe\", vous pouvez la Poser au lieu de l'envoyer au Cimetière. Durant votre End Phase : vous pouvez cibler 1 monstre \"Traptrix\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense.",
    "archetype": "Traptrix"
  },
  {
    "id": "28868394",
    "name": "Traptrix Vesiculo",
    "nameEn": "Traptrix Vesiculo",
    "attribute": "EARTH",
    "atk": 1400,
    "def": 1400,
    "level": 4,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non affectée par les effets de Pièges Normaux \"Trappe\". Vous ne pouvez utiliser qu'1 des effets suivants de \"Traptrix Vesiculo\" par tour, et uniquement une fois le tour. Vous pouvez envoyer 1 Piège Posé que vous contrôlez au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Si vous ne contrôlez aucune carte dans votre Zone Magie & Piège : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 Piège Normal \"Trappe\" dans votre Cimetière ; Posez-le sur votre Terrain.",
    "archetype": "Traptrix"
  },
  {
    "id": "55151012",
    "name": "Tremora Jadeglace",
    "nameEn": "Tremora Jadeglace",
    "attribute": "WATER",
    "atk": 1500,
    "def": 1500,
    "level": 5,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main au Cimetière ; Invoquez Spécialement 1 monstre EAU depuis votre main. Si un ou plusieurs monstres EAU face recto que vous contrôlez sont détruits au combat ou par un effet de carte, tant que cette carte est dans votre Cimetière : vous pouvez bannir cette carte ; Invoquez Spécialement 1 monstre \"Jadeglace\" (\"Tremora Jadeglace\" exclu) depuis votre main ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Tremora Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "26237713",
    "name": "Trésor Pendule",
    "nameEn": "Trésor Pendule",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez face recto 1 Monstre Pendule depuis votre Deck à votre Extra Deck. Vous ne pouvez activer qu'1 \"Trésor Pendule\" par tour.",
    "archetype": "Pendulum"
  },
  {
    "id": "12332865",
    "name": "Trône l'Ange Discipliné",
    "nameEn": "Trône l'Ange Discipliné",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 600,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres qui étaient TERRE Elfe à l'origine sont envoyés depuis votre main ou Terrain au Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Trône l'Ange Discipliné\" qu'une fois par tour."
  },
  {
    "id": "33250142",
    "name": "Vaisseau Amiral Ultime Ursatron",
    "nameEn": "Vaisseau Amiral Ultime Ursatron",
    "attribute": "WATER",
    "atk": 2000,
    "def": 700,
    "level": 7,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"Ursarctique\" et \"Drytron\".)\nUniquement Invocable Spécialement avec \"Drytron Ursarctique\". Une fois par tour, si un autre Monstre à Effet est Invoqué Spécialement sur votre Terrain (sauf durant la Damage Step) : vous pouvez ajouter 1 monstre \"Ursarctique\" ou \"Drytron\" depuis votre Deck à votre main. Une fois par tour : vous pouvez cibler 1 de vos monstres \"Ursarctique\" ou \"Drytron\" bannis ; ajoutez-le à votre main.",
    "archetype": "Ursarctic"
  },
  {
    "id": "3322931",
    "name": "Vent Stellaire Wolfrayet",
    "nameEn": "Vent Stellaire Wolfrayet",
    "attribute": "WIND",
    "atk": 2500,
    "def": 0,
    "level": 9,
    "monsterType": "Beast",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nVous ne pouvez contrôler qu'1 \"Vent Stellaire Wolfrayet\". Gagne 300 ATK chaque fois que l'effet d'un autre monstre est activé, tant que l'ATK de cette carte est inférieure à 4000. Une fois par tour, si l'ATK de cette carte est min. 4000 (Effet Rapide) : vous pouvez mélanger cette carte ainsi que tous les monstres contrôlés par votre adversaire dans le Deck."
  },
  {
    "id": "40493210",
    "name": "Verrouillage de la Magiclé",
    "nameEn": "Verrouillage de la Magiclé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 Monstre Normal ou monstre \"Magiclé\" (Jetons exclus), puis ciblez max. 2 Monstres Normaux et/ou monstres \"Magiclé\" dans votre Cimetière dont le Niveau total est égal à max. 8 ; Invoquez Spécialement ces monstres en Position de Défense, puis vous pouvez appliquer 1 des effets suivants immédiatement après la résolution de cet effet.\n●Invoquez par Synchronisation 1 Monstre Synchro \"Magiclé\" en utilisant des monstres que vous contrôlez.\n●Invoquez par Xyz 1 Monstre Xyz \"Magiclé\" en utilisant des monstres que vous contrôlez.",
    "archetype": "Magikey"
  },
  {
    "id": "2609443",
    "name": "Vimana Chronomal",
    "nameEn": "Vimana Chronomal",
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 2600,
    "level": 5,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 5\nUne fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto sur le Terrain et 1 monstre \"Chronomal\" ou Monstre Xyz dans votre Cimetière ; le monstre sur le Terrain gagne la moitié de l'ATK du monstre dans le Cimetière (jusqu'à la fin de ce tour), puis attachez le monstre depuis le Cimetière à cette carte comme Matériel. Une fois par tour, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez détacher 2 Matériels de cette carte ; annulez l'activation.",
    "archetype": "Chronomaly"
  },
  {
    "id": "16598965",
    "name": "Vitrail de la Lumière et des Ténèbres",
    "nameEn": "Vitrail de la Lumière et des Ténèbres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Appliquez les effets suivants dans l'ordre, selon les Types de Monstre à Effet que vous contrôlez.\n●Elfe : Vous pouvez piocher 3 cartes, puis placez 2 cartes depuis votre main au-dessous de votre Deck dans l'ordre de votre choix.\n●Démon : Vous pouvez faire piocher 1 carte à votre adversaire, puis lui faire défausser 1 carte au hasard, puis s'il a toujours une carte dans sa main, il défausse 1 carte.\nVous ne pouvez activer qu'1 \"Vitrail de la Lumière et des Ténèbres\" par tour."
  },
  {
    "id": "1712616",
    "name": "Vol et Dard de la Coléoptroupe",
    "nameEn": "Vol et Dard de la Coléoptroupe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active un effet de monstre, tant que vous contrôlez un monstre \"Coléoptroupe\" : annulez l'activation, et si vous le faites, détruisez-le. Durant votre End Phase, si cette carte est dans votre Cimetière et que vous contrôlez un monstre Insecte avec min. 3000 ATK : vous pouvez bannir 1 monstre Insecte depuis votre Cimetière ; Posez cette carte. Vous ne pouvez utiliser qu'1 effet de \"Vol et Dard de la Coléoptroupe\" par tour, et uniquement une fois le tour.",
    "archetype": "Beetrooper"
  },
  {
    "id": "56518311",
    "name": "Volatil Métalphose",
    "nameEn": "Volatil Métalphose",
    "attribute": "FIRE",
    "atk": 2900,
    "def": 1900,
    "level": 9,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nIf a monster(s) you control is destroyed by card effect (except during the Damage Step): You can add 1 \"Metalfoes\" card from your GY to your hand, except \"Metalfoes Vanisher\". You can only use this effect of \"Metalfoes Vanisher\" once per turn.\n\n[ Monster Effect ] \nTant que cette carte est dans votre main : vous pouvez cibler 2 cartes face recto que vous contrôlez (une carte \"Métalphose\" incluse) ; détruisez-les, et si vous le faites, Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement par l'effet d'une carte \"Métalphose\" : vous pouvez cibler 1 monstre contrôlé par votre adversaire ou dans son Cimetière ; bannissez-le. Vous ne pouvez utiliser chaque effet de monstre de \"Volatil Métalphose\" qu'une fois par tour.",
    "archetype": "Metalfoes"
  },
  {
    "id": "38694052",
    "name": "Voloferniges, le Cavalier-Dragon du Fléau",
    "nameEn": "Voloferniges, le Cavalier-Dragon du Fléau",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2100,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 7\nUne fois par tour : vous pouvez détacher 2 Matériels de cette carte, puis ciblez 1 carte face recto sur le Terrain ; détruisez-la, et si vous avez détruit un monstre, vous pouvez faire gagner à 1 monstre face recto que vous contrôlez une ATK égale au Niveau/Rang d'origine du monstre détruit x 300 jusqu'à la fin du prochain tour. Cette carte ne peut pas attaquer le tour où vous activez cet effet. Ceci est un Effet Rapide si cette carte a un monstre Dragon comme Matériel, mais il ne peut pas être activé dans la Damage Step."
  },
  {
    "id": "70856343",
    "name": "Vouirescence Rayonnante",
    "nameEn": "Vouirescence Rayonnante",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 800,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement tant que votre adversaire contrôle un monstre : vous pouvez défausser 1 carte ; envoyez un nombre de votre choix de \"Vouirescence Rayonnante\" depuis votre Deck au Cimetière. Une fois par tour, si cette carte est dans votre Cimetière : jusqu'à la fin de ce tour, vous pouvez faire devenir cette carte dans le Cimetière TÉNÈBRES."
  },
  {
    "id": "32056070",
    "name": "Vous et A.I.",
    "nameEn": "Vous et A.I.",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres Cyberse avec 2300 ATK d'origine sont Invoqués Spécialement : vous pouvez activer 1 de ces effets, selon l'Attribut de ces monstres sur le Terrain ;\n●TERRE/EAU : Jusqu'à la fin de ce tour, divisez par deux l'ATK d'1 monstre face recto sur le Terrain.\n●VENT/LUMIÈRE : Jusqu'à la fin de ce tour, annulez les effets d'1 carte face recto sur le Terrain.\n●FEU/TÉNÈBRES : Invoquez Spécialement 1 \"Jeton @Ignister\" (Cyberse/TÉNÈBRES/Niveau 1/ATK 0/DEF 0).\nVous ne pouvez utiliser chaque effet de \"Vous et A.I.\" qu'une fois par tour pour chaque Attribut.",
    "archetype": "A.I."
  },
  {
    "id": "51474037",
    "name": "Yamorimori",
    "nameEn": "Yamorimori",
    "attribute": "WATER",
    "atk": 0,
    "def": 0,
    "level": 2,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre Reptile que vous contrôlez et 1 monstre face recto contrôlé par votre adversaire, pour activer 1 de ces effets ;\n●Changez ces monstres en Position de Défense face verso.\n●Détruisez le monstre que vous contrôlez, et si vous le faites, changez l'ATK de l'autre monstre à 0 jusqu'à la fin de ce tour.\nVous ne pouvez utiliser cet effet de \"Yamorimori\" qu'une fois par tour."
  },
  {
    "id": "91642007",
    "name": "Yeux Noirs, Guide des Mers de la Patroll du Pillage",
    "nameEn": "Yeux Noirs, Guide des Mers de la Patroll du Pillage",
    "attribute": "WATER",
    "atk": 1000,
    "def": 1000,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre \"Patroll du Pillage\" (\"Yeux Noirs, Guide des Mers de la Patroll du Pillage\" exclu) dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, ajoutez le monstre à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement (monstres \"Patroll du Pillage\" exclus) le reste de ce tour. Si cette carte est envoyée depuis la main ou Zone Monstre au Cimetière : vous pouvez cibler 1 Carte Monstre \"Patroll du Pillage\" dans votre Zone Magie & Piège ; Invoquez-la Spécialement en Position de Défense. Vous ne pouvez utiliser chaque effet de \"Yeux Noirs, Guide des Mers de la Patroll du Pillage\" qu'une fois par tour.",
    "archetype": "Plunder Patroll"
  },
  {
    "id": "17063599",
    "name": "Zéphyr Céleste - Miradora",
    "nameEn": "Zéphyr Céleste - Miradora",
    "attribute": "WIND",
    "atk": 2000,
    "def": 2600,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "L'activation et effet des effets de cette carte ne peuvent pas être annulés. Si votre adversaire Invoque Spécialement un ou plusieurs monstres avec min. 2000 ATK depuis l'Extra Deck (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement depuis la main : vous pouvez cibler 1 monstre face recto de l'adversaire qui a été Invoqué Spécialement depuis l'Extra Deck ; aucun joueur ne peut activer les effets du monstre tant que ce monstre est face recto sur le Terrain. Vous ne pouvez utiliser chaque effet de \"Zéphyr Céleste - Miradora\" qu'une fois par tour."
  },
  {
    "id": "16165939",
    "name": "Zone de Danger Surnaturel",
    "nameEn": "Zone de Danger Surnaturel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre (Monstres à Effet exclus) est Invoqué Spécialement face recto (sauf durant la Damage Step) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Si cette carte dans la Zone Magie & Piège de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 1 monstre (Monstres à Effet exclus) depuis votre main, Deck ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Zone de Danger Surnaturel\" qu'une fois par tour."
  },
  {
    "id": "95911373",
    "name": "Zoroa, Calamité Enflammée Magistus",
    "nameEn": "Zoroa, Calamité Enflammée Magistus",
    "attribute": "FIRE",
    "atk": 2900,
    "def": 1500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur Magicien + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez équiper 1 monstre \"Magistus\" depuis votre Extra Deck à cette carte. Votre adversaire ne peut pas activer les effets de monstres du même type de carte (Fusion, Synchro, Xyz ou Lien) qu'une Carte Monstre \"Magistus\" dans votre Zone Magie & Piège. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 carte \"Magistus\" que vous contrôlez ; détruisez-la, et si vous le faites, Invoquez Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Zoroa, Calamité Enflammée Magistus\" qu'une fois par tour.",
    "archetype": "Magistus"
  },
  {
    "id": "68258355",
    "name": "ZS - Sage Armé",
    "nameEn": "ZS - Sage Armé",
    "attribute": "LIGHT",
    "atk": 300,
    "def": 900,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si le seul monstre que vous contrôlez est 1 monstre de Niveau 4 dont le nom n'est pas \"ZS - Sage Armé\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Un Monstre Xyz \"Utopie\" qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel gagne cet effet.\n●Si cette carte est Invoquée par Xyz : vous pouvez ajouter 1 monstre \"ZW -\" depuis votre Deck à votre main.\nVous ne pouvez utiliser cet effet de \"ZS - Sage Armé\" qu'une fois par tour.",
    "archetype": "Zexal"
  },
  {
    "id": "4647954",
    "name": "ZS - Sage Ascensionné",
    "nameEn": "ZS - Sage Ascensionné",
    "attribute": "LIGHT",
    "atk": 900,
    "def": 300,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucune carte, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Un Monstre Xyz \"Utopie\" qui a été Invoqué en utilisant cette carte sur le Terrain comme Matériel gagne cet effet.\n●Si cette carte est Invoquée par Xyz : vous pouvez ajouter 1 Magie Normale \"Magie-Rang-Plus\" depuis votre Deck à votre main.\nVous ne pouvez utiliser cet effet de \"ZS - Sage Ascensionné\" qu'une fois par tour.",
    "archetype": "Zexal"
  },
  {
    "id": "2896663",
    "name": "ZW - Hallebarde Dragonique",
    "nameEn": "ZW - Hallebarde Dragonique",
    "attribute": "DARK",
    "atk": 3000,
    "def": 1200,
    "level": 5,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 5\nNe peut pas attaquer directement. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 Magie/Piège \"Zexal\" depuis votre Deck à votre main. Vous pouvez cibler 1 monstre \"Utopie\" que vous contrôlez ; équipez-lui cette carte que vous contrôlez. Il gagne 3000 ATK. Lorsque le monstre équipé détruit un monstre au combat : vous pouvez Invoquer Spécialement sur votre Terrain un nombre de votre choix de Cartes Monstre \"ZW -\" qui lui sont équipées.",
    "archetype": "Zexal"
  },
  {
    "id": "32164201",
    "name": "ZW - Pégase Double Sabre",
    "nameEn": "ZW - Pégase Double Sabre",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2100,
    "level": 5,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez contrôler qu'1 \"ZW - Pégase Double Sabre\". Si votre adversaire a min. 2000 LP de plus que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous pouvez cibler 1 monstre \"Utopie\" que vous contrôlez ; équipez-lui cette carte que vous contrôlez comme une Magie d'Équipement qui lui donne 1000 ATK. Une fois par tour, tant que cette carte est équipée à un monstre, vous pouvez annuler un effet de monstre activé sur le Terrain de votre adversaire.",
    "archetype": "Saber"
  }
]