[
  {
    "id": "46877100",
    "name": "Acro Griffrayeur",
    "nameEn": "Acro Griffrayeur",
    "attribute": "EARTH",
    "atk": 0,
    "def": 2000,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main, adjacente à un monstre \"Griffrayeur\" que vous contrôlez ou dans sa colonne. Vous ne pouvez Invoquer Spécialement \"Acro Griffrayeur\" qu'une fois par tour de cette façon. Vos monstres \"Griffrayeur\" dans les Zones Monstre Extra gagnent 300 ATK pour chaque monstre en Position de Défense que vous contrôlez.",
    "archetype": "Scareclaw"
  },
  {
    "id": "32785578",
    "name": "Adieubienvenue Labrynth",
    "nameEn": "Adieubienvenue Labrynth",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre déclare une attaque, tant que vous contrôlez un monstre Démon : ciblez 1 carte sur le Terrain ; annulez l'attaque, et si vous le faites, détruisez la carte ciblée, puis, vous pouvez Poser 1 Piège Normal non-\"Labrynth\" depuis votre main ou Deck.",
    "archetype": "Labrynth"
  },
  {
    "id": "2347656",
    "name": "Adorable Labrynth du Château d'Argent",
    "nameEn": "Adorable Labrynth du Château d'Argent",
    "attribute": "DARK",
    "atk": 2900,
    "def": 1900,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire ne peut pas activer d'effets de monstre en réponse à l'activation de vos Cartes Piège Normal. Vous ne pouvez utiliser chacun des effets suivants de \"Adorable Labrynth du Château d'Argent\" qu'une fois par tour. Vous pouvez cibler 1 Piège Normal dans votre Cimetière ; Posez-le sur votre Terrain, mais il ne peut pas être activé sauf si vous contrôlez un monstre Démon. Si un ou plusieurs autres monstres quittent le Terrain par votre effet de Piège Normal (sauf durant la Damage Step) : vous pouvez détruire 1 carte dans la main de votre adversaire (au hasard) ou sur son Terrain.",
    "archetype": "Labrynth"
  },
  {
    "id": "39354437",
    "name": "Aegirine Jadeglace",
    "nameEn": "Aegirine Jadeglace",
    "attribute": "WATER",
    "atk": 1000,
    "def": 2000,
    "level": 3,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Jadeglace\" depuis votre Deck à votre main. Lorsque votre adversaire active une carte ou un effet qui cible cette carte, ou cible cette carte avec une attaque (Effet Rapide) : vous pouvez activer cet effet ; la prochaine fois que cette carte va être détruite au combat ou par un effet de carte ce tour, elle n'est pas détruite, et aussi, Invoquez Spécialement 1 monstre EAU (\"Aegirine Jadeglace\" exclu) depuis votre main ou Cimetière, mais renvoyez-le à la main durant la End Phase. Vous ne pouvez utiliser chaque effet de \"Aegirine Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "1295442",
    "name": "Aegirocassis de Création Jadeglace",
    "nameEn": "Aegirocassis de Création Jadeglace",
    "attribute": "WATER",
    "atk": 2000,
    "def": 2000,
    "level": 7,
    "monsterType": "Aqua",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que cette carte est équipée à un monstre, le monstre équipé gagne 400 ATK/DEF pour chaque monstre banni. Vous ne pouvez utiliser qu'1 des effets suivants de \"Aegirocassis de Création Jadeglace\" par tour, et uniquement une fois le tour. Si cette carte est dans votre main ou Cimetière (sauf durant la Damage Step) (Effet Rapide) : vous pouvez cibler 1 monstre \"Jadeglace\" que vous contrôlez ; équipez cette carte au monstre que vous contrôlez. Tant que cette carte est équipée à un monstre : vous pouvez Invoquer Spécialement cette carte.",
    "archetype": "Icejade"
  },
  {
    "id": "79552283",
    "name": "Affrontraflure Griffrayeur",
    "nameEn": "Affrontraflure Griffrayeur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez cibler 1 \"Visas Starfrost\" ou monstre \"Griffrayeur\" que vous contrôlez ; ce tour, il peut attaquer tant qu'il est en Position de Défense face recto. S'il le fait, appliquez son ATK ou DEF (la plus haute valeur) pour le calcul des dommages. Lorsque votre adversaire active une carte ou un effet, tant que vous contrôlez un monstre \"Griffrayeur\" dans la Zone Monstre Extra : vous pouvez envoyer cette carte face recto au Cimetière ; annulez l'effet. Vous ne pouvez utiliser cet effet de \"Affrontraflure Griffrayeur\" qu'une fois par tour.",
    "archetype": "Scareclaw"
  },
  {
    "id": "3410461",
    "name": "Alba-Lenatus le Dragon des Abysses",
    "nameEn": "Alba-Lenatus le Dragon des Abysses",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 \"Albaz le Déchu\" + 1+ monstre Dragon\nNon utilisable comme Matériel Fusion. Uniquement soit Invocable par Fusion soit Invocable Spécialement en envoyant les cartes ci-dessus depuis les Zones Monstre au Cimetière. Chaque Battle Phase, cette carte peut attaquer un nombre de fois des monstres, inférieur ou égal au nombre de Matériels utilisés pour elle. Une fois par tour, durant la End Phase, si cette carte est dans le Cimetière parce qu'elle y a été envoyée ce tour : vous pouvez ajouter 1 Magie Normale \"Polymérisation\" ou Magie Normale \"Fusion\" depuis votre Deck à votre main."
  },
  {
    "id": "37683547",
    "name": "Albaz le Cendreux",
    "nameEn": "Albaz le Cendreux",
    "attribute": "DARK",
    "atk": 1800,
    "def": 0,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Albaz le Déchu\" tant qu'elle est sur le Terrain ou dans le Cimetière. Tant qu'un Monstre Fusion de Niveau 8 est dans votre Cimetière, cette carte gagne 200 ATK pour chaque monstre dans votre Cimetière, et aussi, votre adversaire ne peut pas cibler d'autres monstres que vous contrôlez avec des effets de carte. Si un ou plusieurs monstres que vous contrôlez quittent le Terrain par un effet de carte de l'adversaire, tant que cette carte et un Monstre Fusion sont dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Albaz le Cendreux\" qu'une fois par tour."
  },
  {
    "id": "52020510",
    "name": "Alerte Dinomorphia",
    "nameEn": "Alerte Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez la moitié de vos LP ; Invoquez Spécialement max. 2 monstres \"Dinomorphia\" depuis votre Cimetière dont le Niveau total est égal à max. 8, mais vous ne pouvez pas déclarer d'attaque avec eux ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Dinomorphia\" exclus) le reste de ce tour. Lorsque votre adversaire active une carte ou un effet, tant que vos LP sont inférieurs ou égaux à 2000 : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage d'effet des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Alerte Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "5941982",
    "name": "Alternative Griffrayeur",
    "nameEn": "Alternative Griffrayeur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 3 monstres \"Griffrayeur\" ; le reste de ce tour, votre adversaire peut uniquement Invoquer Spécialement des monstres en Position de Défense. Durant votre tour : bannissez cette carte depuis votre Cimetière ; infligez 100 points de dommages à votre adversaire pour chaque monstre en Position de Défense sur le Terrain. Vous ne pouvez utiliser cet effet de \"Alternative Griffrayeur\" qu'une fois par tour.",
    "archetype": "Scareclaw"
  },
  {
    "id": "98287529",
    "name": "Amorphactor Pain, le Dracosseigneur Imaginaire",
    "nameEn": "Amorphactor Pain, le Dracosseigneur Imaginaire",
    "attribute": "EARTH",
    "atk": 2950,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Persona Amorphe\". Si cette carte est Invoquée Rituellement : votre adversaire saute sa prochaine Main Phase 1. Annulez les effets de Monstres Fusion, Synchro et Xyz face recto tant qu'ils sont sur le Terrain. Si cette carte est envoyée depuis le Terrain au Cimetière : vous pouvez ajouter 1 monstre \"Dracosseigneur\" (\"Amorphactor Pain, le Dracosseigneur Imaginaire\" exclu) depuis votre Deck à votre main.",
    "archetype": "Dracoverlord"
  },
  {
    "id": "95515518",
    "name": "Arc-en-Ciel Lunaire, Peintre Météorologique",
    "nameEn": "Arc-en-Ciel Lunaire, Peintre Météorologique",
    "attribute": "DARK",
    "atk": 2400,
    "def": null,
    "level": null,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3 monstres \"Météorologique\"\nSi cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 de vos monstres \"Météorologique\" bannis. Si cette carte Invoquée par Lien est détruite : vous pouvez Invoquer Spécialement 1 \"Arc-en-Ciel, Peintre Météorologique\" depuis votre Extra Deck. Les Monstres à Effet \"Météorologique\" pointés par cette carte gagnent l'effet suivant.\n●(Effet Rapide) : vous pouvez bannir cette carte, puis ciblez 1 monstre contrôlé par votre adversaire ; jusqu'à la Standby Phase du prochain tour, bannissez-le.",
    "archetype": "The Weather"
  },
  {
    "id": "48745395",
    "name": "Archdémon Labrynth",
    "nameEn": "Archdémon Labrynth",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2800,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Gagne 400 ATK pour chaque Piège Normal de nom différent dans votre Cimetière. Les monstres de votre adversaire ne peuvent pas cibler de monstres Démon (\"Archdémon Labrynth\" exclu) avec une attaque. Vous ne pouvez utiliser chacun des effets suivants de \"Archdémon Labrynth\" qu'une fois par tour. Si une Carte Piège est activée (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez Poser 1 Piège Normal depuis votre Deck qui ne peut être activé que lorsqu'une attaque est déclarée.",
    "archetype": "Archfiend"
  },
  {
    "id": "75730490",
    "name": "Ariane la Domestique Labrynth",
    "nameEn": "Ariane la Domestique Labrynth",
    "attribute": "DARK",
    "atk": 1800,
    "def": 1100,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer 1 Piège Normal depuis votre main ou qui est Posé sur votre Terrain au Cimetière ; Invoquez Spécialement 1 monstre Démon de max. Niveau 4 (\"Ariane la Domestique Labrynth\" exclu) depuis votre Deck en Position de Défense. Si un ou plusieurs autres monstres quittent le Terrain par votre effet de Piège Normal (sauf durant la Damage Step) : vous pouvez piocher 1 carte, puis vous pouvez appliquer cet effet.\n●Depuis votre main, soit Invoquez Spécialement 1 monstre Démon, soit Posez 1 Magie/Piège.\nVous ne pouvez utiliser chaque effet de \"Ariane la Domestique Labrynth\" qu'une fois par tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "1225009",
    "name": "Arianna la Domestique Labrynth",
    "nameEn": "Arianna la Domestique Labrynth",
    "attribute": "DARK",
    "atk": 1600,
    "def": 2100,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 carte \"Labrynth\" (\"Arianna la Domestique Labrynth\" exclu) depuis votre Deck à votre main. Si un ou plusieurs autres monstres quittent le Terrain par votre effet de Piège Normal (sauf durant la Damage Step) : vous pouvez piocher 1 carte, puis vous pouvez appliquer cet effet.\n●Depuis votre main, soit Invoquez Spécialement 1 monstre Démon, soit Posez 1 Magie/Piège.\nVous ne pouvez utiliser qu'1 effet de \"Arianna la Domestique Labrynth\" par tour, et uniquement une fois le tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "83558891",
    "name": "Arrivée Griffrayeur",
    "nameEn": "Arrivée Griffrayeur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 \"Visas Starfrost\" ou monstre \"Griffrayeur\" dans votre Cimetière ; Invoquez-le Spécialement en Position de Défense. Si un ou plusieurs Monstres Lien \"Griffrayeur\" que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser cet effet de \"Arrivée Griffrayeur\" qu'une fois par tour.",
    "archetype": "Scareclaw"
  },
  {
    "id": "83488497",
    "name": "Astra Griffrayeur",
    "nameEn": "Astra Griffrayeur",
    "attribute": "EARTH",
    "atk": 0,
    "def": 1300,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main, adjacente à un monstre \"Griffrayeur\" que vous contrôlez ou dans sa colonne. Vous ne pouvez Invoquer Spécialement \"Astra Griffrayeur\" qu'une fois par tour de cette façon. Vos monstres \"Griffrayeur\" dans les Zones Monstre Extra peuvent attaquer un nombre de fois chaque Battle Phase, inférieur ou égal au nombre de monstres \"Griffrayeur\" que vous contrôlez en Position de Défense de noms différents.",
    "archetype": "Scareclaw"
  },
  {
    "id": "29595202",
    "name": "Attrait Runick",
    "nameEn": "Attrait Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Chaque fois qu'une Carte Magie Jeu-Rapide est activée : bannissez la carte du dessus du Deck de votre adversaire. Vous ne pouvez contrôler qu'1 \"Attrait Runick\".",
    "archetype": "Runick"
  },
  {
    "id": "22125101",
    "name": "Au-Delà du Pendule",
    "nameEn": "Au-Delà du Pendule",
    "attribute": "DARK",
    "atk": 1200,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres à Effet (un Monstre Pendule inclus)\nSi cette carte est Invoquée par Lien dans la Zone Monstre Extra : vous pouvez payer 1200 LP ; ajoutez 1 Monstre Pendule depuis votre Deck à votre main, mais le reste de ce tour, sauf si vous Invoquez par Pendulation après la résolution de cet effet, vous ne pouvez pas activer d'effets de monstre, et les effets des cartes dans vos Zones Pendule sont annulés. Si 2 monstres de Niveaux d'origine différents sont Invoqués par Pendulation en même temps dans les zones pointées par cette carte : vous pouvez cibler 2 cartes sur le Terrain ; détruisez-les. Vous ne pouvez utiliser cet effet de \"Au-Delà du Pendule\" qu'une fois par tour.",
    "archetype": "Pendulum"
  },
  {
    "id": "39568067",
    "name": "Aventure Fatidique",
    "nameEn": "Aventure Fatidique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, la première fois qu'un monstre que vous contrôlez équipé avec une Magie d'Équipement va être détruit au combat, il n'est pas détruit. Vous ne pouvez utiliser chacun des effets suivants de \"Aventure Fatidique\" qu'une fois par tour. Durant votre Main Phase : vous pouvez ajouter 1 monstre qui mentionne \"Jeton Aventurier\" depuis votre Deck à votre main, puis envoyez 1 carte depuis votre main au Cimetière. Si un ou plusieurs monstres sont Invoqués Normalement ou Spécialement : vous pouvez prendre 1 Magie d'Équipement qui mentionne \"Jeton Aventurier\" depuis votre Deck, et soit ajoutez-la à votre main soit équipez-la à 1 \"Jeton Aventurier\" que vous contrôlez.",
    "archetype": "Adventurer Token"
  },
  {
    "id": "6763530",
    "name": "Bannissement du Marqué",
    "nameEn": "Bannissement du Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Despia\" ou 1 Monstre Fusion de min. Niveau 8 dans votre Cimetière ; Invoquez-le Spécialement, puis vous pouvez appliquer cet effet.\n●Invoquez par Fusion 1 Monstre Fusion de min. Niveau 8 depuis votre Extra Deck, en bannissant les Matériels Fusion listés sur celui-ci depuis au moins l'un des Terrains.\nVous ne pouvez activer qu'1 \"Bannissement du Marqué\" par tour.",
    "archetype": "Branded"
  },
  {
    "id": "19882096",
    "name": "Belone Griffrayeur",
    "nameEn": "Belone Griffrayeur",
    "attribute": "EARTH",
    "atk": 0,
    "def": 1700,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main, adjacente à un monstre \"Griffrayeur\" que vous contrôlez ou dans sa colonne. Vous ne pouvez Invoquer Spécialement \"Belone Griffrayeur\" qu'une fois par tour de cette façon. Si votre monstre \"Griffrayeur\" dans la Zone Monstre Extra attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.",
    "archetype": "Scareclaw"
  },
  {
    "id": "7142724",
    "name": "Berceau Enion de Cénote Jadeglace",
    "nameEn": "Berceau Enion de Cénote Jadeglace",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 de vos monstres \"Jadeglace\" qui est banni ou dans votre Cimetière à votre main. Une fois par tour, si un ou plusieurs monstres sont Invoqués Normalement ou Spécialement (sauf durant la Damage Step) : vous pouvez cibler 1 monstre EAU que vous contrôlez ; jusqu'à la fin de ce tour, le monstre ainsi que les monstres face recto actuellement contrôlés par votre adversaire perdent une ATK égale à l'ATK d'origine du monstre ciblé. Vous ne pouvez activer qu'1 \"Berceau Enion de Cénote Jadeglace\" par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "5380979",
    "name": "Bienvenue Labrynth",
    "nameEn": "Bienvenue Labrynth",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 monstre \"Labrynth\" depuis votre Deck, et aussi, jusqu'à la fin du prochain tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Démon exclus) depuis le Deck ou Extra Deck. Si un monstre quitte le Terrain par votre effet de Piège Normal, tant que cette carte est dans votre Cimetière, sauf le tour où elle y a été envoyée : vous pouvez Poser cette carte. Vous ne pouvez utiliser chaque effet de \"Bienvenue Labrynth\" qu'une fois par tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "71595845",
    "name": "Bonheur de Poupée",
    "nameEn": "Bonheur de Poupée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : ajoutez 1 \"Papy Demetto\" ou \"Boîte d'Amis\" depuis votre Deck à votre main. Tant que vous contrôlez \"Princesse Cologne\", les monstres de votre adversaire ne peuvent pas cibler les monstres avec 0 ATK ou DEF avec une attaque. Une fois par tour : vous pouvez détruire 1 monstre dans votre main ou sur votre Terrain, et si vous le faites, envoyez 1 carte \"Monstre Poupée\" depuis votre Deck au Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez activer \"Bonheur de Poupée\" qu'une fois par tour.",
    "archetype": "Doll"
  },
  {
    "id": "49658464",
    "name": "Brouillage Chiffré",
    "nameEn": "Brouillage Chiffré",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si un monstre combat tant qu'un monstre avec min. 1000 ATK est sur le Terrain : l'ATK de tous les monstres actuellement sur le Terrain sera réduite de 1000 pour chaque 1000 ATK qu'ils ont, et aussi, leur DEF sera réduite de 1000 pour chaque 1000 DEF qu'ils ont. Si cette carte est détruite : jusqu'à la fin de ce tour, appliquez les ajustements d'ATK/DEF ci-dessus à tous les monstres actuellement sur le Terrain."
  },
  {
    "id": "99414629",
    "name": "Brute Dinomorphia",
    "nameEn": "Brute Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez la moitié de vos LP ; détruisez 1 monstre \"Dinomorphia\" que vous contrôlez et 1 carte contrôlée par votre adversaire. Lorsque votre adversaire active une carte ou un effet, tant que vos LP sont inférieurs ou égaux à 2000 : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage d'effet des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Brute Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "70427670",
    "name": "Bufolicula Prédaplante",
    "nameEn": "Bufolicula Prédaplante",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nDuring your Main Phase: You can Fusion Summon 1 DARK Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material. You can only use this effect of \"Predaplant Bufolicula\" once per turn.\n\n[ Monster Effect ] \nSi cette carte est envoyée au Cimetière ou ajoutée face recto à votre Extra Deck parce qu'elle a été utilisée comme Matériel Fusion : vous pouvez ajouter 1 Monstre Pendule TÉNÈBRES face recto (\"Bufolicula Prédaplante\" exclu) depuis votre Extra Deck à votre main. Vous ne pouvez utiliser cet effet de \"Bufolicula Prédaplante\" qu'une fois par tour.",
    "archetype": "Predap"
  },
  {
    "id": "4754691",
    "name": "Bugroth Amphibie MK-11",
    "nameEn": "Bugroth Amphibie MK-11",
    "attribute": "WATER",
    "atk": 1850,
    "def": 1500,
    "level": 5,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que \"Umi\" n'est pas sur le Terrain, cette carte gagne 700 ATK, et aussi, elle ne peut pas attaquer directement. Tant que \"Umi\" est sur le Terrain : vous pouvez cibler 1 monstre non-EAU face recto sur le Terrain ; détruisez-le. Vous ne pouvez utiliser cet effet de \"Bugroth Amphibie MK-11\" qu'une fois par tour.",
    "archetype": "Bugroth"
  },
  {
    "id": "44932065",
    "name": "Byblisp Prédaplante",
    "nameEn": "Byblisp Prédaplante",
    "attribute": "DARK",
    "atk": 0,
    "def": 1900,
    "level": 1,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 monstre \"Prédaplante\" (\"Byblisp Prédaplante\" exclu) depuis votre Deck à votre main. Si un monstre avec un Compteur Prédateur est sur le Terrain : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Byblisp Prédaplante\" qu'une fois par tour.",
    "archetype": "Predaplant"
  },
  {
    "id": "25419323",
    "name": "Carapace Dinomorphia",
    "nameEn": "Carapace Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de la Battle Phase de votre adversaire : payez la moitié de vos LP ; Invoquez Spécialement 1 \"Jeton Dinomorphia\" (Dinosaure/TÉNÈBRES/Niveau 10/ATK 0/DEF 3000), et si vous le faites, tant que vous contrôlez le Jeton dans votre Zone Monstre, votre adversaire ne peut pas cibler d'autres monstres (le Jeton exclu) avec une attaque le reste de ce tour. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Carapace Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "94076521",
    "name": "Cartorhyn la Gemme Cachée du Front de Mer",
    "nameEn": "Cartorhyn la Gemme Cachée du Front de Mer",
    "attribute": "WATER",
    "atk": 500,
    "def": 1600,
    "level": 2,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser cette carte ; durant votre Main Phase ce tour, vous pouvez Invoquer Normalement 1 monstre TERRE ou EAU, en plus de votre Invocation/Pose Normale. (Vous ne pouvez gagner cet effet qu'une fois par tour.) Si vous contrôlez un ou plusieurs monstres TERRE et EAU, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Cartorhyn la Gemme Cachée du Front de Mer\" qu'une fois par tour."
  },
  {
    "id": "2563463",
    "name": "Cavalier de Gryphon Errant",
    "nameEn": "Cavalier de Gryphon Errant",
    "attribute": "WIND",
    "atk": 2000,
    "def": 2800,
    "level": 7,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase, si vous ne contrôlez aucun monstre ou contrôlez \"Jeton Aventurier\" (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Lorsqu'une carte ou un effet est activé tant que vous contrôlez \"Jeton Aventurier\" (Effet Rapide) : vous pouvez mélanger cette carte dans le Deck, et si vous le faites, annulez l'activation, et si vous faites ça, détruisez la carte. Vous ne pouvez utiliser chaque effet de \"Cavalier de Gryphon Errant\" qu'une fois par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "37629703",
    "name": "Chandraglier Labrynth",
    "nameEn": "Chandraglier Labrynth",
    "attribute": "DARK",
    "atk": 1500,
    "def": 0,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière, et défaussez 1 carte ; Posez 1 Magie/Piège \"Labrynth\" depuis votre main ou Deck. Si un ou plusieurs monstres quittent le Terrain par votre effet de Piège Normal, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez ajouter cette carte à votre main. Vous ne pouvez utiliser chaque effet de \"Chandraglier Labrynth\" qu'une fois par tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "57285770",
    "name": "Charge Therion",
    "nameEn": "Charge Therion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 carte \"Therion\" (\"Charge Therion\" exclu) ou 1 \"Moteur Infini Système Argyro\" depuis votre main ou votre Zone Magie & Piège face recto au Cimetière ; piochez 2 cartes. Vous ne pouvez activer qu'1 \"Charge Therion\" par tour.",
    "archetype": "Therion"
  },
  {
    "id": "74018812",
    "name": "Cheminie Torbie Labrynth",
    "nameEn": "Cheminie Torbie Labrynth",
    "attribute": "DARK",
    "atk": 0,
    "def": 2000,
    "level": 2,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière, et défaussez 1 carte ; Posez 1 Magie/Piège \"Labrynth\" depuis votre main ou Deck. Si un ou plusieurs monstres quittent le Terrain par votre effet de Piège Normal, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Cheminie Torbie Labrynth\" qu'une fois par tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "42198835",
    "name": "Chevalier Illégal",
    "nameEn": "Chevalier Illégal",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2000,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase, si vous ne contrôlez aucun monstre ou contrôlez \"Jeton Aventurier\" (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si vous contrôlez \"Jeton Aventurier\" (Effet Rapide) : vous pouvez cibler max. 2 cartes contrôlées par votre adversaire ; donnez le contrôle de cette carte à votre adversaire, et si vous le faites, renvoyez ces cartes à la main. Vous ne pouvez utiliser chaque effet de \"Chevalier Illégal\" qu'une fois par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "41619242",
    "name": "Chevauchement Griffrayeur",
    "nameEn": "Chevauchement Griffrayeur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez activer 1 des effets suivants.\n●Ciblez 1 monstre \"Griffrayeur\" ou 1 \"Visas Starfrost\" dans votre Zone Monstre, et 1 monstre face recto contrôlé par votre adversaire ; votre monstre gagne une ATK/DEF égales à l'ATK ou DEF du monstre de votre adversaire (la plus haute valeur).\n●Lorsqu'une carte ou un effet qui cible \"Visas Starfrost\" ou un monstre \"Griffrayeur\" que vous contrôlez est activé : annulez l'effet.\nVous ne pouvez activer qu'1 \"Chevauchement Griffrayeur\" par tour.",
    "archetype": "Scareclaw"
  },
  {
    "id": "95471006",
    "name": "Combinaison XYZ",
    "nameEn": "Combinaison XYZ",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre Carte Monstre Union LUMIÈRE Machine est bannie (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 \"Tête de Canon X\", \"Tête de Dragon Y\" ou \"Tank de Métal Z\" depuis votre Deck. Vous pouvez renvoyer 1 Monstre Fusion que vous contrôlez à l'Extra Deck ; Invoquez Spécialement max. 2 de vos monstres bannis de noms différents, parmi \"Tête de Canon X\", \"Tête de Dragon Y\" et \"Tank de Métal Z\". Vous ne pouvez utiliser chaque effet de \"Combinaison XYZ\" qu'une fois par tour.",
    "archetype": "ABC"
  },
  {
    "id": "76981308",
    "name": "Concours de Regard Melffy",
    "nameEn": "Concours de Regard Melffy",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 monstre Bête dans votre main ; ajoutez 1 monstre \"Melffy\" de nom différent depuis votre Deck ou Cimetière à votre main, et placez le monstre révélé au-dessous du Deck. Vous ne pouvez utiliser cet effet de \"Concours de Regard Melffy\" qu'une fois par tour. Au début de la Battle Phase de votre adversaire : vous pouvez révéler un nombre de votre choix de monstres \"Melffy\" dans votre main, et gardez-les révélés durant cette Battle Phase uniquement. Les monstres contrôlés par votre adversaire perdent une ATK égale à la somme des ATK/DEF des monstres révélés par cet effet.",
    "archetype": "Melffy"
  },
  {
    "id": "33814281",
    "name": "Contrat des Ténèbres avec Licence de Brevet",
    "nameEn": "Contrat des Ténèbres avec Licence de Brevet",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Spécialement un ou plusieurs monstres du même type de carte (Fusion, Synchro, Xyz ou Lien) qu'un monstre \"D/D/D\" que vous contrôlez (sauf durant la Damage Step) : vous pouvez infliger 1000 points de dommages à votre adversaire, et aussi, tant que cette carte est sur le Terrain, votre adversaire ne peut pas Invoquer Spécialement de monstres du même type de carte que le monstre Invoqué Spécialement le reste de ce tour. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 monstre \"D/D\" depuis votre Cimetière, ou 1 Monstre Pendule \"D/D\" face recto depuis votre Extra Deck, à votre main. Vous ne pouvez utiliser cet effet de \"Contrat des Ténèbres avec Licence de Brevet\" qu'une fois par tour.",
    "archetype": "Dark Contract"
  },
  {
    "id": "90659259",
    "name": "Convertisseur Morphtronique",
    "nameEn": "Convertisseur Morphtronique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Machine que vous contrôlez ; appliquez l'effet suivant selon sa position de combat.\n●Position d'Attaque : Invoquez Spécialement 1 monstre \"Morphtronique\" depuis votre Deck de nom différent du monstre ciblé, puis placez le monstre ciblé au-dessus du Deck.\n●Position de Défense : Changez le monstre ciblé en Position d'Attaque, et si vous le faites, Invoquez Spécialement 1 monstre Machine de max. Niveau 4 depuis votre main.\nVous ne pouvez activer qu'1 \"Convertisseur Morphtronique\" par tour.",
    "archetype": "Morphtronic"
  },
  {
    "id": "26435595",
    "name": "Couverture Patissciel",
    "nameEn": "Couverture Patissciel",
    "attribute": "DARK",
    "atk": 1700,
    "def": 700,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nIf you have no card in your other Pendulum Zone: You can place 1 face-up Pendulum Monster from your Extra Deck in your Pendulum Zone. You can only use this effect of \"Patissciel Couverture\" once per turn.\n\n[ Monster Effect ] \n2 Monstres Pendule\nSi cette carte dans la Zone Monstre est détruite : vous pouvez placer cette carte dans votre Zone Pendule.",
    "archetype": "Patissciel"
  },
  {
    "id": "43270827",
    "name": "Croix Therion",
    "nameEn": "Croix Therion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active un effet de monstre, tant que vous contrôlez un monstre \"Therion\" : vous pouvez activer 1 de ces effets ;\n●Annulez l'effet.\n●Bannissez le monstre.\nSi vous avez \"Moteur Infini Système Argyro\" dans votre Cimetière à l'activation, vous pouvez activer les deux effets (à la résolution, annulez, puis bannissez). Vous ne pouvez activer qu'1 \"Croix Therion\" par tour.",
    "archetype": "Therion"
  },
  {
    "id": "42472002",
    "name": "Custennin le Chevalier Noble",
    "nameEn": "Custennin le Chevalier Noble",
    "attribute": "LIGHT",
    "atk": 1000,
    "def": 2000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez une Magie d'Équipement \"Armes Nobles\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Custennin le Chevalier Noble\" qu'une fois par tour de cette façon. Un monstre \"Chevalier Noble\" qui a été Invoqué par Synchronisation, Xyz ou Lien en utilisant cette carte sur le Terrain comme Matériel gagne cet effet.\n●Si cette carte est Invoquée Spécialement : vous pouvez Invoquer Normalement 1 monstre \"Chevalier Noble\" durant votre Main Phase ce tour, en plus de votre Invocation/Pose Normale (vous ne pouvez gagner cet effet qu'une fois par tour), et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier Noble\" exclus) depuis l'Extra Deck le reste de ce tour.",
    "archetype": "Noble Knight"
  },
  {
    "id": "28406301",
    "name": "D/D Griffon",
    "nameEn": "D/D Griffon",
    "attribute": "DARK",
    "atk": 1200,
    "def": 1200,
    "level": 4,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nYou can target 1 Fiend monster you control; it gains 500 ATK (until the end of this turn) for each \"Dark Contract\" Spell/Trap with different names currently on your field or in your GY, then destroy this card. You can only use this effect of \"D/D Gryphon\" once per turn.\n\n[ Monster Effect ] \nSi vous contrôlez un monstre \"D/D\" : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Si cette carte est Invoquée par Pendulation : vous pouvez défausser 1 carte \"D/D\" ou \"Contrat des Ténèbres\" ; piochez 1 carte. Si cette carte est Invoquée Spécialement depuis le Cimetière : vous pouvez ajouter 1 carte \"D/D\" (\"D/D Griffon\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"D/D Griffon\" qu'une fois par tour.",
    "archetype": "D/D"
  },
  {
    "id": "91781484",
    "name": "D/D/D Chasseur de Têtes",
    "nameEn": "D/D/D Chasseur de Têtes",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"D/D/D\" : ciblez 1 monstre face recto contrôlé par votre adversaire ; prenez-en le contrôle jusqu'à la End Phase du prochain tour, mais ses effets sont annulés, il ne peut pas déclarer d'attaque, et aussi, si c'est un monstre Invoqué Spécialement depuis l'Extra Deck, il est aussi traité comme un monstre \"D/D/D\". Vous ne pouvez activer qu'1 \"D/D/D Chasseur de Têtes\" par tour.",
    "archetype": "D/D"
  },
  {
    "id": "92536468",
    "name": "D/D/D Léonidas, Roi Rebelle",
    "nameEn": "D/D/D Léonidas, Roi Rebelle",
    "attribute": "DARK",
    "atk": 2600,
    "def": 1200,
    "level": 7,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhen you take effect damage (except during the Damage Step): You can destroy this card, and if you do, any effect that would inflict damage to a player this turn increases their LP by the same amount, instead.\n\n[ Monster Effect ] \nLorsque vous recevez des dommages d'effet (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, gagnez des LP égaux aux dommages que vous avez reçus. Vous ne recevez aucun dommage d'effet.",
    "archetype": "D/D"
  },
  {
    "id": "46593546",
    "name": "D/D/D Roi Planificateur Deus Machinex",
    "nameEn": "D/D/D Roi Planificateur Deus Machinex",
    "attribute": "DARK",
    "atk": 3000,
    "def": 3000,
    "level": 10,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhile you have a card in your other Pendulum Zone: You can target 1 Pendulum Monster you control or in your GY; Special Summon the card in your other Pendulum Zone, and if you do, place that targeted Pendulum Monster in your Pendulum Zone. You can only use this effect of \"D/D/D Deviser King Deus Machinex\" once per turn.\n\n[ Monster Effect ] \n2 monstres Démon de Niveau 10\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un monstre \"D/D/D\" que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Vous ne pouvez contrôler qu'1 \"D/D/D Roi Planificateur Deus Machinex\" dans votre Zone Monstre. Une fois par Chaîne, lorsqu'une Carte Monstre contrôlée par votre adversaire active son effet (Effet Rapide) : vous pouvez soit détacher 2 Matériels de cette carte soit détruire 1 carte \"Contrat des Ténèbres\" que vous contrôlez, et si vous le faites, attachez la carte de l'adversaire à cette carte comme Matériel. Une fois par tour, durant votre Standby Phase : vous pouvez placer cette carte dans votre Zone Pendule.",
    "archetype": "D/D"
  },
  {
    "id": "79775821",
    "name": "Debout Therion !",
    "nameEn": "Debout Therion !",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Therion\" dans votre Cimetière ; Invoquez-le Spécialement, puis vous pouvez lui équiper 1 monstre \"Therion\" depuis votre main ou Cimetière. Durant la Main Phase : vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 2 monstres \"Therion\" (1 sur votre Terrain et 1 dans votre Cimetière) ; équipez le monstre depuis votre Cimetière à l'autre monstre que vous contrôlez. Vous ne pouvez utiliser qu'1 effet de \"Debout Therion !\" par tour, et uniquement une fois le tour.",
    "archetype": "Therion"
  },
  {
    "id": "27623932",
    "name": "Décharge de Tonnerre",
    "nameEn": "Décharge de Tonnerre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez \"Jeton Aventurier\" : vous pouvez cibler 1 monstre que vous contrôlez équipé avec une Carte d'Équipement qui mentionne \"Jeton Aventurier\" ; détruisez autant de monstres contrôlés par votre adversaire que possible avec une ATK inférieure ou égale au monstre, puis vous pouvez équiper 1 Magie d'Équipement qui mentionne \"Jeton Aventurier\" depuis votre main ou Cimetière à 1 monstre que vous contrôlez. Vous ne pouvez activer qu'1 \"Décharge de Tonnerre\" par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "68779682",
    "name": "Déferlement Labrynth",
    "nameEn": "Déferlement Labrynth",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous activez une Carte Piège Normal Posée (\"Déferlement Labrynth\" exclu) : cet effet devient l'effet du Piège Normal lorsque la carte est activée, et aussi, jusqu'à la fin du prochain tour de votre adversaire après la résolution de cette carte, votre adversaire ne reçoit aucun dommage d'effet de vos effets de carte.",
    "archetype": "Labrynth"
  },
  {
    "id": "73104892",
    "name": "Demoiselle d'Érable",
    "nameEn": "Demoiselle d'Érable",
    "attribute": "WIND",
    "atk": 2100,
    "def": 2600,
    "level": 7,
    "monsterType": "Fairy",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : vous pouvez déclarer 1 Attribut ; cette carte gagne l'effet suivant.\n●Tous les monstres face recto deviennent cet Attribut.\nVous pouvez cibler 1 monstre dans la Zone Monstre Main de votre adversaire ; votre adversaire doit envoyer 1 carte depuis ses Zones Monstre ou Zones Magie & Piège adjacentes au Cimetière. Vous ne pouvez utiliser chaque effet de \"Demoiselle d'Érable\" qu'une fois par tour."
  },
  {
    "id": "88083109",
    "name": "Déplacement Libromancien",
    "nameEn": "Déplacement Libromancien",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Libromancien\" que vous contrôlez et 1 monstre contrôlé par votre adversaire ; renvoyez votre monstre à la main, et si vous le faites, prenez le contrôle du monstre de l'adversaire. Si votre monstre \"Libromancien\" que vous avez ciblé n'était pas un Monstre Rituel, le monstre dont vous avez pris le contrôle est renvoyé à la main durant la End Phase. Vous ne pouvez activer qu'1 \"Déplacement Libromancien\" par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "94445733",
    "name": "Destruction Runick",
    "nameEn": "Destruction Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Ciblez 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le, puis bannissez les 4 cartes du dessus du Deck de votre adversaire.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Destruction Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "8264361",
    "name": "Dharc la Charmeuse des Ténèbres Obscures",
    "nameEn": "Dharc la Charmeuse des Ténèbres Obscures",
    "attribute": "DARK",
    "atk": 1850,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres (un monstre TÉNÈBRES inclus)\n(Cette carte est toujours traitée comme une carte \"Familier Possédé\".)\nVous pouvez cibler 1 monstre TÉNÈBRES dans le Cimetière de votre adversaire ; Invoquez-le Spécialement dans votre zone pointée par cette carte. Si cette carte Invoquée par Lien est détruite au combat, ou détruite par un effet de carte de l'adversaire tant qu'elle est dans la Zone Monstre de son propriétaire : vous pouvez ajouter 1 monstre TÉNÈBRES avec max. 1500 DEF depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Dharc la Charmeuse des Ténèbres Obscures\" qu'une fois par tour.",
    "archetype": "Charmer"
  },
  {
    "id": "55610199",
    "name": "Diamant Rose, Dame Chevalier-Gemmes",
    "nameEn": "Diamant Rose, Dame Chevalier-Gemmes",
    "attribute": "EARTH",
    "atk": 2700,
    "def": 2400,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Chevalier-Gemmes\" + 1 monstre Elfe\nUne fois par tour de l'adversaire, la première fois qu'un ou plusieurs monstres \"Chevalier-Gemmes\" que vous contrôlez vont être détruits par un effet de carte, ils ne sont pas détruits. Durant votre tour, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez bannir 1 carte \"Chevalier-Gemmes\" depuis votre Cimetière, puis ciblez 1 carte face recto contrôlée par votre adversaire ; détruisez-la.",
    "archetype": "Gem-"
  },
  {
    "id": "66961194",
    "name": "Dictateur des D",
    "nameEn": "Dictateur des D",
    "attribute": "DARK",
    "atk": 1200,
    "def": 1100,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que vous contrôlez un monstre \"Yeux Bleus\", vous choisissez les cibles des attaques de votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"Dictateur des D\" qu'une fois par tour. Vous pouvez envoyer 1 \"Dragon Blanc aux Yeux Bleus\" depuis votre main ou Deck au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez défausser 1 \"Dragon Blanc aux Yeux Bleus\", ou 1 carte qui le mentionne, puis ciblez 1 monstre \"Yeux Bleus\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "38628859",
    "name": "Diplos Dinomorphia",
    "nameEn": "Diplos Dinomorphia",
    "attribute": "DARK",
    "atk": 1000,
    "def": 0,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 carte \"Dinomorphia\" depuis votre Deck au Cimetière, puis si vos LP sont inférieurs ou égaux à 2000, infligez 500 points de dommages à votre adversaire. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez bannir 1 Piège depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 (\"Diplos Dinomorphia\" exclu) depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Diplos Dinomorphia\" qu'une fois par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "84792926",
    "name": "Discolisée Therion",
    "nameEn": "Discolisée Therion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Therion\" depuis votre Deck à votre main. Une fois par tour, si votre monstre va être détruit au combat, vous pouvez envoyer 1 carte \"Therion\" ou 1 \"Moteur Infini Système Argyro\" depuis votre Deck au Cimetière à la place. Une fois par tour, lorsqu'un monstre est détruit au combat et envoyé au Cimetière : vous pouvez cibler 1 monstre \"Therion\" dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez activer qu'1 \"Discolisée Therion\" par tour.",
    "archetype": "Therion"
  },
  {
    "id": "66712905",
    "name": "Dissipation Runick",
    "nameEn": "Dissipation Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Si votre adversaire ajoute une ou plusieurs cartes depuis son Deck à sa main, sauf durant la Draw Phase, défaussez-lui 1 carte au hasard, puis bannissez les 2 cartes du dessus de son Deck.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Dissipation Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "60921537",
    "name": "Dogmatikamacabre",
    "nameEn": "Dogmatikamacabre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Dogmatika\" depuis votre main ou Cimetière. Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain, et/ou bannir des Monstres Fusion ou Synchro depuis votre Cimetière, dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement, puis, si \"Chevalier Blanc de Dogmatika\" ainsi que \"Relique Blanche de Dogmatika\" sont sur le Terrain, vous pouvez regarder soit votre Extra Deck soit l'Extra Deck de votre adversaire, et envoyez 1 monstre depuis celui-ci au Cimetière. Vous ne pouvez activer qu'1 \"Dogmatikamacabre\" par tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "42158279",
    "name": "Dogmatikaturgie",
    "nameEn": "Dogmatikaturgie",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Rituellement 1 Monstre Rituel \"Dogmatika\" depuis votre main ou Deck en Sacrifiant des monstres \"Dogmatika\" et/ou Monstres Rituels, Fusion ou Synchro depuis votre Terrain dont le Niveau total est exactement égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si cette carte est dans votre Cimetière : vous pouvez bannir cette carte, puis ciblez 2 monstres \"Dogmatika\" de Niveaux différents dans votre Cimetière ; ajoutez-en 1 à votre main, et placez l'autre au-dessous de votre Deck. Vous ne pouvez utiliser qu'1 effet de \"Dogmatikaturgie\" par tour, et uniquement une fois le tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "26631975",
    "name": "Domaine Dinomorphia",
    "nameEn": "Domaine Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : payez la moitié de vos LP ; Invoquez par Fusion 1 Monstre Fusion \"Dinomorphia\" depuis votre Extra Deck, en utilisant des monstres depuis votre main, Deck ou Terrain comme Matériel. Lorsque votre adversaire active une carte ou un effet, tant que vos LP sont inférieurs ou égaux à 2000 : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage d'effet des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Domaine Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "71406430",
    "name": "Doombroker Libromancien",
    "nameEn": "Doombroker Libromancien",
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Libromancien\". Si cette carte est Invoquée Rituellement en utilisant un ou plusieurs monstres sur le Terrain, elle peut attaquer directement. Vous ne pouvez utiliser chacun des effets suivants de \"Doombroker Libromancien\" qu'une fois par tour. Durant votre Main Phase : vous pouvez Poser 1 Piège \"Libromancien\" directement depuis votre Deck. Lorsque cette carte inflige des dommages de combat à votre adversaire : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; mélangez-le dans le Deck.",
    "archetype": "Libromancer"
  },
  {
    "id": "35479109",
    "name": "Double Tornade de Poussière Jumelle",
    "nameEn": "Double Tornade de Poussière Jumelle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de votre choix de cartes Posées dans votre Zone Magie & Piège ; renvoyez cette carte à la main, ainsi qu'autant de ces cartes Posées que possible (min. 1), puis vous pouvez Poser un nombre de Magies/Pièges depuis votre main, égal au nombre de cartes renvoyées à votre main par cet effet. Vous ne pouvez activer qu'1 \"Double Tornade de Poussière Jumelle\" par tour."
  },
  {
    "id": "38745520",
    "name": "Dracoback, le Dragon Chevauchable",
    "nameEn": "Dracoback, le Dragon Chevauchable",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre que vous contrôlez. Vous ne pouvez contrôler qu'1 \"Dracoback, le Dragon Chevauchable\". Vous ne pouvez utiliser chacun des effets suivants de \"Dracoback, le Dragon Chevauchable\" qu'une fois par tour. Tant que cette carte est équipée à un monstre (Monstres à Effet exclus) : vous pouvez cibler 1 carte contrôlée par votre adversaire ; renvoyez-la à la main. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 \"Jeton Aventurier\" que vous contrôlez ; équipez cette carte à la cible.",
    "archetype": "Adventurer Token"
  },
  {
    "id": "30576089",
    "name": "Dragon à Réaction aux Yeux Bleus",
    "nameEn": "Dragon à Réaction aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Les autres cartes que vous contrôlez ne peuvent pas être détruites par des effets de carte de votre adversaire. Vous ne pouvez utiliser chacun des effets suivants de \"Dragon à Réaction aux Yeux Bleus\" qu'une fois par tour, et pouvez uniquement les activer tant que \"Dragon Blanc aux Yeux Bleus\" est sur votre Terrain ou dans votre Cimetière. Si une ou plusieurs cartes sur le Terrain sont détruites au combat ou par un effet de carte : vous pouvez Invoquer Spécialement cette carte depuis le Cimetière (si elle y était lorsque la carte a été détruite) ou la main (même si elle n'y était pas). Au début de la Damage Step, si cette carte combat : vous pouvez cibler 1 carte contrôlée par votre adversaire ; renvoyez-la à la main.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "98898163",
    "name": "Dragon aux Grandes Défenses",
    "nameEn": "Dragon aux Grandes Défenses",
    "attribute": "EARTH",
    "atk": 1400,
    "def": 2400,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler max. 2 autres cartes sur le Terrain ; détruisez-les, et si vous le faites, cette carte gagne 600 ATK pour chaque carte détruite. Vous ne pouvez utiliser cet effet de \"Dragon aux Grandes Défenses\" qu'une fois par tour."
  },
  {
    "id": "66425726",
    "name": "Dragon du Pendulegraphe aux Yeux Impairs",
    "nameEn": "Dragon du Pendulegraphe aux Yeux Impairs",
    "attribute": "LIGHT",
    "atk": 2700,
    "def": 2500,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nDuring the End Phase: You can add 1 Ritual Spell from your Deck or GY to your hand, then return this card to the hand. You can only use this effect of \"Odd-Eyes Pendulumgraph Dragon\" once per turn.\n\n[ Monster Effect ] \nVous pouvez Invoquer Rituellement cette carte avec \"Avènement des Yeux Impairs\". Uniquement soit Invocable Rituellement soit Invocable par Pendulation depuis votre main. Chaque fois que votre adversaire Invoque Spécialement un ou plusieurs monstres depuis l'Extra Deck, infligez-lui 300 points de dommages. Une fois par tour, lorsque votre adversaire active une Carte Magie ou effet de Magie (Effet Rapide) : vous pouvez placer cette carte dans votre Zone Pendule, et si vous le faites, annulez l'effet, puis, si vous avez placé cette carte Invoquée Rituellement dans la Zone Pendule, vous pouvez Invoquer Spécialement 1 monstre \"Yeux Impairs\" depuis votre Extra Deck.",
    "archetype": "Odd-Eyes"
  },
  {
    "id": "39915560",
    "name": "Dragon Fusion Prédapouvoir Venin Affamé",
    "nameEn": "Dragon Fusion Prédapouvoir Venin Affamé",
    "attribute": "DARK",
    "atk": 3600,
    "def": 2500,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Fusion TÉNÈBRES + 1 Monstre Fusion\n(Cette carte est toujours traitée comme une carte \"Prédaplante\".)\nUne fois par tour, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez Sacrifier 1 monstre sur l'un des Terrains avec un Compteur Prédateur, et si vous le faites, annulez l'activation. Si cette carte Invoquée par Fusion que vous contrôlez est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez cibler 1 monstre TÉNÈBRES dans votre Cimetière ; Invoquez-le Spécialement. Vous ne pouvez utiliser cet effet de \"Dragon Fusion Prédapouvoir Venin Affamé\" qu'une fois par tour.",
    "archetype": "Predaplant"
  },
  {
    "id": "91575236",
    "name": "Dragon Immortel",
    "nameEn": "Dragon Immortel",
    "attribute": "DARK",
    "atk": 500,
    "def": 2400,
    "level": 6,
    "monsterType": "Zombie",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nDurant votre Main Phase : vous pouvez envoyer 1 monstre Zombie depuis votre Deck à votre Cimetière, et si vous le faites, le Niveau de cette carte devient la différence entre les Niveaux d'origine du monstre et de cette carte. Lorsque votre monstre Zombie est détruit au combat, tant que cette carte est dans votre Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser chaque effet de \"Dragon Immortel\" qu'une fois par tour.",
    "archetype": "Zombie counterpart"
  },
  {
    "id": "11443677",
    "name": "Dragon Tyran aux Yeux Bleus",
    "nameEn": "Dragon Tyran aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 3400,
    "def": 2900,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Dragon Blanc aux Yeux Bleus\" + 1 monstre Dragon\nDoit d'abord être soit Invoquée par Fusion, soit Invoquée Spécialement depuis votre Extra Deck en Sacrifiant 1 \"Dragon Blanc aux Yeux Bleus\" équipé avec un Monstre Fusion. Non affectée ni par des Cartes Piège ni par des effets de Piège. Cette carte peut attaquer une fois tous les monstres contrôlés par votre adversaire. Une fois par tour, à la fin de la Damage Step, si cette carte a combattu : vous pouvez cibler 1 Piège dans votre Cimetière ; Posez-le dans votre Zone Magie & Piège.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "65952776",
    "name": "Dunnell, Armes Nobles de la Lumière",
    "nameEn": "Dunnell, Armes Nobles de la Lumière",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre que vous contrôlez. Vous ne pouvez contrôler qu'1 \"Dunnell, Armes Nobles de la Lumière\". Le monstre équipé gagne 500 ATK pour chaque monstre que vous contrôlez de nom différent qui mentionne \"Jeton Aventurier\". Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 \"Jeton Aventurier\" que vous contrôlez ; équipez cette carte à la cible. Vous ne pouvez utiliser cet effet de \"Dunnell, Armes Nobles de la Lumière\" qu'une fois par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "47759571",
    "name": "Earlie, Chevalier du Stand",
    "nameEn": "Earlie, Chevalier du Stand",
    "attribute": "FIRE",
    "atk": 1500,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 Monstres à Effet\nLorsqu'un monstre pointé par cette carte active son effet (sauf durant la Damage Step) (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, changez son ATK à 0, et aussi, annulez ses effets. Durant la End Phase, si cette carte est dans le Cimetière parce qu'elle a été détruite au combat ou par un effet de carte, et y a été envoyée ce tour : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Earlie, Chevalier du Stand\" qu'une fois par tour."
  },
  {
    "id": "5168381",
    "name": "Effroyable Ruse de l'Archdémon",
    "nameEn": "Effroyable Ruse de l'Archdémon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre Démon : ciblez 1 carte sur le Terrain ; détruisez-la, puis, vous pouvez envoyer 1 monstre Démon depuis votre Deck au Cimetière.",
    "archetype": "Archfiend"
  },
  {
    "id": "35283277",
    "name": "Eka, Pote des Flammes",
    "nameEn": "Eka, Pote des Flammes",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 200,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez cibler 1 Carte Monstre face recto dans la Zone Magie & Piège de l'un des joueurs ; Invoquez-la Spécialement sur votre Terrain. Vous pouvez cibler 1 autre monstre face recto que vous contrôlez ; équipez le monstre face recto à cette carte comme une Magie d'Équipement qui lui donne 500 ATK. Vous ne pouvez utiliser chaque effet de \"Eka, Pote des Flammes\" qu'une fois par tour."
  },
  {
    "id": "30680659",
    "name": "Enchanteresse de l'Eau du Temple",
    "nameEn": "Enchanteresse de l'Eau du Temple",
    "attribute": "WATER",
    "atk": 1500,
    "def": 1200,
    "level": 3,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez \"Jeton Aventurier\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous pouvez bannir cette carte depuis votre main ou Cimetière ; ajoutez 1 \"Rite de l'Aramesir\" depuis votre Deck ou Cimetière à votre main. Si vous contrôlez \"Jeton Aventurier\" : vous pouvez placer 1 Magie de Terrain qui mentionne \"Jeton Aventurier\" depuis votre Deck face recto dans votre Zone Terrain. Vous ne pouvez utiliser chaque effet de \"Enchanteresse de l'Eau du Temple\" qu'une fois par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "52566270",
    "name": "Epsilon, le Guerrier Magnétique",
    "nameEn": "Epsilon, le Guerrier Magnétique",
    "attribute": "EARTH",
    "atk": 1300,
    "def": 1500,
    "level": 4,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre \"Guerrier Magnétique\" de max. Niveau 4 (\"Epsilon, le Guerrier Magnétique\" exclu) depuis votre Deck au Cimetière ; le nom de cette carte devient le nom du monstre envoyé (jusqu'à la End Phase), puis vous pouvez Invoquer Spécialement 1 monstre \"Guerrier Magnétique\" depuis votre Cimetière d'un nom différent des cartes que vous contrôlez. Vous ne pouvez utiliser cet effet de \"Epsilon, le Guerrier Magnétique\" qu'une fois par tour.",
    "archetype": "Magnet Warrior"
  },
  {
    "id": "53742162",
    "name": "Érosion Jadeglace",
    "nameEn": "Érosion Jadeglace",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 carte face recto contrôlée par votre adversaire ; détruisez 1 monstre \"Jadeglace\" que vous contrôlez, et si vous le faites, annulez les effets de la carte ciblée jusqu'à la fin de ce tour. Si un monstre EAU face recto que vous contrôlez quitte le Terrain par une carte de l'adversaire, sauf en étant détruit (et sauf durant la Damage Step) : vous pouvez ajouter à votre main ou Invoquer Spécialement 1 monstre \"Jadeglace\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Érosion Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "19516687",
    "name": "Espion Libromancien",
    "nameEn": "Espion Libromancien",
    "attribute": "EARTH",
    "atk": 2000,
    "def": 2500,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Vous pouvez cibler 1 carte \"Libromancien\" (\"Espion Libromancien\" exclu) dans votre Cimetière ; ajoutez-la à votre main, puis si vous avez ajouté un Magie/Piège par cet effet, placez 1 carte depuis votre main au-dessous du Deck. Vous ne pouvez utiliser chaque effet de \"Espion Libromancien\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "13256226",
    "name": "Esprit de Néos, HÉROS Élémentaire",
    "nameEn": "Esprit de Néos, HÉROS Élémentaire",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un monstre de l'adversaire déclare une attaque : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense, et si vous le faites, elle ne peut pas être détruite au combat. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 \"Polymérisation\" ou 1 Magie/Piège qui mentionne un nom de carte de monstre \"HÉROS Élémentaire\" depuis votre Deck à votre main. Durant votre Main Phase : vous pouvez mélanger cette carte dans le Deck, et si vous le faites, Invoquez Spécialement 1 Monstre Normal \"HÉROS Élémentaire\" depuis votre Deck. Vous ne pouvez utiliser chaque effet de \"Esprit de Néos, HÉROS Élémentaire\" qu'une fois par tour.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "4408198",
    "name": "Exosœur Arment",
    "nameEn": "Exosœur Arment",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 800 LP, puis ciblez 1 monstre \"Exosœur\" que vous contrôlez ; Invoquez Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck d'un nom différent des cartes que vous contrôlez, en utilisant la cible comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous ne pouvez activer qu'1 \"Exosœur Arment\" par tour. Vous ne pouvez activer cette carte que durant le tour de votre adversaire, sauf si votre adversaire contrôle un monstre Invoqué Spécialement depuis le Cimetière.",
    "archetype": "Exosister"
  },
  {
    "id": "41524885",
    "name": "Exosœur Asophiel",
    "nameEn": "Exosœur Asophiel",
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 1800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nNon destructible par les effets activés de monstres Invoqués Spécialement depuis le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Exosœur Asophiel\" qu'une fois par tour. Si cette carte est Invoquée par Xyz en utilisant un monstre \"Exosœur\" comme Matériel : ce tour, aucun joueur ne peut activer d'effets de carte dans le Cimetière. Vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre contrôlé par votre adversaire ; renvoyez-le à la main.",
    "archetype": "Exosister"
  },
  {
    "id": "30802207",
    "name": "Exosœur Carpedivem",
    "nameEn": "Exosœur Carpedivem",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Aucun joueur ne peut cibler de monstres \"Exosœur\" que vous contrôlez avec les effets des monstres qui ont été Invoqués Spécialement depuis le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Exosœur Carpedivem\" qu'une fois par tour. Si vous Invoquez par Xyz un monstre \"Exosœur\" : vous pouvez déclarer 1 nom de carte ; jusqu'à la fin de ce tour, annulez les effets activés et les effets sur le Terrain de cartes de ce nom d'origine. Lorsqu'une attaque impliquant votre monstre \"Exosœur\" est déclarée : vous pouvez cibler 1 Magie/Piège contrôlé par votre adversaire ; détruisez-le.",
    "archetype": "Exosister"
  },
  {
    "id": "16474916",
    "name": "Exosœur Elis",
    "nameEn": "Exosœur Elis",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Exosœur\" : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis si vous contrôlez \"Exosœur Stella\", vous gagnez 800 LP. Si votre adversaire sort une ou plusieurs cartes de l'un des Cimetières (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous ne pouvez utiliser chaque effet de \"Exosœur Elis\" qu'une fois par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "5530780",
    "name": "Exosœur Gibrine",
    "nameEn": "Exosœur Gibrine",
    "attribute": "LIGHT",
    "atk": 1400,
    "def": 2800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nNon destructible par les effets activés de monstres Invoqués Spécialement depuis le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Exosœur Gibrine\" qu'une fois par tour. Si vous contrôlez cette carte qui a été Invoquée par Xyz ce tour en utilisant un monstre \"Exosœur\" comme Matériel (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, annulez ses effets. Vous pouvez détacher 1 Matériel de cette carte ; le reste de ce tour, tous les Monstres Xyz que vous contrôlez vont gagner 800 ATK.",
    "archetype": "Exosister"
  },
  {
    "id": "79858629",
    "name": "Exosœur Irène",
    "nameEn": "Exosœur Irène",
    "attribute": "LIGHT",
    "atk": 400,
    "def": 800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez placer 1 carte \"Exosœur\" depuis votre main au-dessous du Deck ; piochez 1 carte, puis si vous contrôlez \"Exosœur Sophia\", vous gagnez 800 LP. Si votre adversaire sort une ou plusieurs cartes de l'un des Cimetières (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous ne pouvez utiliser chaque effet de \"Exosœur Irène\" qu'une fois par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "78135071",
    "name": "Exosœur Kaspitell",
    "nameEn": "Exosœur Kaspitell",
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nNon destructible au combat avec un monstre Invoqué Spécialement depuis le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Exosœur Kaspitell\" qu'une fois par tour. Si cette carte est Invoquée par Xyz en utilisant un monstre \"Exosœur\" comme Matériel : le reste de ce tour, aucun joueur ne peut Invoquer Spécialement de monstres depuis les Cimetières. Vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 monstre \"Exosœur\" depuis votre Deck à votre main.",
    "archetype": "Exosister"
  },
  {
    "id": "37343995",
    "name": "Exosœur Martha",
    "nameEn": "Exosœur Martha",
    "attribute": "LIGHT",
    "atk": 1600,
    "def": 800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre, ou uniquement des Monstres Xyz : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, Invoquez Spécialement 1 \"Exosœur Elis\" depuis votre Deck. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Exosœur\" exclus) le tour où vous activez cet effet. Si une ou plusieurs cartes sortent d'au moins l'un des Cimetières (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous ne pouvez utiliser chaque effet de \"Exosœur Martha\" qu'une fois par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "42741437",
    "name": "Exosœur Mikailis",
    "nameEn": "Exosœur Mikailis",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 1800,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nNon destructible au combat avec un monstre Invoqué Spécialement depuis le Cimetière. Vous ne pouvez utiliser chacun des effets suivants de \"Exosœur Mikailis\" qu'une fois par tour. Si vous contrôlez cette carte qui a été Invoquée par Xyz ce tour en utilisant un monstre \"Exosœur\" comme Matériel (Effet Rapide) : vous pouvez cibler 1 carte contrôlée par votre adversaire ou dans son Cimetière ; bannissez-la. Vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 Magie/Piège \"Exosœur\" depuis votre Deck à votre main.",
    "archetype": "Exosister"
  },
  {
    "id": "77913594",
    "name": "Exosœur Pax",
    "nameEn": "Exosœur Pax",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : payez 800 LP ; ajoutez 1 carte \"Exosœur\" (\"Exosœur Pax\" exclu) depuis votre Deck à votre main, puis si vous avez ajouté un monstre par cet effet, vous pouvez l'Invoquer Spécialement si l'autre monstre \"Exosœur\" mentionné sur celui-ci est sur votre Terrain ou dans votre Cimetière. Vous ne pouvez activer qu'1 \"Exosœur Pax\" par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "197042",
    "name": "Exosœur Retournia",
    "nameEn": "Exosœur Retournia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si tous les monstres que vous contrôlez sont des monstres \"Exosœur\" (min. 1) : payez 800 LP, puis ciblez 1 carte contrôlée par votre adversaire ou dans son Cimetière ; bannissez-la, puis vous pouvez appliquer 1 des effets suivants.\n●Immédiatement après la résolution de cet effet, Invoquez par Xyz 1 Monstre Xyz \"Exosœur\" en utilisant des monstres que vous contrôlez.\n●Si vous avez Invoqué par Xyz ce tour, bannissez 1 carte contrôlée par votre adversaire.\nVous ne pouvez activer qu'1 \"Exosœur Retournia\" par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "5352328",
    "name": "Exosœur Sophia",
    "nameEn": "Exosœur Sophia",
    "attribute": "LIGHT",
    "atk": 100,
    "def": 800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un autre monstre \"Exosœur\" : vous pouvez piocher 1 carte, puis si vous contrôlez \"Exosœur Irène\", vous gagnez 800 LP. Si votre adversaire sort une ou plusieurs cartes de l'un des Cimetières (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous ne pouvez utiliser chaque effet de \"Exosœur Sophia\" qu'une fois par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "43863925",
    "name": "Exosœur Stella",
    "nameEn": "Exosœur Stella",
    "attribute": "LIGHT",
    "atk": 300,
    "def": 800,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement 1 monstre \"Exosœur\" depuis votre main, puis si vous contrôlez \"Exosœur Elis\", vous gagnez 800 LP. Si votre adversaire sort une ou plusieurs cartes de l'un des Cimetières (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Exosœur\" depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel. (Ceci est traité comme une Invocation Xyz.) Vous ne pouvez utiliser chaque effet de \"Exosœur Stella\" qu'une fois par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "77891946",
    "name": "Exosœur Vadis",
    "nameEn": "Exosœur Vadis",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 800 LP ; choisissez 1 monstre \"Exosœur\" depuis votre Deck, puis prenez 1 autre monstre \"Exosœur\" depuis votre Deck qui est mentionné sur le monstre choisi, et Invoquez-les Spécialement tous les deux, mais mélangez-les dans le Deck durant la End Phase, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Exosœur\" exclus) depuis l'Extra Deck le reste de ce tour après la résolution de cette carte. Vous ne pouvez activer qu'1 \"Exosœur Vadis\" par tour.",
    "archetype": "Exosister"
  },
  {
    "id": "1041278",
    "name": "Expulsion du Marqué",
    "nameEn": "Expulsion du Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Sacrifiez 1 Monstre Fusion, puis ciblez 2 Monstres non-Fusion qui sont bannis et/ou dans au moins l'un des Cimetières ; Invoquez Spécialement les deux monstres, 1 sur chaque Terrain. Si vous avez Sacrifié un Monstre Fusion qui mentionne \"Albaz le Déchu\" comme Matériel pour activer cette carte, vous pouvez Invoquer Spécialement les deux monstres sur votre Terrain à la place, en Position de Défense. Vous ne pouvez activer qu'1 \"Expulsion du Marqué\" par tour.",
    "archetype": "Branded"
  },
  {
    "id": "68957034",
    "name": "Feu Étincelant Runick",
    "nameEn": "Feu Étincelant Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Ciblez 1 monstre Invoqué Spécialement contrôlé par votre adversaire ; détruisez-le, puis bannissez les 2 cartes du dessus du Deck de votre adversaire.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Feu Étincelant Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "16312943",
    "name": "Feu Libromancien",
    "nameEn": "Feu Libromancien",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 1800,
    "level": 4,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 monstre \"Libromancien\" (\"Feu Libromancien\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Feu Libromancien\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "88106656",
    "name": "Fireburst Libromancien",
    "nameEn": "Fireburst Libromancien",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 2800,
    "level": 7,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Libromancien\". Si cette carte a été Invoquée Rituellement en utilisant un ou plusieurs monstres sur le Terrain, elle ne peut pas être détruite au combat, et aussi, les dommages de combat qu'elle inflige à votre adversaire sont doublés. Durant chaque Battle Phase, cette carte peut faire max. 2 attaques sur des monstres. Lorsqu'un monstre déclare une attaque : vous pouvez bannir 1 Monstre Rituel \"Libromancien\" depuis votre Cimetière ; cette carte gagne 200 ATK.",
    "archetype": "Libromancer"
  },
  {
    "id": "45001322",
    "name": "Firestarter Libromancien",
    "nameEn": "Firestarter Libromancien",
    "attribute": "FIRE",
    "atk": 1800,
    "def": 1800,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Libromancien\". Si cette carte est Invoquée Rituellement en utilisant un ou plusieurs monstres sur le Terrain, elle ne peut être ni détruite ni bannie par des effets de carte. Gagne 200 ATK/DEF chaque fois que votre adversaire active une carte ou un effet, tant que vous contrôlez cette carte avec une ATK inférieure à 3000 dans la Zone Monstre.",
    "archetype": "Libromancer"
  },
  {
    "id": "92107604",
    "name": "Fontaine Runick",
    "nameEn": "Fontaine Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez activer des Cartes Magie Jeu-Rapide \"Runick\" depuis votre main durant le tour de votre adversaire. Une fois par tour, si vous activez une Carte Magie Jeu-Rapide \"Runick\" : vous pouvez cibler max. 3 Magies Jeu-Rapide \"Runick\" dans votre Cimetière ; placez-les au-dessous de votre Deck dans l'ordre de votre choix, puis piochez le même nombre de cartes.",
    "archetype": "Runick"
  },
  {
    "id": "78420796",
    "name": "Frénésie Dinomorphia",
    "nameEn": "Frénésie Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase de votre adversaire : payez la moitié de vos LP ; Invoquez par Fusion 1 monstre \"Dinomorphia\" depuis votre Extra Deck, en utilisant uniquement 1 monstre depuis votre Deck et 1 monstre depuis votre Extra Deck comme Matériel Fusion. Lorsque votre adversaire active une carte ou un effet, tant que vos LP sont inférieurs ou égaux à 2000 : vous pouvez bannir cette carte depuis votre Cimetière ; ce tour, vous ne recevez aucun dommage d'effet des effets de carte de votre adversaire. Vous ne pouvez activer qu'1 \"Frénésie Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "40597694",
    "name": "Fusion Disséminée",
    "nameEn": "Fusion Disséminée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase, si votre adversaire contrôle un monstre : vous pouvez Invoquer par Fusion 1 monstre \"Chevalier-Gemmes\" non-Rocher depuis votre Extra Deck, en utilisant des monstres depuis votre Deck comme Matériel, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier-Gemmes\" exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Fusion Disséminée\" qu'une fois par tour. Lorsque cette carte quitte le Terrain, détruisez tous les monstres Invoqués par l'effet de cette carte.",
    "archetype": "Fusion"
  },
  {
    "id": "71143015",
    "name": "Fusion Ultime",
    "nameEn": "Fusion Ultime",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase : Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck qui mentionne \"Dragon Blanc aux Yeux Bleus\" ou \"Dragon Ultime aux Yeux Bleus\" comme Matériel, en mélangeant les Matériels Fusion listés sur celui-ci depuis votre main, Terrain et/ou Cimetière dans le Deck, puis, vous pouvez détruire un nombre de cartes face recto contrôlées par votre adversaire, inférieur ou égal au nombre de \"Dragon Blanc aux Yeux Bleus\" et \"Dragon Ultime aux Yeux Bleus\" utilisés depuis le Terrain comme Matériel. Vous ne pouvez activer qu'1 \"Fusion Ultime\" par tour.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "69087397",
    "name": "Fuvagabonbrise et l'Avènement d'Aventure",
    "nameEn": "Fuvagabonbrise et l'Avènement d'Aventure",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez 1 monstre Bête Ailée depuis votre main ou Terrain face recto ; ajoutez 1 monstre \"Fuvagabonbrise\" ou Magie de Terrain \"Fuvagabonbrise\" depuis votre Deck à votre main, puis gagnez 500 LP. Vous ne pouvez activer qu'1 \"Fuvagabonbrise et l'Avènement d'Aventure\" par tour.",
    "archetype": "Floowandereeze"
  },
  {
    "id": "46123974",
    "name": "Garçon Geek Libromancien",
    "nameEn": "Garçon Geek Libromancien",
    "attribute": "WIND",
    "atk": 800,
    "def": 800,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 Magie \"Libromancien\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Garçon Geek Libromancien\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "40740224",
    "name": "Garde de Dimension",
    "nameEn": "Garde de Dimension",
    "attribute": "DARK",
    "atk": 400,
    "def": 400,
    "level": 2,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte depuis votre main ou Terrain au Cimetière ; Invoquez Spécialement 1 monstre \"HÉROS Élémentaire\" ou 1 monstre \"Néo-Spacien\" depuis votre main ou Cimetière, mais annulez ses effets s'il est Invoqué depuis le Cimetière. Si vous Invoquez Spécialement un Monstre Fusion \"HÉROS Élémentaire\", tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez bannir cette carte ; piochez 2 cartes, puis placez 1 carte depuis votre main au-dessous du Deck. Vous ne pouvez utiliser chaque effet de \"Garde de Dimension\" qu'une fois par tour."
  },
  {
    "id": "11765832",
    "name": "Garura, Ailes de la Vie Retentissante",
    "nameEn": "Garura, Ailes de la Vie Retentissante",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2400,
    "level": 6,
    "monsterType": "Winged Beast",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres du même Type et Attribut, mais de noms différents\nLes dommages de combat reçus par votre adversaire de combats impliquant cette carte sont doublés. Si cette carte est envoyée au Cimetière : vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Garura, Ailes de la Vie Retentissante\" qu'une fois par tour."
  },
  {
    "id": "28373620",
    "name": "Geri des Crocs Runick",
    "nameEn": "Geri des Crocs Runick",
    "attribute": "DARK",
    "atk": 0,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Runick\"\nNon destructible par des effets de carte. Si cette carte est Invoquée Spécialement depuis l'Extra Deck : vous pouvez cibler 1 Magie non-Jeu-Rapide \"Runick\" dans votre Cimetière ; ajoutez-la à votre main. Lorsque cette carte est détruite au combat : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la.",
    "archetype": "Runick"
  },
  {
    "id": "20618850",
    "name": "Gouttelette d'Or Runick",
    "nameEn": "Gouttelette d'Or Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Votre adversaire pioche 1 carte, puis vous bannissez les 4 cartes du dessus de son Deck.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Gouttelette d'Or Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "65187687",
    "name": "Grand Dragon Squelettique d'Or",
    "nameEn": "Grand Dragon Squelettique d'Or",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 2800,
    "level": 8,
    "monsterType": "Zombie",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur Zombie + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre contrôlé par votre adversaire ou dans son Cimetière ; bannissez-le. Si un ou plusieurs monstres sont Invoqués Spécialement depuis au moins l'un des Cimetières, tant que ce monstre est sur le Terrain (sauf durant la Damage Step) : vous pouvez cibler 1 autre monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, annulez ses effets. Vous ne pouvez utiliser chaque effet de \"Grand Dragon Squelettique d'Or\" qu'une fois par tour.",
    "archetype": "Felgrand"
  },
  {
    "id": "45420955",
    "name": "Groza, Tyran du Tonnerre",
    "nameEn": "Groza, Tyran du Tonnerre",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2800,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur Démon\nDurant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez cibler 1 Monstre à Effet sur le Terrain ; défaussez 1 monstre, et si vous le faites, annulez l'effet du monstre jusqu'à la fin de ce tour. Vous ne pouvez utiliser cet effet de \"Groza, Tyran du Tonnerre\" qu'une fois par tour. Si un ou plusieurs monstres Démon sont envoyés depuis la main à votre Cimetière (sauf durant la Damage Step) : jusqu'à la fin de ce tour, vous pouvez appliquer 1 des effets suivants à cette carte.\n●Non destructible au combat.\n●Non destructible par des effets de carte de votre adversaire.\n●Votre adversaire ne peut pas cibler cette carte avec des effets de carte."
  },
  {
    "id": "66078354",
    "name": "Guerrier Maginerai des Reliques",
    "nameEn": "Guerrier Maginerai des Reliques",
    "attribute": "FIRE",
    "atk": 2300,
    "def": 1000,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ne peut pas attaquer sauf si vous contrôlez \"Jeton Aventurier\". Vous ne pouvez utiliser chacun des effets suivants de \"Guerrier Maginerai des Reliques\" qu'une fois par tour. Si vous contrôlez \"Jeton Aventurier\" : vous pouvez Invoquer Spécialement cette carte depuis votre main. À la fin de la Battle Phase, si votre monstre qui mentionne \"Jeton Aventurier\" a combattu : vous pouvez Poser 1 Piège qui mentionne \"Jeton Aventurier\" directement depuis votre Deck.",
    "archetype": "Adventurer"
  },
  {
    "id": "81019803",
    "name": "Heureux Melffys",
    "nameEn": "Heureux Melffys",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre face recto sur le Terrain ; renvoyez-le à la main. Si votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres (sauf durant la Damage Step), ou si un monstre de l'adversaire cible cette carte avec une attaque : vous pouvez renvoyer cette carte à l'Extra Deck, puis, vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Melffy\" depuis votre Extra Deck. Vous ne pouvez utiliser chaque effet de \"Heureux Melffys\" qu'une fois par tour.",
    "archetype": "Melffy"
  },
  {
    "id": "55990317",
    "name": "Hugin des Ailes Runick",
    "nameEn": "Hugin des Ailes Runick",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Runick\"\nSi cette carte est Invoquée Spécialement depuis l'Extra Deck : vous pouvez défausser 1 carte ; ajoutez 1 Magie de Terrain \"Runick\" depuis votre Deck à votre main. Si une ou plusieurs autres cartes que vous contrôlez vont être détruites par un effet de carte, vous pouvez bannir cette carte que vous contrôlez à la place. Si cette carte sur le Terrain est détruite au combat ou par un effet de carte : renvoyez cette carte à l'Extra Deck.",
    "archetype": "Runick"
  },
  {
    "id": "12266229",
    "name": "Illusion du Chaos",
    "nameEn": "Illusion du Chaos",
    "attribute": "DARK",
    "atk": 2100,
    "def": 2500,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Forme du Chaos\". Vous pouvez révéler cette carte dans votre main ; ajoutez 1 \"Magicien Sombre\", ou 1 monstre non-Rituel qui le mentionne, depuis votre Deck à votre main, puis placez 1 carte depuis votre main au-dessus du Deck. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez renvoyer cette carte à la main, et si vous le faites, Invoquez Spécialement 1 \"Magicien Sombre\" depuis votre Cimetière, et si vous faites ça, annulez l'effet activé. Vous ne pouvez utiliser chaque effet de \"Illusion du Chaos\" qu'une fois par tour.",
    "archetype": "Chaos"
  },
  {
    "id": "64964750",
    "name": "Interdiction de Vente",
    "nameEn": "Interdiction de Vente",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Déclarez 1 nom de carte ; le reste de ce tour, votre adversaire ne peut activer ni de cartes ni d'effets de cartes du même nom d'origine que la carte déclarée. Les mêmes restrictions s'appliquent à vous, mais tout le reste de ce Duel au lieu de ce tour uniquement. Vous ne pouvez activer qu'1 \"Interdiction de Vente\" par tour."
  },
  {
    "id": "44889144",
    "name": "Intervention Libromancienne",
    "nameEn": "Intervention Libromancienne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une carte ou un effet : ciblez 1 Monstre Rituel \"Libromancien\" que vous contrôlez ; renvoyez-le à la main, et si vous le faites, annulez l'effet activé, puis vous pouvez Invoquer Spécialement 1 monstre \"Libromancien\" depuis votre main ou Cimetière. Vous ne pouvez activer qu'1 \"Intervention Libromancienne\" par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "75290703",
    "name": "Irrégulier Therion",
    "nameEn": "Irrégulier Therion",
    "attribute": "DARK",
    "atk": 1600,
    "def": 2800,
    "level": 10,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler max. 3 monstres \"Therion\" dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, équipez-les à cette carte. Vous pouvez défausser 1 \"Moteur Infini Système Argyro\" ; détruisez toutes les cartes contrôlées par votre adversaire. Tant que cette carte est équipée à un monstre : vous pouvez Invoquer Spécialement cette carte, puis équipez le monstre qui était équipé avec cette carte à cette carte. Vous ne pouvez utiliser chaque effet de \"Irrégulier Therion\" qu'une fois par tour.",
    "archetype": "Therion"
  },
  {
    "id": "67248304",
    "name": "Jarre Inversée",
    "nameEn": "Jarre Inversée",
    "attribute": "EARTH",
    "atk": 800,
    "def": 900,
    "level": 3,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Changez autant d'autres monstres sur le Terrain que possible en Position de Défense face verso, puis, renvoyez autant de Magies/Pièges face recto que possible depuis le Terrain à la main, puis, chaque joueur peut Poser un nombre de Magies/Pièges depuis sa main, inférieur ou égal au nombre renvoyé à sa main par cet effet. Vous ne pouvez utiliser cet effet de \"Jarre Inversée\" qu'une fois par tour.",
    "archetype": "Jar"
  },
  {
    "id": "48832775",
    "name": "Kentregina Dinomorphia",
    "nameEn": "Kentregina Dinomorphia",
    "attribute": "DARK",
    "atk": 4000,
    "def": 0,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Dinomorphia\" de noms différents\nPerd une ATK égale à vos LP. Vous ne pouvez utiliser chacun des effets suivants de \"Kentregina Dinomorphia\" qu'une fois par tour. Durant la Main Phase (Effet Rapide) : vous pouvez payer la moitié de vos LP, et bannissez 1 Piège Normal \"Dinomorphia\" depuis votre Cimetière ; cet effet devient l'effet du Piège lorsque la carte est activée. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 depuis votre Cimetière.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "76869711",
    "name": "Konkon Rikka",
    "nameEn": "Konkon Rikka",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Rikka\" : vous pouvez Poser 1 Magie/Piège \"Rikka\" directement depuis votre Deck dans votre Zone Magie & Piège, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Plante exclus) le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Konkon Rikka\" qu'une fois par tour. Une fois par tour, si vous allez Sacrifier un monstre Plante que vous contrôlez pour activer une carte ou effet \"Rikka\", vous pouvez Sacrifier 1 monstre face recto contrôlé par votre adversaire, même si vous ne le contrôlez pas.",
    "archetype": "Rikka"
  },
  {
    "id": "3355732",
    "name": "Kosmochlor Jadeglace",
    "nameEn": "Kosmochlor Jadeglace",
    "attribute": "WATER",
    "atk": 1500,
    "def": 3000,
    "level": 10,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si une carte face recto est dans une Zone Terrain, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Kosmochlor Jadeglace\" qu'une fois par tour de cette façon. Tant que \"Berceau Enion de Cénote Jadeglace\" est sur le Terrain, les monstres contrôlés par votre adversaire ne peuvent activer leurs effets que le tour où ils sont Invoqués. Si votre monstre \"Jadeglace\" combat un monstre de l'adversaire, le monstre de l'adversaire perd 1000 ATK durant ce calcul des dommages uniquement.",
    "archetype": "Icejade"
  },
  {
    "id": "33407125",
    "name": "Labyrinthe Labrynth",
    "nameEn": "Labyrinthe Labrynth",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous activez un Piège Normal \"Bienvenue Labrynth\" Posé, vous pouvez ajouter cet effet supplémentaire à l'effet de la carte à la résolution.\n●Et aussi, après ça, détruisez 1 carte sur le Terrain.\nSi vous activez une Carte Piège Normal non-\"Labrynth\" (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 monstre Démon depuis votre main ou Cimetière. Vous ne pouvez utiliser chaque effet de \"Labyrinthe Labrynth\" qu'une fois par tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "27383719",
    "name": "Lapcewell de la Force-S",
    "nameEn": "Lapcewell de la Force-S",
    "attribute": "LIGHT",
    "atk": 2400,
    "def": 2500,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre \"Force-S\" (\"Lapcewell de la Force-S\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Vous pouvez bannir 1 carte \"Force-S\" depuis votre main ; détruisez tous les monstres de votre adversaire dans les mêmes colonnes que vos monstres \"Force-S\". Vous ne pouvez utiliser chaque effet de \"Lapcewell de la Force-S\" qu'une fois par tour.",
    "archetype": "S-Force"
  },
  {
    "id": "73082255",
    "name": "Le Vampire Zombie",
    "nameEn": "Le Vampire Zombie",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2800,
    "level": 8,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2+ monstres de Niveau 8\nSi vous utilisez un ou plusieurs monstres avec un Niveau dont le propriétaire est votre adversaire pour l'Invocation Xyz de cette carte, traitez-les comme Niveau 8. Aucun joueur ne peut cibler cette carte avec des effets de monstres Invoqués Spécialement, sauf ceux Invoqués Spécialement depuis le Cimetière. Vous pouvez détacher 1 Matériel de cette carte ; chaque joueur envoie les 4 cartes du dessus de son Deck au Cimetière, puis si des monstres ont été envoyés à l'un des Cimetières par cet effet, vous pouvez Invoquer Spécialement 1 de ces monstres sur votre Terrain. Vous ne pouvez utiliser cet effet de \"Le Vampire Zombie\" qu'une fois par tour.",
    "archetype": "Vampire"
  },
  {
    "id": "4825390",
    "name": "Livre de Comptes d'Ichiroku",
    "nameEn": "Livre de Comptes d'Ichiroku",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez max. 2 monstres contrôlés par votre adversaire ; bannissez-les jusqu'à la End Phase, puis votre adversaire gagne 1000 LP pour chaque monstre qui a quitté le Terrain par cet effet."
  },
  {
    "id": "53776969",
    "name": "Lumière-Heart Griffrayeur",
    "nameEn": "Lumière-Heart Griffrayeur",
    "attribute": "DARK",
    "atk": 500,
    "def": null,
    "level": null,
    "monsterType": "Beast-Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre \"Griffrayeur\" ou 1 \"Visas Starfrost\"\nPour l'Invocation Lien de cette carte, vous ne pouvez utiliser que des monstres dans votre Zone Monstre Main comme Matériel. Si cette carte est Invoquée par Lien dans la Zone Monstre Extra : vous pouvez ajouter 1 \"Planète Primitive Reichphobia\" depuis votre Deck à votre main. Si vous contrôlez \"Visas Starfrost\" : vous pouvez Invoquer Spécialement cette carte depuis votre Cimetière. Vous ne pouvez utiliser cet effet de \"Lumière-Heart Griffrayeur\" qu'une fois par Duel.",
    "archetype": "Scareclaw"
  },
  {
    "id": "82128978",
    "name": "Magifille Libromancienne",
    "nameEn": "Magifille Libromancienne",
    "attribute": "WATER",
    "atk": 600,
    "def": 2100,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel dans votre main : Invoquez Spécialement cette carte depuis votre main. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez Invoquer Rituellement 1 Monstre Rituel \"Libromancien\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Vous ne pouvez utiliser chaque effet de \"Magifille Libromancienne\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "31699677",
    "name": "Magikuriboh",
    "nameEn": "Magikuriboh",
    "attribute": "DARK",
    "atk": 300,
    "def": 200,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main ou Battle Phase, si vous avez reçu des dommages au combat ou par un effet de carte de l'adversaire ce tour (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; Invoquez Spécialement 1 \"Magicien Sombre\" ou 1 \"Magicienne des Ténèbres\" depuis votre Deck ou Cimetière. Si un ou plusieurs monstres Magicien face recto que vous contrôlez sont détruits au combat ou par un effet de carte de l'adversaire : vous pouvez ajouter cette carte depuis le Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Magikuriboh\" qu'une fois par tour.",
    "archetype": "Kuriboh"
  },
  {
    "id": "85059922",
    "name": "Maître du Chaos",
    "nameEn": "Maître du Chaos",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Magicien Sombre\" + 1 Monstre Rituel \"Chaos\" ou \"Soldat du Lustre Noir\"\nSi cette carte est Invoquée par Fusion : vous pouvez cibler 1 monstre LUMIÈRE ou TÉNÈBRES dans votre Cimetière ; Invoquez-le Spécialement. Vous pouvez Sacrifier 1 monstre LUMIÈRE et 1 monstre TÉNÈBRES ; bannissez tous les monstres contrôlés par votre adversaire. Si cette carte Invoquée par Fusion est détruite au combat ou par un effet de carte : vous pouvez cibler 1 Magie dans votre Cimetière ; ajoutez-la à votre main. Vous ne pouvez utiliser chaque effet de \"Maître du Chaos\" qu'une fois par tour.",
    "archetype": "Chaos"
  },
  {
    "id": "83670388",
    "name": "Malédiction Jadeglace",
    "nameEn": "Malédiction Jadeglace",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant qu'un monstre \"Jadeglace\" et \"Berceau Enion de Cénote Jadeglace\" sont sur le Terrain, votre adversaire ne peut pas activer les effets des monstres qui ont été Invoqués ce tour. Lorsqu'un monstre est détruit au combat impliquant votre monstre \"Jadeglace\" : vous pouvez cibler 1 de ces monstres détruits ; infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Vous ne pouvez utiliser cet effet de \"Malédiction Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "30430448",
    "name": "Malédictions Glaciales Runick",
    "nameEn": "Malédictions Glaciales Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Ciblez 1 Monstre à Effet contrôlé par votre adversaire ; annulez ses effets (jusqu'à la fin de ce tour), puis bannissez les 3 cartes du dessus du Deck de votre adversaire.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Malédictions Glaciales Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "14220547",
    "name": "Marqué du Dogmatika Fondamental",
    "nameEn": "Marqué du Dogmatika Fondamental",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous Invoquez Spécialement 1 Monstre Rituel (et aucune autre carte) par une Carte Magie ou effet de Magie (sauf durant la Damage Step) : vous pouvez regarder l'Extra Deck de l'un des joueurs, et envoyez 1 monstre depuis celui-ci au Cimetière. Si vous Invoquez Spécialement 1 Monstre Fusion (et aucune autre carte) par une Carte Magie ou effet de Magie (sauf durant la Damage Step) : vous pouvez cibler le monstre ; le reste de ce tour, il gagne une ATK égale à son ATK d'origine, et aussi, il ne peut attaquer que des monstres en Position d'Attaque contrôlés par votre adversaire. Vous ne pouvez utiliser chaque effet de \"Marqué du Dogmatika Fondamental\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "66749546",
    "name": "Martin-Pêcheur de Création Jadeglace",
    "nameEn": "Martin-Pêcheur de Création Jadeglace",
    "attribute": "WATER",
    "atk": 2500,
    "def": 2500,
    "level": 9,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 1 monstre EAU que vous contrôlez ; équipez-lui cette carte depuis votre main ou Terrain. Un monstre \"Jadeglace\" équipé avec cette carte peut attaquer tant qu'il est en Position de Défense. S'il le fait, appliquez sa DEF pour le calcul des dommages. Tant que cette carte est équipée à un monstre : vous pouvez cibler 1 monstre contrôlé par votre adversaire avec une ATK inférieure ou égale à la DEF du monstre équipé ; Invoquez Spécialement cette carte, et si vous le faites, renvoyez le monstre ciblé à la main. Vous ne pouvez utiliser cet effet de \"Martin-Pêcheur de Création Jadeglace\" qu'une fois par tour.",
    "archetype": "Icejade"
  },
  {
    "id": "52253888",
    "name": "Médium de la Loi Lumière",
    "nameEn": "Médium de la Loi Lumière",
    "attribute": "LIGHT",
    "atk": 400,
    "def": 300,
    "level": 2,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de la Battle Phase de votre adversaire : vous pouvez cibler un nombre de votre choix de monstres en Position d'Attaque contrôlés par votre adversaire ; tant que cette carte est dans votre Zone Monstre, ces monstres doivent attaquer cette carte ce tour, si possible. Une fois par tour, lorsqu'une attaque impliquant cette carte et un monstre en Position d'Attaque de l'adversaire est déclarée : vous pouvez annuler l'attaque, et si vous le faites, infligez des dommages à votre adversaire égaux à la moitié de l'ATK d'origine du monstre de l'adversaire."
  },
  {
    "id": "31259606",
    "name": "Mer Suprême Mare",
    "nameEn": "Mer Suprême Mare",
    "attribute": "WATER",
    "atk": 1500,
    "def": 1600,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre Aqua (\"Mer Suprême Mare\" exclu) depuis votre Deck à votre Cimetière. Durant votre End Phase : vous pouvez Sacrifier cette carte, puis ciblez 1 monstre Aqua (\"Mer Suprême Mare\" exclu) dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez utiliser chaque effet de \"Mer Suprême Mare\" qu'une fois par tour."
  },
  {
    "id": "72717433",
    "name": "Monstre Poupée Miss Mädchen",
    "nameEn": "Monstre Poupée Miss Mädchen",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bienvenue chez nous !\nJ'habite ici avec Cologne, Papy Demetto et toutes les autres poupées !",
    "archetype": "Doll Monster"
  },
  {
    "id": "18106132",
    "name": "Monstre Poupée Ours-Ours",
    "nameEn": "Monstre Poupée Ours-Ours",
    "attribute": "WIND",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Pas de problème si on se fait endommager.\nPapy Demetto est là pour nous réparer !",
    "archetype": "Doll Monster"
  },
  {
    "id": "21887075",
    "name": "Moteur Infini Système Argyro",
    "nameEn": "Moteur Infini Système Argyro",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 carte \"Therion\" depuis votre Deck au Cimetière. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 carte \"Therion\" dans votre Cimetière ; si les deux sont toujours dans votre Cimetière, ajoutez soit la carte soit cette carte à votre main, et si vous le faites, placez l'autre au-dessous de votre Deck. Vous ne pouvez utiliser qu'1 effet de \"Moteur Infini Système Argyro\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "28427869",
    "name": "Moustique de Fumée",
    "nameEn": "Moustique de Fumée",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si vous allez recevoir des dommages de combat d'une attaque de monstre de l'adversaire (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, et si vous le faites, les dommages que vous recevez de ce combat sont divisés par deux, et aussi, terminez la Battle Phase après la Damage Step. Vous pouvez cibler 1 monstre face recto que vous contrôlez ; jusqu'à la fin de ce tour, le Niveau de cette carte devient le même que celui du monstre. Vous ne pouvez utiliser chaque effet de \"Moustique de Fumée\" qu'une fois par tour."
  },
  {
    "id": "92385016",
    "name": "Munin des Ailes Runick",
    "nameEn": "Munin des Ailes Runick",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2000,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Runick\"\nSi cette carte est Invoquée Spécialement depuis l'Extra Deck : vous pouvez défausser 1 carte ; ajoutez 1 Magie Continue \"Runick\" depuis votre Deck à votre main. Lorsque votre adversaire active une carte ou un effet qui cible une ou plusieurs cartes \"Runick\" que vous contrôlez ou une ou plusieurs cartes Posées que vous contrôlez (Effet Rapide) : vous pouvez bannir cette carte que vous contrôlez ; annulez l'activation, et si vous le faites, détruisez la carte. Une fois par tour, durant la End Phase : gagnez 1000 LP.",
    "archetype": "Runick"
  },
  {
    "id": "52707042",
    "name": "Mystifille Libromancienne",
    "nameEn": "Mystifille Libromancienne",
    "attribute": "LIGHT",
    "atk": 1400,
    "def": 2100,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec une carte \"Libromancien\". Si cette carte a été Invoquée Rituellement en utilisant un ou plusieurs monstres sur le Terrain, votre adversaire ne peut pas cibler les Monstres Rituels que vous contrôlez avec des effets de monstre. Si cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; jusqu'à la fin de ce tour, changez son ATK à 0, et aussi, annulez ses effets. Vous ne pouvez utiliser cet effet de \"Mystifille Libromancienne\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "66569334",
    "name": "Nightmell le Connecteur des Ténèbres",
    "nameEn": "Nightmell le Connecteur des Ténèbres",
    "attribute": "WIND",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Sacrifier 1 monstre ; Invoquez Spécialement 1 monstre du même Type, Attribut, Niveau et ATK/DEF d'origine que le monstre Sacrifié, mais de nom d'origine différent, depuis votre Deck. Si vous avez Sacrifié un monstre Invoqué Spécialement depuis l'Extra Deck, vous pouvez Invoquer Spécialement un monstre depuis votre Extra Deck à la place qui remplit ces mêmes critères. Vous ne pouvez utiliser cet effet de \"Nightmell le Connecteur des Ténèbres\" qu'une fois par tour."
  },
  {
    "id": "21570001",
    "name": "Nouveau Monde Transparent",
    "nameEn": "Nouveau Monde Transparent",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto que vous contrôlez ; détruisez-le, et si vous le faites, Invoquez Spécialement 1 monstre depuis votre Deck en Position de Défense, de Type et Attribut d'origine différents, dont le Niveau est inférieur au Niveau d'origine du monstre, mais annulez ses effets. Vous ne pouvez activer qu'1 \"Nouveau Monde Transparent\" par tour."
  },
  {
    "id": "25607552",
    "name": "Nowru Aries le Dragon Vernal",
    "nameEn": "Nowru Aries le Dragon Vernal",
    "attribute": "WIND",
    "atk": 2000,
    "def": 2500,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 monstre de min. Niveau 5 depuis votre main au Cimetière ; Invoquez Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Si cette carte est détruite au combat, ou si cette carte en possession de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez cibler 1 carte contrôlée par votre adversaire ; bannissez-la. Vous ne pouvez utiliser chaque effet de \"Nowru Aries le Dragon Vernal\" qu'une fois par tour."
  },
  {
    "id": "49221191",
    "name": "Numéro C32 : Requin Drakonien Veiss",
    "nameEn": "Numéro C32 : Requin Drakonien Veiss",
    "attribute": "WATER",
    "atk": 2800,
    "def": 2100,
    "level": 4,
    "monsterType": "Sea Serpent",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres EAU de Niveau 4\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant \"Numéro 32 : Requin Drakonien\" que vous contrôlez comme le Matériel Xyz. (Les Matériels Xyz attachés au monstre deviennent aussi des Matériels Xyz de cette carte.) Durant le tour de chaque joueur, si vous avez max. 1000 Life Points : vous pouvez détacher 1 Matériel Xyz de cette carte et bannir 1 monstre depuis votre Cimetière pour cibler 1 monstre face recto sur le Terrain ; jusqu'à la End Phase, l'ATK/DEF de la cible deviennent 0.",
    "archetype": "Shark"
  },
  {
    "id": "92341815",
    "name": "Papillon Étoilé",
    "nameEn": "Papillon Étoilé",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Equip",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Équipable uniquement à un monstre que vous contrôlez. Vous ne pouvez contrôler qu'1 \"Papillon Étoilé\". Les monstres contrôlés par votre adversaire perdent 500 ATK pour chaque monstre que vous contrôlez de nom différent qui mentionne \"Jeton Aventurier\". Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 \"Jeton Aventurier\" que vous contrôlez ; équipez cette carte à la cible. Vous ne pouvez utiliser cet effet de \"Papillon Étoilé\" qu'une fois par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "2511",
    "name": "Penducoucou Labrynth",
    "nameEn": "Penducoucou Labrynth",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Effet Rapide) : vous pouvez défausser cette carte ; ce tour, vous pouvez activer 1 Carte Piège Normal qui a été Posée ce tour, si vous contrôlez un monstre \"Labrynth\". Si une ou plusieurs cartes sont envoyées depuis votre main au Cimetière pour activer votre Carte Piège Normal ou votre carte ou effet \"Labrynth\" (\"Penducoucou Labrynth\" exclu), tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez ajouter cette carte à votre main, ou l'Invoquer Spécialement. Vous ne pouvez utiliser chaque effet de \"Penducoucou Labrynth\" qu'une fois par tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "58308221",
    "name": "Pendule Extra",
    "nameEn": "Pendule Extra",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase ce tour, vous pouvez mener 1 Invocation Pendule d'un ou plusieurs monstres depuis votre Extra Deck en plus de votre Invocation Pendule. (Vous ne pouvez gagner cet effet qu'une fois par tour.)",
    "archetype": "Pendulum"
  },
  {
    "id": "10065487",
    "name": "Perdition du Marqué",
    "nameEn": "Perdition du Marqué",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre contrôlé par votre adversaire qui a été Invoqué Spécialement depuis l'Extra Deck et 1 Monstre Fusion que vous contrôlez ; mélangez-les dans les Decks, et aussi, durant la End Phase de ce tour, chaque joueur peut Invoquer Spécialement 1 Monstre Fusion qui mentionne \"Albaz le Déchu\" comme Matériel depuis son propre Extra Deck. Vous ne pouvez activer qu'1 \"Perdition du Marqué\" par tour.",
    "archetype": "Branded"
  },
  {
    "id": "34800281",
    "name": "Pinny Melffy",
    "nameEn": "Pinny Melffy",
    "attribute": "WATER",
    "atk": 300,
    "def": 100,
    "level": 2,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre Bête face recto que vous contrôlez (\"Pinny Melffy\" exclu) a été renvoyé à la main ce tour (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro en utilisant uniquement cette carte que vous contrôlez et des monstres \"Melffy\" dans votre main. Durant votre End Phase, si cette carte est dans votre Cimetière : vous pouvez cibler 1 Monstre Xyz Bête que vous contrôlez ; attachez-lui cette carte comme Matériel. Vous ne pouvez utiliser chaque effet de \"Pinny Melffy\" qu'une fois par tour.",
    "archetype": "Melffy"
  },
  {
    "id": "56063182",
    "name": "Planète Primitive Reichphobia",
    "nameEn": "Planète Primitive Reichphobia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 \"Visas Starfrost\" ou monstre \"Griffrayeur\" depuis votre Deck à votre main. Les monstres contrôlés par votre adversaire perdent 100 ATK/DEF pour chaque monstre en Position de Défense sur le Terrain. Si min. 3 monstres en Position de Défense sont sur le Terrain : vous pouvez cibler 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Planète Primitive Reichphobia\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Planète Primitive Reichphobia\" par tour.",
    "archetype": "Scareclaw"
  },
  {
    "id": "31562086",
    "name": "Pointe Runick",
    "nameEn": "Pointe Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Ajoutez 1 carte \"Runick\" (\"Pointe Runick\" exclu) depuis votre Deck à votre main, puis bannissez la carte du dessus du Deck de votre adversaire.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Pointe Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "16720314",
    "name": "Potion Souriante",
    "nameEn": "Potion Souriante",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle un monstre dont l'ATK actuelle est supérieure à son ATK d'origine, tant que vous ne contrôlez aucun monstre : piochez 2 cartes. Vous ne pouvez activer qu'1 \"Potion Souriante\" par tour."
  },
  {
    "id": "18890039",
    "name": "Première Apparition Libromancienne",
    "nameEn": "Première Apparition Libromancienne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Libromancien\" depuis votre Deck à votre main, d'un nom différent des cartes que vous contrôlez. Durant votre Main Phase : vous pouvez Invoquer Rituellement 1 Monstre Rituel \"Libromancien\" depuis votre main, en Sacrifiant des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal à son Niveau. Vous ne pouvez activer qu'1 \"Première Apparition Libromancienne\" par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "14478717",
    "name": "Prévention Libromancienne",
    "nameEn": "Prévention Libromancienne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Libromancien\" : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; ce tour, le monstre face recto ne peut pas être utilisé comme Matériel pour une Invocation Fusion, Synchro, Xyz ou Lien. Vous ne pouvez utiliser cet effet de \"Prévention Libromancienne\" qu'une fois par tour. Une fois par tour, durant la End Phase, si vous ne contrôlez aucun Monstre Rituel \"Libromancien\" : envoyez cette carte au Cimetière.",
    "archetype": "Libromancer"
  },
  {
    "id": "18720257",
    "name": "Prévisions Météorologiques",
    "nameEn": "Prévisions Météorologiques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez placer 1 Magie/Piège \"Météorologique\" depuis votre Deck face recto dans votre Zone Magie & Piège. Vous ne pouvez utiliser chacun des effets suivants de \"Prévisions Météorologiques\" qu'une fois par tour. Si vous Invoquez par Lien un Monstre Lien \"Météorologique\", vous pouvez aussi utiliser des cartes \"Météorologique\" face recto dans votre Zone Magie & Piège comme monstres \"Météorologique\" pour son Invocation Lien. Durant votre Main Phase, vous pouvez : immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Météorologique\" depuis votre main. Vous ne pouvez activer qu'1 \"Prévisions Météorologiques\" par tour.",
    "archetype": "The Weather"
  },
  {
    "id": "132308",
    "name": "Princesse Rikka",
    "nameEn": "Princesse Rikka",
    "attribute": "WATER",
    "atk": 0,
    "def": 0,
    "level": 4,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez Invoquer Spécialement cette carte depuis votre main, mais tant qu'elle est face recto dans la Zone Monstre, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Plante exclus). Lorsque votre adversaire active un effet de monstre, tant que vous contrôlez un monstre \"Rikka\" (Effet Rapide) : vous pouvez mélanger cette carte depuis votre main ou Cimetière dans le Deck, et Sacrifiez 1 monstre Plante ; annulez l'effet. Vous ne pouvez utiliser chaque effet de \"Princesse Rikka\" qu'une fois par tour.",
    "archetype": "Rikka"
  },
  {
    "id": "61681816",
    "name": "Propa Gandake",
    "nameEn": "Propa Gandake",
    "attribute": "EARTH",
    "atk": 500,
    "def": 2000,
    "level": 3,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour, si vous contrôlez un ou plusieurs monstres dont le Type d'origine est Bête, Insecte, Plante ou Rocher : vous pouvez déclarer 1 de ces Types que vous contrôlez ; cette carte devient du Type déclaré. Si cette carte a appliqué cet effet, appliquez aussi les effets suivants tant qu'elle reste dans la Zone Monstre.\n●Tous les monstres face recto sur le Terrain deviennent du même Type que cette carte.\n●Les monstres sur le Terrain du Type de cette carte ne peuvent être ciblés par aucun des joueurs en utilisant les effets des monstres contrôlés par votre adversaire du même Type."
  },
  {
    "id": "60465049",
    "name": "Punisseur de la Fin Psychique",
    "nameEn": "Punisseur de la Fin Psychique",
    "attribute": "LIGHT",
    "atk": 3500,
    "def": 3500,
    "level": 11,
    "monsterType": "Psychic",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nTant que vos LP sont inférieurs ou égaux à ceux de votre adversaire, cette carte Invoquée par Synchronisation n'est pas affectée par les effets activés de votre adversaire. Une fois par tour : vous pouvez payer 1000 LP, puis ciblez 1 monstre que vous contrôlez et 1 carte contrôlée par votre adversaire ; bannissez-les. Au début de la Battle Phase : vous pouvez faire gagner à cette carte une ATK égale à la différence entre vos LP et ceux de votre adversaire."
  },
  {
    "id": "35622739",
    "name": "Quartz, Chevalier-Gemmes",
    "nameEn": "Quartz, Chevalier-Gemmes",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle un monstre : vous pouvez défausser cette carte ; Posez 1 Magie Continue \"Fusion\" directement depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier-Gemmes\" exclus) depuis l'Extra Deck le reste de ce tour. Si cette carte est utilisée comme Matériel pour une Invocation Fusion, et est envoyée au Cimetière ou bannie : vous pouvez ajouter 1 monstre \"Chevalier-Gemmes\" (\"Quartz, Chevalier-Gemmes\" exclu) depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Quartz, Chevalier-Gemmes\" qu'une fois par tour.",
    "archetype": "Gem-"
  },
  {
    "id": "32692693",
    "name": "Radiation Ursarctique",
    "nameEn": "Radiation Ursarctique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez cette carte en plaçant 7 Compteurs sur elle. Chaque fois qu'un ou plusieurs monstres \"Ursarctique\" sont Invoqués Spécialement depuis la main ou l'Extra Deck : vous pouvez retirer 1 Compteur de cette carte ; piochez 1 carte. Une fois par tour, durant la End Phase : vous pouvez cibler 1 carte \"Ursarctique\" (\"Radiation Ursarctique\" exclu) dans votre Cimetière ; mélangez-la dans le Deck. Vous ne pouvez contrôler qu'1 \"Radiation Ursarctique\".",
    "archetype": "Ursarctic"
  },
  {
    "id": "15590355",
    "name": "Réalisation Libromancienne",
    "nameEn": "Réalisation Libromancienne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler 1 Monstre Rituel \"Libromancien\" dans votre main : Invoquez Spécialement 1 \"Jeton Feu\" (Cyberse/FEU/ATK 0/DEF 0) du même Niveau que le monstre révélé. Tant que vous contrôlez le Jeton, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Libromancien\" exclus). Vous ne pouvez utiliser cet effet de \"Réalisation Libromancienne\" qu'une fois par tour.",
    "archetype": "Libromancer"
  },
  {
    "id": "83293307",
    "name": "Récepteur Krawler",
    "nameEn": "Récepteur Krawler",
    "attribute": "EARTH",
    "atk": 900,
    "def": 1200,
    "level": 2,
    "monsterType": "Insect",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "FLIP : Vous pouvez ajouter 1 monstre \"Krawler\" depuis votre Deck à votre main.\nSi cette carte face recto contrôlée par son propriétaire quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement 2 monstres \"Krawler\" (\"Récepteur Krawler\" exclu) de noms différents depuis votre Deck en Position de Défense face verso. Vous ne pouvez utiliser chaque effet de \"Récepteur Krawler\" qu'une fois par tour.",
    "archetype": "Krawler"
  },
  {
    "id": "82361809",
    "name": "Reichheart Griffrayeur",
    "nameEn": "Reichheart Griffrayeur",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2100,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) dans votre Zone Monstre Main, adjacente à un monstre \"Griffrayeur\" que vous contrôlez ou dans sa colonne. Vous ne pouvez Invoquer Spécialement \"Reichheart Griffrayeur\" qu'une fois par tour de cette façon. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 Magie/Piège \"Griffrayeur\" depuis votre Deck à votre main, puis, si min. 3 monstres en Position de Défense sont sur le Terrain, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Reichheart Griffrayeur\" qu'une fois par tour.",
    "archetype": "Scareclaw"
  },
  {
    "id": "19942835",
    "name": "Renaissance du Zombie",
    "nameEn": "Renaissance du Zombie",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre Zombie dans l'un des Cimetières ; bannissez 1 monstre du même nom depuis votre Deck ou Extra Deck, et si vous le faites, Invoquez Spécialement le monstre ciblé sur votre Terrain. Si cette carte est dans votre Cimetière : vous pouvez mélanger 1 de vos monstres Zombie bannis dans le Deck, et si vous le faites, Posez cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Renaissance du Zombie\" par tour, et uniquement une fois le tour."
  },
  {
    "id": "53782828",
    "name": "Rétroactive de la Force-S",
    "nameEn": "Rétroactive de la Force-S",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre que vous contrôlez va être utilisé comme Matériel Lien pour un monstre \"Force-S\", cette carte dans votre main peut aussi être utilisée comme Matériel. Durant la Main Phase (Effet Rapide) : vous pouvez renvoyer cette carte à la main, et si vous le faites, Invoquez Spécialement 1 monstre \"Force-S\" de min. Niveau 2 depuis votre main. Si un monstre \"Force-S\" que vous contrôlez va bannir une ou plusieurs cartes depuis votre main pour activer son effet, vous pouvez bannir cette carte depuis votre Cimetière à la place. Vous ne pouvez utiliser chaque effet de \"Rétroactive de la Force-S\" qu'une fois par tour.",
    "archetype": "S-Force"
  },
  {
    "id": "28292031",
    "name": "Réversion Dinomorphia",
    "nameEn": "Réversion Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un Monstre Fusion \"Dinomorphia\" : payez la moitié de vos LP et bannissez 1 Contre-Piège depuis votre Cimetière ; cet effet devient l'effet du Contre-Piège lorsque la carte est activée. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Réversion Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "92798873",
    "name": "Rexterm Dinomorphia",
    "nameEn": "Rexterm Dinomorphia",
    "attribute": "DARK",
    "atk": 3000,
    "def": 0,
    "level": 8,
    "monsterType": "Dinosaur",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Fusion \"Dinomorphia\" + 1 monstre \"Dinomorphia\"\nVotre adversaire ne peut pas activer les effets des monstres qu'il contrôle qui a une ATK supérieure ou égale à vos LP. Vous ne pouvez utiliser chacun des effets suivants de \"Rexterm Dinomorphia\" qu'une fois par tour. (Effet Rapide) : vous pouvez payer la moitié de vos LP ; jusqu'à la fin de ce tour, l'ATK de tous les monstres actuellement contrôlés par votre adversaire devient égale à vos LP. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 6 depuis votre Cimetière.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "3285551",
    "name": "Rite de l'Aramesir",
    "nameEn": "Rite de l'Aramesir",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun \"Jeton Aventurier\" : Invoquez Spécialement 1 \"Jeton Aventurier\" (Elfe/TERRE/Niveau 4/ATK 2000/DEF 2000), puis si vous ne contrôlez pas \"Aventure Fatidique\", vous pouvez placer 1 \"Aventure Fatidique\" depuis votre Deck face recto dans votre Zone Magie & Piège. Vous ne pouvez pas activer les effets des monstres sur le Terrain (ceux des monstres Invoqués Spécialement exclus) le tour où vous activez cette carte. Vous ne pouvez activer qu'1 \"Rite de l'Aramesir\" par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "61011438",
    "name": "Rose Brillante",
    "nameEn": "Rose Brillante",
    "attribute": "LIGHT",
    "atk": 500,
    "def": 500,
    "level": 2,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"Chevalier-Gemmes\".)\nVous pouvez défausser 1 carte \"Chevalier-Gemmes\" ou \"Musique\" ; Invoquez Spécialement cette carte depuis votre main. Vous ne pouvez utiliser cet effet de \"Rose Brillante\" qu'une fois par tour. Une fois par tour : vous pouvez envoyer 1 monstre \"Chevalier-Gemmes\" ou \"Musique\" depuis votre Extra Deck au Cimetière ; jusqu'à la End Phase, le nom/Type/Attribut de cette carte deviennent les mêmes que le nom/Type/Attribut d'origine du monstre envoyé au Cimetière pour activer cet effet.",
    "archetype": "Gem-"
  },
  {
    "id": "38192988",
    "name": "Seigneur Dragon Zombie aux Yeux Rouges",
    "nameEn": "Seigneur Dragon Zombie aux Yeux Rouges",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2400,
    "level": 10,
    "monsterType": "Zombie",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur Zombie + 1+ monstre non-Syntoniseur\nDurant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 monstre Zombie (\"Seigneur Dragon Zombie aux Yeux Rouges\" exclu) dans votre Cimetière ; Invoquez-le Spécialement. Si cette carte est dans votre Cimetière : vous pouvez bannir 1 monstre Zombie que vous contrôlez ; Invoquez Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Seigneur Dragon Zombie aux Yeux Rouges\" qu'une fois par tour.",
    "archetype": "Red-Eyes"
  },
  {
    "id": "92868896",
    "name": "Sénat Dragunité",
    "nameEn": "Sénat Dragunité",
    "attribute": "WIND",
    "atk": 1800,
    "def": 600,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 carte \"Dragunité\" ; équipez 1 Syntoniseur \"Dragunité\" Dragon depuis votre Deck à cette carte, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres Dragon exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Sénat Dragunité\" qu'une fois par tour. Si une ou plusieurs cartes \"Dragunité\" que vous contrôlez vont être détruites au combat ou par un effet de carte, vous pouvez détruire 1 carte \"Dragunité\" équipée à cette carte, à la place.",
    "archetype": "Dragunity"
  },
  {
    "id": "78360952",
    "name": "Sentinelle Ensoleillée",
    "nameEn": "Sentinelle Ensoleillée",
    "attribute": "EARTH",
    "atk": 2300,
    "def": 1500,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Magie. Une fois par tour, durant la Standby Phase du prochain tour après que cette carte Posée a été détruite et envoyée au Cimetière : vous pouvez Invoquer Spécialement cette carte, puis détruisez toutes les cartes contrôlées par votre adversaire dans la colonne de cette carte."
  },
  {
    "id": "52843699",
    "name": "Simorgh, l'Oiseau de la Perfection",
    "nameEn": "Simorgh, l'Oiseau de la Perfection",
    "attribute": "DARK",
    "atk": 1800,
    "def": 500,
    "level": 4,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Tant que cette carte est face recto sur le Terrain, elle est aussi VENT. Vous ne pouvez utiliser chacun des effets suivants de \"Simorgh, l'Oiseau de la Perfection\" qu'une fois par tour. Durant votre Main Phase, si vous Invoquez Normalement ou Spécialement un ou plusieurs monstres Bête Ailée : vous pouvez révéler cette carte dans votre main ; immédiatement après la résolution de cet effet, Invoquez Normalement 1 monstre \"Simorgh\". Si cette carte est Invoquée Normalement : vous pouvez envoyer 1 monstre \"Simorgh\" depuis votre Deck au Cimetière ; ajoutez 1 Magie/Piège \"Simorgh\" depuis votre Deck à votre main.",
    "archetype": "Simorgh"
  },
  {
    "id": "67835547",
    "name": "Sommeil Runick",
    "nameEn": "Sommeil Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Ciblez 1 monstre face recto sur le Terrain ; la prochaine fois que le monstre va être détruit au combat ou par un effet de carte ce tour, il n'est pas détruit, et aussi, il ne peut pas attaquer ce tour, puis (après avoir appliqué cet effet) bannissez les 3 cartes du dessus du Deck de votre adversaire.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Sommeil Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "52807032",
    "name": "Sonique Dinomorphia",
    "nameEn": "Sonique Dinomorphia",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active une Carte Magie/Piège, tant que vous contrôlez un monstre \"Dinomorphia\" : payez la moitié de vos LP ; annulez l'activation, et si vous le faites, détruisez la carte, puis, détruisez 1 monstre \"Dinomorphia\" que vous contrôlez. Durant le calcul des dommages, tant que vos LP sont inférieurs ou égaux à 2000, si vous allez recevoir des dommages de combat : vous pouvez bannir cette carte depuis votre Cimetière ; vous ne recevez aucun dommage de combat de ce combat. Vous ne pouvez activer qu'1 \"Sonique Dinomorphia\" par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "64018647",
    "name": "Souffle de la Résurrection",
    "nameEn": "Souffle de la Résurrection",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez \"Jeton Aventurier\" : Invoquez Spécialement max. 2 monstres depuis votre main et/ou Cimetière de noms différents (mais bannissez-les lorsqu'ils quittent le Terrain), puis vous pouvez équiper 1 Magie d'Équipement qui mentionne \"Jeton Aventurier\" depuis votre main ou Cimetière à 1 monstre que vous contrôlez. Vous ne pouvez activer qu'1 \"Souffle de la Résurrection\" par tour.",
    "archetype": "Adventurer"
  },
  {
    "id": "74936480",
    "name": "Stealthbergia Dinomorphia",
    "nameEn": "Stealthbergia Dinomorphia",
    "attribute": "DARK",
    "atk": 0,
    "def": 2500,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres \"Dinomorphia\" de noms différents\nTant que vos LP sont inférieurs ou égaux à 2000, vous ne payez pas de LP pour activer des Cartes Piège ou des effets de monstre \"Dinomorphia\". Vous ne pouvez utiliser chacun des effets suivants de \"Stealthbergia Dinomorphia\" qu'une fois par tour. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez infliger des dommages à votre adversaire égaux à l'ATK d'origine du monstre. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez Invoquer Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 depuis votre Cimetière.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "52553471",
    "name": "Surfusion",
    "nameEn": "Surfusion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto sur le Terrain ; révélez 1 monstre \"HÉROS Élémentaire\", \"Néo-Spacien\" ou de Niveau 10 depuis votre main, Deck ou Extra Deck, et le nom du monstre ciblé peut être traité comme celui du monstre révélé s'il est utilisé comme Matériel Fusion ce tour. Envoyez le monstre révélé au Cimetière si vous avez \"Néos, HÉROS Élémentaire\" sur votre Terrain ou dans votre Cimetière, sinon mélangez-le dans son Deck (s'il est révélé depuis la main, mélangez-le dans le Main Deck). Vous ne pouvez activer qu'1 \"Surfusion\" par tour.",
    "archetype": "Fusion"
  },
  {
    "id": "13764602",
    "name": "Synchro Parfaite - A-Un",
    "nameEn": "Synchro Parfaite - A-Un",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Double Avatar\" depuis votre Deck à votre main. Si vous contrôlez un Monstre à Effet \"Double Avatar\" : vous pouvez Invoquer Spécialement 1 \"Jeton Esprit du Double Avatar\" (Guerrier/LUMIÈRE/Niveau 2/ATK 0/DEF 0), et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Fusion exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Synchro Parfaite - A-Un\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Synchro Parfaite - A-Un\" par tour.",
    "archetype": "Dual Avatar"
  },
  {
    "id": "93229151",
    "name": "Tempête Cinglante Runick",
    "nameEn": "Tempête Cinglante Runick",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Activez 1 de ces effets, mais sautez votre prochaine Battle Phase après activation ;\n●Bannissez un nombre de cartes du dessus du Deck de votre adversaire, inférieur ou égal au nombre de cartes qu'il contrôle.\n●Invoquez Spécialement 1 monstre \"Runick\" depuis votre Extra Deck dans la Zone Monstre Extra.\nVous ne pouvez activer qu'1 \"Tempête Cinglante Runick\" par tour.",
    "archetype": "Runick"
  },
  {
    "id": "63086455",
    "name": "Terreurs de la Surracine",
    "nameEn": "Terreurs de la Surracine",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 carte contrôlée par votre adversaire et 1 carte dans son Cimetière ; envoyez la carte sur le Terrain au Cimetière, et si vous le faites, Posez l'autre carte depuis le Cimetière sur le Terrain de votre adversaire. Vous ne pouvez activer qu'1 \"Terreurs de la Surracine\" par tour."
  },
  {
    "id": "28363749",
    "name": "Tête d'Opale de Feu",
    "nameEn": "Tête d'Opale de Feu",
    "attribute": "FIRE",
    "atk": 2500,
    "def": 1000,
    "level": 6,
    "monsterType": "Dinosaur",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": true,
    "isLink": false,
    "description": "Ce chef de meute de dinosaures, dont la tête est recouverte d'une pierre brûlante, a hérité du nom de sa technique ultime."
  },
  {
    "id": "57111330",
    "name": "Therion \"Duc\" Yul",
    "nameEn": "Therion \"Duc\" Yul",
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 2800,
    "level": 8,
    "monsterType": "Psychic",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez utiliser le 1er des effets suivants de \"Therion \"Duc\" Yul\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre \"Therion\" ou 1 monstre Psychique dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, équipez le monstre à cette carte.\n●Tant que vous contrôlez une Carte d'Équipement, les monstres \"Therion\" que vous contrôlez ne peuvent pas être détruits par des effets de carte de votre adversaire.\nUn monstre \"Therion\" équipé avec cette carte gagne 700 ATK, et aussi, il gagne le 2e effet listé ci-dessus comme s'il était \"Therion \"Duc\" Yul\".",
    "archetype": "Therion"
  },
  {
    "id": "21727231",
    "name": "Therion \"Faucheuse\" Fum",
    "nameEn": "Therion \"Faucheuse\" Fum",
    "attribute": "WATER",
    "atk": 1400,
    "def": 2500,
    "level": 7,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez utiliser chacun des effets suivants de \"Therion \"Faucheuse\" Fum\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre \"Therion\" ou 1 monstre Aqua dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, équipez le monstre à cette carte.\n●Durant le tour de votre adversaire (Effet Rapide) : vous pouvez cibler 1 carte \"Therion\" dans votre Zone Magie & Piège et 1 carte contrôlée par votre adversaire ; renvoyez-les à la main.\nUn monstre \"Therion\" équipé avec cette carte gagne 700 ATK, et aussi, il peut activer le 2e effet listé ci-dessus comme s'il était \"Therion \"Faucheuse\" Fum\".",
    "archetype": "Therion"
  },
  {
    "id": "48806195",
    "name": "Therion \"Impératrice\" Alasia",
    "nameEn": "Therion \"Impératrice\" Alasia",
    "attribute": "EARTH",
    "atk": 2100,
    "def": 2500,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez utiliser chacun des effets suivants de \"Therion \"Impératrice\" Alasia\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre \"Therion\" ou 1 monstre Reptile dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, équipez le monstre à cette carte.\n●Vous pouvez défausser 1 carte, puis ciblez 1 Carte Monstre \"Therion\" dans votre Zone Magie & Piège ; Invoquez-la Spécialement.\nUn monstre \"Therion\" équipé avec cette carte gagne 700 ATK, et aussi, il peut activer le 2e effet listé ci-dessus comme s'il était \"Therion \"Impératrice\" Alasia\".",
    "archetype": "Therion"
  },
  {
    "id": "83610035",
    "name": "Therion \"Lily\" Borea",
    "nameEn": "Therion \"Lily\" Borea",
    "attribute": "WIND",
    "atk": 2400,
    "def": 2500,
    "level": 8,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez utiliser chacun des effets suivants de \"Therion \"Lily\" Borea\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre \"Therion\" ou 1 monstre Plante dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, équipez le monstre à cette carte.\n●Vous pouvez envoyer 1 carte depuis votre main ou Terrain au Cimetière ; ajoutez 1 Magie/Piège \"Therion\" depuis votre Deck à votre main.\nUn monstre \"Therion\" équipé avec cette carte gagne 700 ATK, et aussi, il peut activer le 2e effet listé ci-dessus comme s'il était \"Therion \"Lily\" Borea\".",
    "archetype": "Therion"
  },
  {
    "id": "10604644",
    "name": "Therion \"Roi\" Regulus",
    "nameEn": "Therion \"Roi\" Regulus",
    "attribute": "EARTH",
    "atk": 2800,
    "def": 1600,
    "level": 8,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez utiliser chacun des effets suivants de \"Therion \"Roi\" Regulus\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre \"Therion\" ou 1 monstre Machine dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, équipez le monstre à cette carte.\n●Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez envoyer 1 Carte Monstre \"Therion\" depuis votre main ou Terrain face recto au Cimetière ; annulez l'effet.\nUn monstre \"Therion\" équipé avec cette carte gagne 700 ATK, et aussi, il peut activer le 2e effet listé ci-dessus comme s'il était \"Therion \"Roi\" Regulus\".",
    "archetype": "Therion"
  },
  {
    "id": "84332527",
    "name": "Therion \"Taureau\" Ain",
    "nameEn": "Therion \"Taureau\" Ain",
    "attribute": "FIRE",
    "atk": 2100,
    "def": 1600,
    "level": 7,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez utiliser chacun des effets suivants de \"Therion \"Taureau\" Ain\" qu'une fois par tour.\n●Vous pouvez cibler 1 monstre \"Therion\" ou 1 monstre Guerrier dans votre Cimetière ; Invoquez Spécialement cette carte depuis votre main, et si vous le faites, équipez le monstre à cette carte.\n●Vous pouvez cibler 1 carte \"Therion\" que vous contrôlez et 1 carte contrôlée par votre adversaire ; détruisez-les.\nUn monstre \"Therion\" équipé avec cette carte gagne 700 ATK, et aussi, il peut activer le 2e effet listé ci-dessus comme s'il était \"Therion \"Taureau\" Ain\".",
    "archetype": "Therion"
  },
  {
    "id": "92133240",
    "name": "Therizia Dinomorphia",
    "nameEn": "Therizia Dinomorphia",
    "attribute": "DARK",
    "atk": 1500,
    "def": 0,
    "level": 4,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Poser 1 Piège \"Dinomorphia\" directement depuis votre Deck dans votre Zone Magie & Piège, puis si vos LP sont inférieurs ou égaux à 2000, cette carte gagne 500 ATK. Si cette carte est détruite au combat ou par un effet de carte : vous pouvez bannir 1 Piège depuis votre Cimetière ; Invoquez Spécialement 1 monstre \"Dinomorphia\" de max. Niveau 4 (\"Therizia Dinomorphia\" exclu) depuis votre Cimetière. Vous ne pouvez utiliser chaque effet de \"Therizia Dinomorphia\" qu'une fois par tour.",
    "archetype": "Dinomorphia"
  },
  {
    "id": "3078380",
    "name": "Timée le Dragon Uni",
    "nameEn": "Timée le Dragon Uni",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 1800,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer 1 monstre Magicien, ou 1 Magie/Piège qui mentionne \"Magicien Sombre\", depuis votre main ou Terrain face recto au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Durant votre Main Phase : vous pouvez Invoquer par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis votre main ou Terrain comme Matériel (un monstre Magicien inclus). Vous ne pouvez utiliser chaque effet de \"Timée le Dragon Uni\" qu'une fois par tour.",
    "archetype": "Legendary Knight"
  },
  {
    "id": "69895264",
    "name": "Traquenard Labrynth",
    "nameEn": "Traquenard Labrynth",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 2 de vos Magies/Pièges \"Labrynth\" (\"Traquenard Labrynth\" exclu) qui sont bannis ou dans votre Cimetière ; mélangez-les dans le Deck, puis si vous contrôlez un monstre Démon, vous pouvez Poser un nombre de Pièges Normaux non-\"Labrynth\" de noms différents directement depuis votre Deck, égal au nombre mélangé. Vous ne pouvez activer qu'1 \"Traquenard Labrynth\" par tour.",
    "archetype": "Labrynth"
  },
  {
    "id": "59120809",
    "name": "Tri-Heart Griffrayeur",
    "nameEn": "Tri-Heart Griffrayeur",
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Beast-Warrior",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3 Monstres à Effet\nUniquement Invocable par Lien. Tous les monstres face recto sur le Terrain sont changés en Position de Défense. Non affectée par les effets activés des monstres en Position de Défense. Une fois par tour, si cette carte est dans la Zone Monstre Extra : vous pouvez cibler 1 monstre \"Griffrayeur\" de Niveau 3 dans votre Cimetière ; Invoquez-le Spécialement, et si vous le faites, ajoutez 1 monstre \"Griffrayeur\" depuis votre Deck à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Griffrayeur\" exclus) le reste de ce tour.",
    "archetype": "Scareclaw"
  },
  {
    "id": "17825378",
    "name": "Triantis Prédaplante",
    "nameEn": "Triantis Prédaplante",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1000,
    "level": 8,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": true,
    "isLink": false,
    "description": "[ Pendulum Effect ] \nWhile this card is in your Pendulum Zone, if you Fusion Summon a DARK Fusion Monster, you can also use cards in your Pendulum Zones as monsters on the field, as material for its Fusion Summon.\n\n[ Monster Effect ] \nSi cette carte est envoyée au Cimetière ou ajoutée face recto à votre Extra Deck parce qu'elle a été utilisée comme Matériel Fusion : vous pouvez choisir un nombre de monstres sur le Terrain, inférieur ou égal au nombre de monstres que vous contrôlez, et placez 1 Compteur Prédateur sur chacun d'eux, et si vous le faites, chacun de ces monstres de min. Niveau 2 devient Niveau 1 tant qu'il a un Compteur Prédateur.",
    "archetype": "Predap"
  },
  {
    "id": "41085464",
    "name": "Union Libromancienne",
    "nameEn": "Union Libromancienne",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Ritual",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte peut être utilisée pour Invoquer Rituellement un Monstre Rituel \"Libromancien\". Vous devez aussi Sacrifier des monstres depuis votre main ou Terrain dont le Niveau total est supérieur ou égal au Niveau du Monstre Rituel que vous Invoquez Rituellement. Si vous Invoquez Rituellement \"Fireburst Libromancien\" avec cet effet, en utilisant \"Firestarter Libromancien\" sur le Terrain, il ne peut être ni détruit ni banni par des effets de carte.",
    "archetype": "Libromancer"
  },
  {
    "id": "99054885",
    "name": "Vénus, Agent de la Destruction",
    "nameEn": "Vénus, Agent de la Destruction",
    "attribute": "DARK",
    "atk": 0,
    "def": 1600,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez bannir 1 \"Vénus, Agent de la Création\" depuis votre Cimetière ; Invoquez Spécialement cette carte depuis votre main. Vous pouvez payer des LP en multiples de 500, puis pour chaque 500 LP payés, ciblez 1 de vos \"Sphère Mystique Lumineuse\" qui est banni ou dans votre Cimetière ; Invoquez-les Spécialement, mais placez-les au-dessous du Deck lorsqu'ils quittent le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Vénus, Agent de la Destruction\" par tour, et uniquement une fois le tour.",
    "archetype": "The Agent"
  },
  {
    "id": "56099748",
    "name": "Visas Starfrost",
    "nameEn": "Visas Starfrost",
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 1500,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est dans votre main : vous pouvez cibler 1 monstre que vous contrôlez de Type et Attribut différents de cette carte ; détruisez le monstre, et si vous le faites, Invoquez Spécialement cette carte. Vous ne pouvez utiliser cet effet de \"Visas Starfrost\" qu'une fois par tour. Lorsque cette carte détruit un monstre de l'adversaire au combat : vous pouvez faire gagner à cette carte une ATK égale à la moitié de l'ATK ou DEF d'origine du monstre (la plus haute valeur, et en cas d'égalité, vous choisissez)."
  },
  {
    "id": "35659410",
    "name": "Vision avec des Yeux de Bleu",
    "nameEn": "Vision avec des Yeux de Bleu",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque vous activez cette carte : vous pouvez révéler 1 \"Dragon Blanc aux Yeux Bleus\" dans votre main ; Invoquez Spécialement 1 monstre depuis votre main. Une fois par tour : vous pouvez cibler 1 monstre face recto que vous contrôlez ; renvoyez le monstre face recto à la main, puis vous pouvez appliquer l'effet suivant, selon le nom d'origine de la carte renvoyée à la main.\n●\"Dragon Blanc aux Yeux Bleus\" : Invoquez Spécialement 1 monstre depuis votre main.\n●Autre : Invoquez Spécialement 1 monstre \"Yeux Bleus\" depuis votre main.\nVous ne pouvez activer qu'1 \"Vision avec des Yeux de Bleu\" par tour.",
    "archetype": "with Eyes of Blue"
  },
  {
    "id": "98416533",
    "name": "Wally Melffy",
    "nameEn": "Wally Melffy",
    "attribute": "EARTH",
    "atk": 0,
    "def": 400,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres (sauf durant la Damage Step), ou si un monstre de l'adversaire cible cette carte avec une attaque : vous pouvez renvoyer cette carte à la main, puis vous pouvez Invoquer Spécialement 2 monstres \"Melffy\" de noms différents l'un de l'autre (\"Wally Melffy\" exclu) depuis votre Deck. Durant votre End Phase : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser chaque effet de \"Wally Melffy\" qu'une fois par tour.",
    "archetype": "Melffy"
  },
  {
    "id": "31213049",
    "name": "XX-clusion",
    "nameEn": "XX-clusion",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active un effet de monstre dans sa main : annulez l'activation, puis s'il a des cartes dans sa main, vous lui défaussez 1 carte (de son choix)."
  },
  {
    "id": "4632019",
    "name": "Yamatako Orochi",
    "nameEn": "Yamatako Orochi",
    "attribute": "WATER",
    "atk": 0,
    "def": 800,
    "level": 1,
    "monsterType": "Sea Serpent",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte sur le Terrain peut être traitée comme un monstre de Niveau 8 lorsqu'elle est utilisée pour une Invocation Synchro. Un Monstre Synchro qui a utilisé cette carte comme Matériel gagne cet effet selon son Niveau d'origine.\n●Max. 8 : Gagne 800 ATK/DEF.\n●Min. 9 : Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants."
  },
  {
    "id": "32335697",
    "name": "Zombies Hantés",
    "nameEn": "Zombies Hantés",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez 1 monstre Zombie depuis l'un des Cimetières et Invoquez Spécialement 2 \"Jeton Hanté\" (Zombie/TÉNÈBRES/ATK 0/DEF 0) du même Niveau que le monstre banni. Si cette carte est dans votre Cimetière : vous pouvez mélanger 1 de vos monstres Zombie bannis dans le Deck, et si vous le faites, Posez cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser qu'1 effet de \"Zombies Hantés\" par tour, et uniquement une fois le tour."
  }
]