[
  {
    "id": "44256816",
    "name": "1er Mouvement Solo",
    "nameEn": "1er Mouvement Solo",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre : Invoquez Spécialement 1 monstre \"Musique\" de max. Niveau 4 depuis votre main ou Deck. Vous ne pouvez activer qu'1 \"1er Mouvement Solo\" par tour. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Musique\" exclus) durant le tour où vous activez cette carte.",
    "archetype": "Melodious"
  },
  {
    "id": "37742478",
    "name": "Ange de Loyauté",
    "nameEn": "Ange de Loyauté",
    "attribute": "LIGHT",
    "atk": 1100,
    "def": 1900,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase : vous pouvez renvoyer cette carte face recto depuis le Terrain à la main. Durant la Damage Step, lorsqu'un monstre LUMIÈRE que vous contrôlez combat (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin de ce tour, le monstre gagne une ATK égale à l'ATK du monstre de l'adversaire qu'il combat."
  },
  {
    "id": "98978921",
    "name": "Araignée Lien",
    "nameEn": "Araignée Lien",
    "attribute": "EARTH",
    "atk": 1000,
    "def": null,
    "level": 0,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 Monstre Normal\nUne fois par tour : vous pouvez Invoquer Spécialement 1 Monstre Normal de max. Niveau 4 depuis votre main dans votre zone pointée par cette carte."
  },
  {
    "id": "36591747",
    "name": "Attraction-Étonnante Train du Frisson",
    "nameEn": "Attraction-Étonnante Train du Frisson",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre \"Incroyable\" que vous contrôlez ou 1 monstre face recto contrôlé par votre adversaire ; équipez-lui cette carte. Vous pouvez activer l'effet suivant, selon quel joueur contrôle le monstre équipé ;\n●Vous : Changez la position de combat du monstre équipé, puis, votre adversaire choisit 1 Piège \"Attraction-\" dans votre Cimetière, et vous le Posez sur votre Terrain.\n●Votre adversaire : Jusqu'à la End Phase, bannissez le monstre équipé.\nVous ne pouvez utiliser cet effet de \"Attraction-Étonnante Train du Frisson\" qu'une fois par tour.",
    "archetype": "Attraction"
  },
  {
    "id": "9070454",
    "name": "Aura d'Utopie Draconique",
    "nameEn": "Aura d'Utopie Draconique",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Counter",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque votre adversaire active un effet de monstre sur le Terrain : annulez l'activation, et si vous le faites, détruisez la carte, puis, vous pouvez appliquer l'effet suivant.\n●Bannissez 1 monstre depuis votre main, et si vous le faites, Invoquez Spécialement le monstre qui a été détruit et envoyé au Cimetière par cet effet sur votre Terrain, mais annulez ses effets.\nVous ne pouvez activer qu'1 \"Aura d'Utopie Draconique\" par tour."
  },
  {
    "id": "62803464",
    "name": "Aussa la Canalisatrice de Terre",
    "nameEn": "Aussa la Canalisatrice de Terre",
    "attribute": "EARTH",
    "atk": 1850,
    "def": 1500,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"la Charmeuse\".)\nVous pouvez défausser cette carte et 1 monstre TERRE ; ajoutez 1 monstre TERRE avec max. 1850 ATK, dont le Type d'origine est le même que celui d'un des monstres défaussés, depuis votre Deck à votre main, et aussi, vous ne pouvez pas activer d'effets de monstre non-TERRE le reste de ce tour. Lorsque votre monstre TERRE est détruit au combat : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser chaque effet de \"Aussa la Canalisatrice de Terre\" qu'une fois par tour.",
    "archetype": "Charmer"
  },
  {
    "id": "84366728",
    "name": "Avant-Garde de l'Empereur Souterrain",
    "nameEn": "Avant-Garde de l'Empereur Souterrain",
    "attribute": "EARTH",
    "atk": 2600,
    "def": 2200,
    "level": 8,
    "monsterType": "Reptile",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un ou plusieurs monstres sont envoyés depuis la main au Cimetière, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte, mais placez-la au-dessous du Deck lorsqu'elle quitte le Terrain. Vous ne pouvez utiliser cet effet de \"Avant-Garde de l'Empereur Souterrain\" qu'une fois par tour."
  },
  {
    "id": "63748694",
    "name": "Batosushi Gunkan Shari Rouge",
    "nameEn": "Batosushi Gunkan Shari Rouge",
    "attribute": "FIRE",
    "atk": 0,
    "def": 2000,
    "level": 4,
    "monsterType": "Aqua",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Le nom de cette carte devient \"Batosushi Gunkan Shari\" tant qu'elle est dans la main, Deck, Cimetière ou sur le Terrain. Vous ne pouvez utiliser l'effet suivant de \"Batosushi Gunkan Shari Rouge\" qu'une fois par tour. Vous pouvez révéler 1 autre \"Batosushi Gunkan Shari\" dans votre main ; Invoquez Spécialement cette carte depuis votre main, puis vous pouvez appliquer cet effet.\n●Invoquez Spécialement 1 monstre \"Gunkan\" (\"Batosushi Gunkan Shari\" exclu) depuis votre Deck, mais annulez ses effets (s'il en a), puis, Invoquez Spécialement depuis votre Extra Deck, 1 Monstre Xyz qui mentionne le nom du monstre Invoqué Spécialement, en utilisant le monstre et cette carte comme Matériel. (Ceci est traité comme une Invocation Xyz.)",
    "archetype": "Gunkan"
  },
  {
    "id": "32710364",
    "name": "Bête Cristalline : Escarboucle de Rubis",
    "nameEn": "Bête Cristalline : Escarboucle de Rubis",
    "attribute": "LIGHT",
    "atk": 300,
    "def": 300,
    "level": 3,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Spécialement : vous pouvez Invoquer Spécialement autant de Cartes Monstre \"Bête Cristalline\" que possible depuis vos Zones Magie & Piège. Si cette carte face recto est détruite dans une Zone Monstre, vous pouvez la placer face recto dans votre Zone Magie & Piège comme Magie Continue au lieu de l'envoyer au Cimetière.",
    "archetype": "Crystal Beast"
  },
  {
    "id": "73915051",
    "name": "Bouc Émissaire",
    "nameEn": "Bouc Émissaire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 4 \"Jeton Mouton\" (Bête/TERRE/Niveau 1/ATK 0/DEF 0) en Position de Défense. Ils ne peuvent pas être Sacrifiés pour une Invocation Sacrifice. Vous ne pouvez pas Invoquer d'autres monstres le tour où vous activez cette carte (mais vous pouvez Poser Normalement)."
  },
  {
    "id": "70903634",
    "name": "Bras Droit de l'Interdit",
    "nameEn": "Bras Droit de l'Interdit",
    "attribute": "DARK",
    "atk": 200,
    "def": 300,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bras droit interdit scellé par la magie. Toute personne rompant ce sceau connaîtra la puissance infinie.",
    "archetype": "Exodia"
  },
  {
    "id": "7902349",
    "name": "Bras Gauche de l'Interdit",
    "nameEn": "Bras Gauche de l'Interdit",
    "attribute": "DARK",
    "atk": 200,
    "def": 300,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bras gauche interdit scellé par la magie. Toute personne rompant ce sceau connaîtra la puissance infinie.",
    "archetype": "Exodia"
  },
  {
    "id": "49658464",
    "name": "Brouillage Chiffré",
    "nameEn": "Brouillage Chiffré",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant le calcul des dommages, si un monstre combat tant qu'un monstre avec min. 1000 ATK est sur le Terrain : l'ATK de tous les monstres actuellement sur le Terrain sera réduite de 1000 pour chaque 1000 ATK qu'ils ont, et aussi, leur DEF sera réduite de 1000 pour chaque 1000 DEF qu'ils ont. Si cette carte est détruite : jusqu'à la fin de ce tour, appliquez les ajustements d'ATK/DEF ci-dessus à tous les monstres actuellement sur le Terrain."
  },
  {
    "id": "63644830",
    "name": "Cache-Cache Melffy",
    "nameEn": "Cache-Cache Melffy",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "La première fois que chaque monstre Bête que vous contrôlez va être détruit par un effet de carte chaque tour, il n'est pas détruit. Vous pouvez cibler 3 monstres Bête dans votre Cimetière de noms différents ; mélangez-les dans le Deck, puis piochez 1 carte. Vous ne pouvez utiliser cet effet de \"Cache-Cache Melffy\" qu'une fois par tour.",
    "archetype": "Melffy"
  },
  {
    "id": "91998119",
    "name": "Canon Dragon-XYZ",
    "nameEn": "Canon Dragon-XYZ",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 2600,
    "level": 8,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Tête de Canon X\" + \"Tête de Dragon Y\" + \"Tank de Métal Z\"\nDoit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en bannissant les cartes ci-dessus que vous contrôlez. (N'utilisez pas \"Polymérisation\".) Non Invocable Spécialement depuis le Cimetière. Vous pouvez défausser 1 carte, puis ciblez 1 carte contrôlée par votre adversaire ; détruisez la cible.",
    "archetype": "ABC"
  },
  {
    "id": "20560620",
    "name": "Compte de Créatures de l'Empereur Tanuki",
    "nameEn": "Compte de Créatures de l'Empereur Tanuki",
    "attribute": "DARK",
    "atk": 0,
    "def": 1600,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Sacrifiable tant qu'elle est face recto dans la Zone Monstre. Tant que cette carte est dans la Zone Monstre, lorsque vous Invoquez Rituellement, vous pouvez aussi envoyer 1 monstre depuis votre Extra Deck au Cimetière comme 1 des monstres utilisés pour l'Invocation Rituelle. Vous ne pouvez utiliser cet effet de \"Compte de Créatures de l'Empereur Tanuki\" qu'une fois par tour."
  },
  {
    "id": "75047173",
    "name": "Contact Favori",
    "nameEn": "Contact Favori",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement 1 Monstre Fusion depuis votre Extra Deck qui mentionne un monstre \"HÉROS\" comme Matériel, en ignorant ses conditions d'Invocation, et en plaçant les Matériels Fusion mentionnés sur celui-ci au-dessous du Deck dans l'ordre de votre choix, parmi les cartes dans votre main, Terrain, Cimetière et/ou vos cartes bannies. Si vous avez placé \"Néos, HÉROS Élémentaire\" dans le Deck, aucun joueur ne peut renvoyer le monstre Invoqué Spécialement par cet effet à l'Extra Deck. Vous ne pouvez activer qu'1 \"Contact Favori\" par tour.",
    "archetype": "Contact"
  },
  {
    "id": "16169772",
    "name": "Contact Instantané",
    "nameEn": "Contact Instantané",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Payez 1000 LP ; Invoquez Spécialement 1 monstre \"HÉROS Élémentaire\" ou \"Néo-Spacien\" de max. Niveau 7 depuis votre Extra Deck, en ignorant ses conditions d'Invocation. Tant que \"Néos, HÉROS Élémentaire\" n'est ni sur votre Terrain ni dans votre Cimetière, le monstre Invoqué ne peut pas attaquer, ses effets sont annulés, et aussi, il est renvoyé à l'Extra Deck durant la End Phase. Vous ne pouvez activer qu'1 \"Contact Instantané\" par tour.",
    "archetype": "Contact"
  },
  {
    "id": "55610199",
    "name": "Diamant Rose, Dame Chevalier-Gemmes",
    "nameEn": "Diamant Rose, Dame Chevalier-Gemmes",
    "attribute": "EARTH",
    "atk": 2700,
    "def": 2400,
    "level": 8,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre \"Chevalier-Gemmes\" + 1 monstre Elfe\nUne fois par tour de l'adversaire, la première fois qu'un ou plusieurs monstres \"Chevalier-Gemmes\" que vous contrôlez vont être détruits par un effet de carte, ils ne sont pas détruits. Durant votre tour, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez bannir 1 carte \"Chevalier-Gemmes\" depuis votre Cimetière, puis ciblez 1 carte face recto contrôlée par votre adversaire ; détruisez-la.",
    "archetype": "Gem-"
  },
  {
    "id": "82385847",
    "name": "Dinolutteur Pancraceratops",
    "nameEn": "Dinolutteur Pancraceratops",
    "attribute": "EARTH",
    "atk": 2600,
    "def": 0,
    "level": 7,
    "monsterType": "Dinosaur",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle plus de monstres que vous, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Dinolutteur Pancraceratops\" qu'une fois par tour de cette façon. (Effet Rapide) : vous pouvez Sacrifier 1 monstre \"Dinolutteur\", puis ciblez 1 carte contrôlée par votre adversaire ; détruisez-la. Vous ne pouvez utiliser cet effet de \"Dinolutteur Pancraceratops\" qu'une fois par tour.",
    "archetype": "Dinowrestler"
  },
  {
    "id": "35479109",
    "name": "Double Tornade de Poussière Jumelle",
    "nameEn": "Double Tornade de Poussière Jumelle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de votre choix de cartes Posées dans votre Zone Magie & Piège ; renvoyez cette carte à la main, ainsi qu'autant de ces cartes Posées que possible (min. 1), puis vous pouvez Poser un nombre de Magies/Pièges depuis votre main, égal au nombre de cartes renvoyées à votre main par cet effet. Vous ne pouvez activer qu'1 \"Double Tornade de Poussière Jumelle\" par tour."
  },
  {
    "id": "9012916",
    "name": "Dragon Ailes Sombres",
    "nameEn": "Dragon Ailes Sombres",
    "attribute": "DARK",
    "atk": 2800,
    "def": 1600,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi vous allez recevoir des dommages d'un effet de carte, placez 1 Compteur Plumes Noires sur cette carte à la place. Cette carte perd 700 ATK pour chaque Compteur Plumes Noires sur elle. Une fois par tour : vous pouvez retirer tous les Compteurs Plumes Noires sur cette carte, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; la cible perd 700 ATK pour chaque Compteur Plumes Noires que vous avez retiré, et si elle le fait, infligez des dommages à votre adversaire égaux à l'ATK perdue par cet effet."
  },
  {
    "id": "89631139",
    "name": "Dragon Blanc aux Yeux Bleus",
    "nameEn": "Dragon Blanc aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ce dragon légendaire est un puissant moteur de destruction. Rares sont ceux qui ont survécu à cette terrifiante créature quasiment invincible pour en parler.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "21123811",
    "name": "Dragon Blazar Cosmique",
    "nameEn": "Dragon Blazar Cosmique",
    "attribute": "WIND",
    "atk": 4000,
    "def": 4000,
    "level": 12,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Synchro Syntoniseur + 2+ Monstres Synchro non-Syntoniseur\nUniquement Invocable par Synchronisation. (Effet Rapide) : vous pouvez bannir cette carte jusqu'à la End Phase pour activer 1 de ces effets ;\n●Lorsque votre adversaire active une carte ou un effet : annulez l'activation, et si vous le faites, détruisez la carte.\n●Lorsque votre adversaire va Invoquer un ou plusieurs monstres : annulez l'Invocation, et si vous le faites, détruisez ces monstres.\n●Lorsqu'un monstre de l'adversaire déclare une attaque : annulez l'attaque, puis terminez la Battle Phase."
  },
  {
    "id": "31833038",
    "name": "Dragon Chargeborrelle",
    "nameEn": "Dragon Chargeborrelle",
    "attribute": "DARK",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "3+ Monstres à Effet\nAucun joueur ne peut cibler cette carte avec des effets de monstre. Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto sur le Terrain ; il perd 500 ATK/DEF. Votre adversaire ne peut ni activer de cartes ni d'effets en réponse à l'activation de cet effet. Au début de la Damage Step, si cette carte attaque un monstre de l'adversaire : vous pouvez placer le monstre de l'adversaire dans une zone pointée par cette carte et en prendre le contrôle, mais envoyez-le au Cimetière durant la End Phase du prochain tour.",
    "archetype": "Borrel"
  },
  {
    "id": "18963306",
    "name": "Dragon Cipher aux Yeux Galactiques",
    "nameEn": "Dragon Cipher aux Yeux Galactiques",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 8\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre face recto contrôlé par votre adversaire ; les monstres que vous contrôlez (cette carte exclue) ne peuvent pas attaquer directement votre adversaire le reste de ce tour, et aussi, prenez le contrôle du monstre ciblé jusqu'à la End Phase, mais tant que cet effet est appliqué, il a ses effets annulés, son ATK devient 3000, et aussi, son nom devient \"Dragon Cipher aux Yeux Galactiques\".",
    "archetype": "Cipher"
  },
  {
    "id": "47297616",
    "name": "Dragon de la Lumière et des Ténèbres",
    "nameEn": "Dragon de la Lumière et des Ténèbres",
    "attribute": "LIGHT",
    "atk": 2800,
    "def": 2400,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Tant que cette carte est face recto sur le Terrain, elle est aussi TÉNÈBRES. Une fois par Chaîne, durant le tour de chaque joueur, lorsqu'une Carte Magie/Piège ou un effet de monstre est activé : cette carte perd exactement 500 ATK/DEF et l'activation est annulée. Lorsque cette carte est détruite et envoyée au Cimetière : ciblez 1 monstre dans votre Cimetière (si possible) ; détruisez toutes les cartes que vous contrôlez, et aussi, Invoquez Spécialement le monstre (s'il y en a un)."
  },
  {
    "id": "74677422",
    "name": "Dragon Noir aux Yeux Rouges",
    "nameEn": "Dragon Noir aux Yeux Rouges",
    "attribute": "DARK",
    "atk": 2400,
    "def": 2000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Dragon féroce à l'attaque meurtrière.",
    "archetype": "Red-Eyes"
  },
  {
    "id": "70902743",
    "name": "Dragon Rouge Archdémon",
    "nameEn": "Dragon Rouge Archdémon",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2000,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nAprès le calcul des dommages, si cette carte a attaqué un monstre de l'adversaire en Position de Défense : détruisez tous les monstres en Position de Défense contrôlés par votre adversaire. Une fois par tour, durant votre End Phase : détruisez tous les autres monstres que vous contrôlez qui n'ont pas déclaré d'attaque ce tour. Cette carte doit être face recto sur le Terrain pour activer et résoudre cet effet.",
    "archetype": "Archfiend"
  },
  {
    "id": "10632284",
    "name": "Éléphant Mimèsis",
    "nameEn": "Éléphant Mimèsis",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement cette carte comme un Monstre à Effet (Bête/TERRE/Niveau 2/ATK 0/DEF 2000). (Cette carte est toujours aussi un Piège.) Si cette carte est dans la Zone Monstre (Effet Rapide) : vous pouvez déclarer 1 Type et 1 Attribut, puis ciblez 1 monstre face recto sur le Terrain ; jusqu'à la fin de ce tour, il devient de ce Type et Attribut. Vous ne pouvez utiliser cet effet de \"Éléphant Mimèsis\" qu'une fois par tour.",
    "archetype": "Trap Monster"
  },
  {
    "id": "71278040",
    "name": "eXceed Parallèle",
    "nameEn": "eXceed Parallèle",
    "attribute": "WIND",
    "atk": 2000,
    "def": 2000,
    "level": 8,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement par l'effet de \"eXceed Parallèle\", son Niveau devient 4 et son ATK/DEF d'origine seront divisées par deux. Vous ne pouvez utiliser chacun des effets suivants de \"eXceed Parallèle\" qu'une fois par tour.\n●Si vous Invoquez par Lien : vous pouvez Invoquer Spécialement cette carte depuis votre main dans votre zone pointée par le Monstre Lien.\n●Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Invoquer Spécialement 1 \"eXceed Parallèle\" depuis votre Deck."
  },
  {
    "id": "45950291",
    "name": "Force d'Astral Magie-Rang-Plus",
    "nameEn": "Force d'Astral Magie-Rang-Plus",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez le Monstre Xyz que vous contrôlez avec le plus haut Rang (en cas d'égalité, vous choisissez) ; Invoquez Spécialement 1 monstre du même Type et Attribut que le monstre que vous contrôlez mais avec 2 Rangs de plus depuis votre Extra Deck, en l'utilisant comme Matériel. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Durant votre Draw Phase, si cette carte est dans votre Cimetière, au lieu de mener votre pioche normale : vous pouvez ajouter cette carte depuis votre Cimetière à votre main. Vous ne pouvez pas Invoquer Spécialement durant le tour où vous activez cet effet, sauf par l'effet de \"Force d'Astral Magie-Rang-Plus\"."
  },
  {
    "id": "40597694",
    "name": "Fusion Disséminée",
    "nameEn": "Fusion Disséminée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant votre Main Phase, si votre adversaire contrôle un monstre : vous pouvez Invoquer par Fusion 1 monstre \"Chevalier-Gemmes\" non-Rocher depuis votre Extra Deck, en utilisant des monstres depuis votre Deck comme Matériel, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier-Gemmes\" exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Fusion Disséminée\" qu'une fois par tour. Lorsque cette carte quitte le Terrain, détruisez tous les monstres Invoqués par l'effet de cette carte.",
    "archetype": "Fusion"
  },
  {
    "id": "13839120",
    "name": "Gadget Jaune",
    "nameEn": "Gadget Jaune",
    "attribute": "EARTH",
    "atk": 1200,
    "def": 1200,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Gadget Vert\" depuis votre Deck à votre main.",
    "archetype": "Gadget"
  },
  {
    "id": "86445415",
    "name": "Gadget Rouge",
    "nameEn": "Gadget Rouge",
    "attribute": "EARTH",
    "atk": 1300,
    "def": 1500,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Gadget Jaune\" depuis votre Deck à votre main.",
    "archetype": "Gadget"
  },
  {
    "id": "41172955",
    "name": "Gadget Vert",
    "nameEn": "Gadget Vert",
    "attribute": "EARTH",
    "atk": 1400,
    "def": 600,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 \"Gadget Rouge\" depuis votre Deck à votre main.",
    "archetype": "Gadget"
  },
  {
    "id": "51788412",
    "name": "Géant Rouages Ancients Chaos",
    "nameEn": "Géant Rouages Ancients Chaos",
    "attribute": "DARK",
    "atk": 4500,
    "def": 3000,
    "level": 10,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "4 monstres \"Rouages Ancients\"\nUniquement Invocable par Fusion et non Invocable Spécialement autrement. Non affectée par des effets de Magie/Piège. Les monstres de votre adversaire ne peuvent pas activer leurs effets durant la Battle Phase. Cette carte peut attaquer une fois tous les monstres contrôlés par votre adversaire. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire.",
    "archetype": "Ancient Gear"
  },
  {
    "id": "49161188",
    "name": "Gilti-Gearfried le Chevalier d'Acier Magique",
    "nameEn": "Gilti-Gearfried le Chevalier d'Acier Magique",
    "attribute": "LIGHT",
    "atk": 2700,
    "def": 1600,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres Guerrier d'Attributs différents\nUne fois par tour, lorsqu'une carte ou un effet qui cible cette carte est activé (Effet Rapide) : vous pouvez annuler l'effet, et si vous le faites, détruisez 1 carte sur le Terrain. Si cette carte a été Invoquée par Fusion en utilisant uniquement des monstres sur le Terrain comme Matériel, elle peut faire une seconde attaque durant chaque Battle Phase. Une fois par tour, si cette carte combat un monstre de l'adversaire, durant le calcul des dommages (Effet Rapide) : vous pouvez bannir 1 Magie depuis votre Cimetière ; jusqu'à la fin de ce tour, cette carte gagne une ATK égale à la moitié de sa DEF actuelle."
  },
  {
    "id": "81019803",
    "name": "Heureux Melffys",
    "nameEn": "Heureux Melffys",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 1000,
    "level": 4,
    "monsterType": "Beast",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée Spécialement : vous pouvez cibler 1 monstre face recto sur le Terrain ; renvoyez-le à la main. Si votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres (sauf durant la Damage Step), ou si un monstre de l'adversaire cible cette carte avec une attaque : vous pouvez renvoyer cette carte à l'Extra Deck, puis, vous pouvez Invoquer Spécialement 1 Monstre Xyz \"Melffy\" depuis votre Extra Deck. Vous ne pouvez utiliser chaque effet de \"Heureux Melffys\" qu'une fois par tour.",
    "archetype": "Melffy"
  },
  {
    "id": "53582587",
    "name": "Hommage Torrentiel",
    "nameEn": "Hommage Torrentiel",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'un ou plusieurs monstres sont Invoqués : détruisez tous les monstres sur le Terrain."
  },
  {
    "id": "56733747",
    "name": "Homme-Oiseau Néos Lumineux, HÉROS Élémentaire",
    "nameEn": "Homme-Oiseau Néos Lumineux, HÉROS Élémentaire",
    "attribute": "LIGHT",
    "atk": 3100,
    "def": 2500,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Néos, HÉROS Élémentaire\" + 1 Monstre Fusion \"Homme-Oiseau\"\nUniquement Invocable par Fusion. Gagne 300 ATK pour chaque monstre dans votre Cimetière, et aussi, non destructible par des effets de carte. Si cette carte est Invoquée Spécialement : vous pouvez détruire un nombre de cartes contrôlées par votre adversaire, inférieur ou égal au nombre d'Attributs différents parmi les monstres sur le Terrain. Vous ne pouvez utiliser cet effet de \"Homme-Oiseau Néos Lumineux, HÉROS Élémentaire\" qu'une fois par tour. Si cette carte détruit un monstre au combat : infligez des dommages à votre adversaire égaux à l'ATK d'origine du monstre.",
    "archetype": "Elemental HERO"
  },
  {
    "id": "39402797",
    "name": "Hydre Dragonne",
    "nameEn": "Hydre Dragonne",
    "attribute": "FIRE",
    "atk": 3000,
    "def": 2800,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur de Type Dragon + 1 monstre non-Syntoniseur de Type Dragon ou plus\nUniquement Invocable par Synchronisation et non Invocable Spécialement autrement. Lorsque cette carte est Invoquée par Synchronisation : vous pouvez cibler max. 2 autres cartes que vous contrôlez ; détruisez les cibles, et si vous le faites, pour chaque carte détruite, cette carte gagne 1 attaque supplémentaire durant chaque Battle Phase ce tour."
  },
  {
    "id": "35984222",
    "name": "Ido la Force Magique Suprême",
    "nameEn": "Ido la Force Magique Suprême",
    "attribute": "DARK",
    "atk": 2200,
    "def": 800,
    "level": 6,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous ne pouvez pas Invoquer de monstres. Vous ne pouvez contrôler qu'1 seul \"Ido la Force Magique Suprême\". Si cette carte est détruite par l'effet d'une carte et envoyée au Cimetière, Invoquez-la Spécialement depuis votre Cimetière durant la Standby Phase du prochain tour et détruisez tous les autres monstres que vous contrôlez."
  },
  {
    "id": "74063034",
    "name": "Invokhation",
    "nameEn": "Invokhation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres depuis votre main comme Matériel Fusion. Si vous Invoquez un Monstre Fusion \"Invokhé\" de cette façon, vous pouvez aussi bannir des monstres depuis votre Terrain et/ou les Cimetières comme Matériel Fusion. Si cette carte est dans votre Cimetière : vous pouvez cibler 1 de vos \"Aleister l'Invokhateur\" bannis ; mélangez cette carte dans le Deck, et si vous le faites, ajoutez le monstre à votre main. Vous ne pouvez utiliser cet effet de \"Invokhation\" qu'une fois par tour.",
    "archetype": "Invoked"
  },
  {
    "id": "8124921",
    "name": "Jambe Droite de l'Interdit",
    "nameEn": "Jambe Droite de l'Interdit",
    "attribute": "DARK",
    "atk": 200,
    "def": 300,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Jambe droite interdite scellée par la magie. Toute personne rompant ce sceau connaîtra la puissance infinie.",
    "archetype": "Exodia"
  },
  {
    "id": "44519536",
    "name": "Jambe Gauche de l'Interdit",
    "nameEn": "Jambe Gauche de l'Interdit",
    "attribute": "DARK",
    "atk": 200,
    "def": 300,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Jambe gauche interdite scellée par la magie. Toute personne rompant ce sceau connaîtra la puissance infinie.",
    "archetype": "Exodia"
  },
  {
    "id": "57116033",
    "name": "Kuriboh Ailé",
    "nameEn": "Kuriboh Ailé",
    "attribute": "LIGHT",
    "atk": 300,
    "def": 200,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte sur le Terrain est détruite et envoyée au Cimetière : le reste de ce tour, vous ne recevez aucun dommage de combat.",
    "archetype": "Kuriboh"
  },
  {
    "id": "18144507",
    "name": "Le Plumeau de Dame Harpie",
    "nameEn": "Le Plumeau de Dame Harpie",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Détruisez toutes les Magies et tous les Pièges contrôlés par votre adversaire.",
    "archetype": "Harpie"
  },
  {
    "id": "94259633",
    "name": "Le Renoncé Anima",
    "nameEn": "Le Renoncé Anima",
    "attribute": "DARK",
    "atk": 0,
    "def": null,
    "level": 0,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre de Niveau 1 (Jetons exclus)\nVous pouvez cibler 1 monstre face recto pointé par cette carte ; équipez le monstre face recto à cette carte (max. 1). Vous ne pouvez utiliser cet effet de \"Le Renoncé Anima\" qu'une fois par tour. Cette carte gagne une ATK égale à celle du monstre équipé.",
    "archetype": "Eyes Restrict"
  },
  {
    "id": "48179391",
    "name": "Le Sceau d'Orichalque",
    "nameEn": "Le Sceau d'Orichalque",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Tous les monstres que vous contrôlez gagnent 500 ATK. Une fois par tour, cette carte ne peut pas être détruite par des effets de carte. Tant que vous contrôlez min. 2 monstres en Position d'Attaque face recto, votre adversaire ne peut pas cibler vos monstres avec la plus faible ATK avec une attaque. Si cette carte est activée : détruisez tous les monstres Invoqués Spécialement que vous contrôlez. Vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck. Vous ne pouvez activer \"Le Sceau d'Orichalque\" qu'une fois par Duel."
  },
  {
    "id": "36426778",
    "name": "Les Chevaliers Fantômes des Bottes Silencieuses",
    "nameEn": "Les Chevaliers Fantômes des Bottes Silencieuses",
    "attribute": "DARK",
    "atk": 200,
    "def": 1200,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Les Chevaliers Fantômes\", vous pouvez Invoquer Spécialement cette carte (depuis votre main). Vous ne pouvez Invoquer Spécialement \"Les Chevaliers Fantômes des Bottes Silencieuses\" qu'une fois par tour de cette façon. Vous pouvez bannir cette carte depuis votre Cimetière ; ajoutez 1 Magie/Piège \"Chevaliers Fantômes\" depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Les Chevaliers Fantômes des Bottes Silencieuses\" qu'une fois par tour.",
    "archetype": "Phantom Knights"
  },
  {
    "id": "23171610",
    "name": "Limiter Removal",
    "nameEn": "Limiter Removal",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Jusqu'à la fin de ce tour, doublez l'ATK de tous les monstres Machine que vous contrôlez actuellement. Durant la End Phase de ce tour, détruisez ces monstres."
  },
  {
    "id": "50699850",
    "name": "Loris, Dame de la Lamentation",
    "nameEn": "Loris, Dame de la Lamentation",
    "attribute": "DARK",
    "atk": 1500,
    "def": 500,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez cibler 3 ou 6 de vos Pièges Normaux qui sont bannis et/ou dans votre Cimetière ; placez-les au-dessous de votre Deck dans l'ordre de votre choix, puis piochez 1 carte pour toutes les 3 cartes placées. Si un ou plusieurs autres monstres sont Sacrifiés, ou si un ou plusieurs Pièges Normaux sont envoyés à votre Cimetière par un effet de carte de l'adversaire (sauf durant la Damage Step) : vous pouvez cibler 1 Piège Normal dans votre Cimetière ; Posez-le. Vous ne pouvez utiliser chaque effet de \"Loris, Dame de la Lamentation\" qu'une fois par tour.",
    "archetype": "Lady of Lament"
  },
  {
    "id": "38033121",
    "name": "Magicienne des Ténèbres",
    "nameEn": "Magicienne des Ténèbres",
    "attribute": "DARK",
    "atk": 2000,
    "def": 1700,
    "level": 6,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Gagne 300 ATK pour chaque \"Magicien Sombre\" ou \"Magicien du Chaos Sombre\" dans les Cimetières.",
    "archetype": "Dark Magician"
  },
  {
    "id": "14220547",
    "name": "Marqué du Dogmatika Fondamental",
    "nameEn": "Marqué du Dogmatika Fondamental",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous Invoquez Spécialement 1 Monstre Rituel (et aucune autre carte) par une Carte Magie ou effet de Magie (sauf durant la Damage Step) : vous pouvez regarder l'Extra Deck de l'un des joueurs, et envoyez 1 monstre depuis celui-ci au Cimetière. Si vous Invoquez Spécialement 1 Monstre Fusion (et aucune autre carte) par une Carte Magie ou effet de Magie (sauf durant la Damage Step) : vous pouvez cibler le monstre ; le reste de ce tour, il gagne une ATK égale à son ATK d'origine, et aussi, il ne peut attaquer que des monstres en Position d'Attaque contrôlés par votre adversaire. Vous ne pouvez utiliser chaque effet de \"Marqué du Dogmatika Fondamental\" qu'une fois par tour.",
    "archetype": "Branded"
  },
  {
    "id": "75286621",
    "name": "Mechaba l'Invokhé",
    "nameEn": "Mechaba l'Invokhé",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2100,
    "level": 9,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Aleister l'Invokhateur\" + 1 monstre LUMIÈRE\nUne fois par tour, lorsqu'une Carte Magie/Piège ou un effet de monstre est activé (Effet Rapide) : vous pouvez envoyer le même type de carte (Monstre, Magie ou Piège) depuis votre main au Cimetière ; annulez l'activation, et si vous le faites, bannissez la carte.",
    "archetype": "Invoked"
  },
  {
    "id": "88120966",
    "name": "Numéro 15 : Poupée Truquée Broyeur Géant",
    "nameEn": "Numéro 15 : Poupée Truquée Broyeur Géant",
    "attribute": "DARK",
    "atk": 1500,
    "def": 2500,
    "level": 8,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 8\nMax. deux fois par tour, durant votre Main Phase 1 : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 monstre Invoqué Spécialement contrôlé par votre adversaire ; détruisez-le, puis si c'était un Monstre Xyz, infligez des dommages à votre adversaire égaux à son ATK d'origine.",
    "archetype": "Gimmick Puppet"
  },
  {
    "id": "65676461",
    "name": "Numéro 32 : Requin Drakonien",
    "nameEn": "Numéro 32 : Requin Drakonien",
    "attribute": "WATER",
    "atk": 2800,
    "def": 2100,
    "level": 4,
    "monsterType": "Sea Serpent",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 4\nUne fois par tour, lorsque cette carte attaquante détruit un monstre de votre adversaire au combat et l'envoie au Cimetière : vous pouvez détacher 1 Matériel Xyz de cette carte ; Invoquez Spécialement le monstre détruit sur le Terrain de votre adversaire en Position d'Attaque face recto, et aussi, il perd 1000 ATK, et si vous l'Invoquez de cette façon, cette carte peut attaquer une seconde fois durant cette Battle Phase.",
    "archetype": "Shark"
  },
  {
    "id": "62517849",
    "name": "Numéro 39 : Utopie Double",
    "nameEn": "Numéro 39 : Utopie Double",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 2500,
    "level": 4,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\n(Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 \"Quitte ou Double !\" depuis votre Deck à votre main, puis Invoquez Spécialement 1 Monstre Xyz \"Utopie\" (\"Numéro 39 : Utopie Double\" exclu) depuis votre Extra Deck, en utilisant cette carte face recto que vous contrôlez comme Matériel, et si vous le faites, son ATK sera doublée, mais il ne peut pas attaquer directement. (Ceci est traité comme une Invocation Xyz. Transférez ses Matériels au monstre Invoqué.) Vous ne pouvez utiliser cet effet de \"Numéro 39 : Utopie Double\" qu'une fois par tour.",
    "archetype": "Utopia"
  },
  {
    "id": "26973555",
    "name": "Numéro F0 : Futur Draco Utopique",
    "nameEn": "Numéro F0 : Futur Draco Utopique",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2000,
    "level": 0,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 Monstres Xyz du même Rang (monstres \"Numéro\" exclus)\n(Le Rang d'origine de cette carte est toujours traité comme 1. Cette carte est toujours traitée comme une carte \"Futur Utopique\".)\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant \"Numéro F0 : Futur Utopique\" que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Non destructible ni au combat ni par des effets de carte. Une fois par tour, lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte ; annulez l'activation, puis, si le monstre est sur le Terrain, gagnez-en le contrôle.",
    "archetype": "Utopia"
  },
  {
    "id": "35272499",
    "name": "Ophrys Scorpio Prédaplante",
    "nameEn": "Ophrys Scorpio Prédaplante",
    "attribute": "DARK",
    "atk": 1200,
    "def": 800,
    "level": 3,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 monstre depuis votre main au Cimetière ; Invoquez Spécialement 1 monstre \"Prédaplante\" (\"Ophrys Scorpio Prédaplante\" exclu) depuis votre Deck. Vous ne pouvez utiliser cet effet de \"Ophrys Scorpio Prédaplante\" qu'une fois par tour.",
    "archetype": "Predaplant"
  },
  {
    "id": "93953933",
    "name": "Orbite Hydralander",
    "nameEn": "Orbite Hydralander",
    "attribute": "DARK",
    "atk": 0,
    "def": 1500,
    "level": 1,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous avez min. 4 monstres dans votre Cimetière et aucun monstre dans votre Cimetière de même nom : vous pouvez Sacrifier cette carte ; dévoilez un nombre de cartes du dessus de votre Deck, égal au nombre de monstres dans votre Cimetière (ou autant que possible), et si vous le faites, si min. 2 monstres ont été dévoilés et que tous les monstres dévoilés avaient des noms différents, ajoutez 1 de ces monstres à votre main, et aussi, placez les cartes restantes au-dessus de votre Deck dans l'ordre de votre choix. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 monstre dans votre Cimetière ; placez-le au-dessous du Deck. Vous ne pouvez utiliser chaque effet de \"Orbite Hydralander\" qu'une fois par tour."
  },
  {
    "id": "80312545",
    "name": "Ouverture des Portes des Esprits",
    "nameEn": "Ouverture des Portes des Esprits",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : ajoutez 1 \"Uria, Seigneur des Flammes Aveuglantes\", \"Hamon, Seigneur du Tonnerre Fracassant\" ou \"Raviel, Empereur des Phantasmes\", OU 1 monstre qui liste spécifiquement une de ces cartes dans son texte, depuis votre Deck à votre main. Une fois par tour : vous pouvez défausser 1 carte ; Invoquez Spécialement 1 monstre Démon avec 0 ATK/DEF depuis votre Cimetière. Une fois par tour, si vous contrôlez un monstre de Niveau 10 : vous pouvez ajouter 1 Magie Continue depuis votre Cimetière à votre main. Vous ne pouvez activer qu'1 \"Ouverture des Portes des Esprits\" par tour.",
    "archetype": "Sacred Beast"
  },
  {
    "id": "34800281",
    "name": "Pinny Melffy",
    "nameEn": "Pinny Melffy",
    "attribute": "WATER",
    "atk": 300,
    "def": 100,
    "level": 2,
    "monsterType": "Beast",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre Bête face recto que vous contrôlez (\"Pinny Melffy\" exclu) a été renvoyé à la main ce tour (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main, puis immédiatement après la résolution de cet effet, Invoquez par Synchronisation 1 Monstre Synchro en utilisant uniquement cette carte que vous contrôlez et des monstres \"Melffy\" dans votre main. Durant votre End Phase, si cette carte est dans votre Cimetière : vous pouvez cibler 1 Monstre Xyz Bête que vous contrôlez ; attachez-lui cette carte comme Matériel. Vous ne pouvez utiliser chaque effet de \"Pinny Melffy\" qu'une fois par tour.",
    "archetype": "Melffy"
  },
  {
    "id": "35622739",
    "name": "Quartz, Chevalier-Gemmes",
    "nameEn": "Quartz, Chevalier-Gemmes",
    "attribute": "EARTH",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire contrôle un monstre : vous pouvez défausser cette carte ; Posez 1 Magie Continue \"Fusion\" directement depuis votre Deck, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"Chevalier-Gemmes\" exclus) depuis l'Extra Deck le reste de ce tour. Si cette carte est utilisée comme Matériel pour une Invocation Fusion, et est envoyée au Cimetière ou bannie : vous pouvez ajouter 1 monstre \"Chevalier-Gemmes\" (\"Quartz, Chevalier-Gemmes\" exclu) depuis votre Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Quartz, Chevalier-Gemmes\" qu'une fois par tour.",
    "archetype": "Gem-"
  },
  {
    "id": "12580477",
    "name": "Raigeki",
    "nameEn": "Raigeki",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Détruisez tous les monstres contrôlés par votre adversaire."
  },
  {
    "id": "96363153",
    "name": "Réglage",
    "nameEn": "Réglage",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 Syntoniseur \"Synchronique\" depuis votre Deck à votre main, puis envoyez la carte du dessus de votre Deck au Cimetière."
  },
  {
    "id": "440556",
    "name": "Requin Bahamut",
    "nameEn": "Requin Bahamut",
    "attribute": "WATER",
    "atk": 2600,
    "def": 2100,
    "level": 4,
    "monsterType": "Sea Serpent",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres EAU de Niveau 4\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte ; Invoquez Spécialement 1 Monstre Xyz EAU de max. Rang 3 depuis votre Extra Deck. Cette carte ne peut pas attaquer le reste de ce tour."
  },
  {
    "id": "60800381",
    "name": "Robot Guerrier",
    "nameEn": "Robot Guerrier",
    "attribute": "DARK",
    "atk": 2300,
    "def": 1300,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Robot Synchronique\" + 1 monstre non-Syntoniseur ou plus\nSi cette carte est Invoquée par Synchronisation : elle gagne une ATK égale à la somme des ATK de tous les monstres de max. Niveau 2 que vous contrôlez actuellement.",
    "archetype": "Junk"
  },
  {
    "id": "80993256",
    "name": "Roi Ashura",
    "nameEn": "Roi Ashura",
    "attribute": "EARTH",
    "atk": 2100,
    "def": 0,
    "level": 3,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3+ monstres de Niveau 3\nTant que cette carte a du Matériel, elle peut attaquer un nombre de fois chaque Battle Phase, inférieur ou égal au nombre de Matériels qui lui sont attachés. Au début de la Damage Step, si cette carte combat : elle gagne 200 ATK. Lorsque l'effet d'un autre monstre est activé (Effet Rapide) : vous pouvez détacher 1 Matériel de cette carte ; annulez l'activation, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser cet effet de \"Roi Ashura\" qu'une fois par tour."
  },
  {
    "id": "30741334",
    "name": "Roi Géantraîneur",
    "nameEn": "Roi Géantraîneur",
    "attribute": "FIRE",
    "atk": 2800,
    "def": 2000,
    "level": 8,
    "monsterType": "Warrior",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 8\nVous pouvez détacher 1 Matériel Xyz de cette carte ; piochez 1 carte et montrez-la, puis si c'était un monstre, infligez 800 points de dommages à votre adversaire. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cet effet. Vous ne pouvez utiliser cet effet de \"Roi Géantraîneur\" que max. trois fois par tour."
  },
  {
    "id": "43175858",
    "name": "Royaume Toon",
    "nameEn": "Royaume Toon",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : bannissez face verso 3 cartes du dessus de votre Deck. Le nom de cette carte devient \"Monde des Toons\" tant qu'elle est dans la Zone Terrain. Votre adversaire ne peut pas cibler de monstres Toon que vous contrôlez avec des effets de carte. Si un ou plusieurs monstres Toon que vous contrôlez vont être détruits au combat ou par un effet de carte, vous pouvez bannir face verso 1 carte du dessus de votre Deck, pour chacun de ces monstres à la place.",
    "archetype": "Toon"
  },
  {
    "id": "26889158",
    "name": "Salamangrande Gazelle",
    "nameEn": "Salamangrande Gazelle",
    "attribute": "FIRE",
    "atk": 1500,
    "def": 1000,
    "level": 3,
    "monsterType": "Cyberse",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si un monstre \"Salamangrande\" (\"Salamangrande Gazelle\" exclu) est envoyé à votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez envoyer 1 carte \"Salamangrande\" (\"Salamangrande Gazelle\" exclu) depuis votre Deck au Cimetière. Vous ne pouvez utiliser chaque effet de \"Salamangrande Gazelle\" qu'une fois par tour.",
    "archetype": "Salamangreat"
  },
  {
    "id": "35371948",
    "name": "Scène Lumière Farstar",
    "nameEn": "Scène Lumière Farstar",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez ajouter 1 monstre \"Farstar\" depuis votre Deck à votre main. Une fois par tour : vous pouvez cibler 1 carte Posée dans la Zone Magie & Piège de votre adversaire ; tant que cette carte est dans la Zone Terrain, la carte Posée ne peut pas être activée jusqu'à la End Phase, et votre adversaire doit l'activer durant la End Phase ou sinon l'envoyer au Cimetière. Chaque fois qu'un monstre \"Farstar\" que vous contrôlez inflige des dommages de combat ou d'effet à votre adversaire, infligez-lui 200 points de dommages.",
    "archetype": "Trickstar"
  },
  {
    "id": "79229522",
    "name": "Technochimère le Dragon Forteresse",
    "nameEn": "Technochimère le Dragon Forteresse",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 8,
    "monsterType": "Machine",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "\"Cyber Dragon\" + 1+ monstre Machine\nNon utilisable comme Matériel Fusion. Doit d'abord être Invoquée Spécialement (depuis votre Extra Deck) en envoyant les cartes ci-dessus depuis au moins l'un des Terrains au Cimetière. L'ATK d'origine de cette carte devient 1000 x le nombre de Matériels utilisés pour son Invocation Spéciale."
  },
  {
    "id": "81275020",
    "name": "Terrortop Vitesseroid",
    "nameEn": "Terrortop Vitesseroid",
    "attribute": "WIND",
    "atk": 1200,
    "def": 600,
    "level": 3,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre, vous pouvez Invoquer Spécialement cette carte (depuis votre main). Lorsque cette carte est Invoquée Normalement ou Spécialement : vous pouvez ajouter 1 monstre \"Vitesseroid\" (\"Terrortop Vitesseroid\" exclu) depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Terrortop Vitesseroid\" qu'une fois par tour.",
    "archetype": "Roid"
  },
  {
    "id": "16172067",
    "name": "Tyran Dragon Rouge Archdémon",
    "nameEn": "Tyran Dragon Rouge Archdémon",
    "attribute": "DARK",
    "atk": 3500,
    "def": 3000,
    "level": 10,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 Syntoniseurs + 1 monstre non-Syntoniseur ou plus\nUniquement Invocable par Synchronisation et non Invocable Spécialement autrement. Vous ne pouvez utiliser chacun de ces effets de \"Tyran Dragon Rouge Archdémon\" qu'une fois par tour.\n●Durant votre Main Phase 1 : vous pouvez détruire toutes les autres cartes sur le Terrain, et aussi, le reste de ce tour, les autres monstres que vous contrôlez ne peuvent pas attaquer.\n●Durant la Battle Phase de chaque joueur, lorsqu'une Carte Magie/Piège est activée : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte, et si vous faites ça, cette carte gagne 500 ATK.",
    "archetype": "Archfiend"
  },
  {
    "id": "1686814",
    "name": "Tzolkin Ultimaya",
    "nameEn": "Tzolkin Ultimaya",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 0,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "(Le Niveau d'origine de cette carte est toujours traité comme 12.)\nNon Invocable par Synchronisation. Uniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant 2 monstres de min. Niveau 5 que vous contrôlez de même Niveau au Cimetière (1 Syntoniseur et 1 non-Syntoniseur). Une fois par tour, lorsqu'un ou plusieurs Magies/Pièges sont Posés sur votre Terrain (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement 1 Monstre Synchro \"Électromécanique\" ou 1 Monstre Synchro Dragon de Niveau 7 ou 8 depuis votre Extra Deck. Tant que vous contrôlez un autre Monstre Synchro, les monstres ne peuvent pas cibler cette carte avec une attaque, et aussi, aucun joueur ne peut la cibler avec des effets de carte.",
    "archetype": "Power Tool"
  },
  {
    "id": "63708033",
    "name": "Vernusylphe et les Bourgeons de Fleurs",
    "nameEn": "Vernusylphe et les Bourgeons de Fleurs",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez un nombre de cartes face recto contrôlées par votre adversaire, inférieur ou égal au nombre de monstres TERRE que vous contrôlez de noms différents qui ont été Invoqués Spécialement depuis le Cimetière ; renvoyez un nombre de monstres TERRE que vous contrôlez à la main, égal au nombre de cibles, et si vous en avez renvoyé min. 1 à la main, renvoyez les cartes ciblées à la main. Vous ne pouvez activer qu'1 \"Vernusylphe et les Bourgeons de Fleurs\" par tour.",
    "archetype": "Vernusylph"
  },
  {
    "id": "98416533",
    "name": "Wally Melffy",
    "nameEn": "Wally Melffy",
    "attribute": "EARTH",
    "atk": 0,
    "def": 400,
    "level": 2,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire Invoque Normalement ou Spécialement un ou plusieurs monstres (sauf durant la Damage Step), ou si un monstre de l'adversaire cible cette carte avec une attaque : vous pouvez renvoyer cette carte à la main, puis vous pouvez Invoquer Spécialement 2 monstres \"Melffy\" de noms différents l'un de l'autre (\"Wally Melffy\" exclu) depuis votre Deck. Durant votre End Phase : vous pouvez Invoquer Spécialement cette carte depuis votre main. Vous ne pouvez utiliser chaque effet de \"Wally Melffy\" qu'une fois par tour.",
    "archetype": "Melffy"
  },
  {
    "id": "78371393",
    "name": "Yubel",
    "nameEn": "Yubel",
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 10,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Cette carte ne peut pas être détruite au combat. Vous ne recevez aucun dommage de combat de combats impliquant cette carte. Avant le calcul des dommages, lorsque cette carte en Position d'Attaque face recto est attaquée par un monstre de votre adversaire : infligez des dommages à votre adversaire égaux à l'ATK du monstre. Durant votre End Phase : Sacrifiez 1 autre monstre ou détruisez cette carte. Lorsque cette carte est détruite, sauf par son propre effet : son propriétaire peut Invoquer Spécialement 1 \"Yubel - Terreur Incarnée\" depuis sa main, son Deck ou son Cimetière.",
    "archetype": "Yubel"
  }
]