[
  {
    "id": "1278431",
    "name": "Armature Rouages Ancients",
    "nameEn": "Ancient Gear Frame",
    "description": "Vous pouvez défausser 1 carte ; ajoutez 1 \"Golem Rouages Ancients\" ou 1 Magie/Piège qui liste spécifiquement la carte \"Golem Rouages Ancients\" dans son texte, depuis votre Deck à votre main. Vous ne pouvez utiliser cet effet de \"Armature Rouages Ancients\" qu'une fois par tour. Si cette carte attaque, votre adversaire ne peut pas activer de Cartes Magie/Piège jusqu'à la fin de la Damage Step. Si cette carte face recto contrôlée par son propriétaire quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez Invoquer Spécialement max. 3 \"Golem Rouages Ancients\" et/ou \"Golem Rouages Ancients - Frappe Ultime\" depuis votre main, en ignorant leurs conditions d'Invocation.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 1600,
    "def": 500,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Ancient Gear"
  },
  {
    "id": "11954712",
    "name": "Dents du Vol",
    "nameEn": "Flyfang",
    "description": "Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants à votre adversaire. À la fin de la Battle Phase, si cette carte a infligé des dommages de combat à votre adversaire : jusqu'à votre prochaine Standby Phase, bannissez cette carte.",
    "isEffect": true,
    "attribute": "WIND",
    "atk": 1600,
    "def": 300,
    "level": 3,
    "monsterType": "Fish",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "40509732",
    "name": "Destructeur Samouraï",
    "nameEn": "Samurai Destroyer",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte combat un monstre de votre adversaire, votre adversaire ne peut ni activer de cartes ni d'effets jusqu'à la fin de la Damage Step, et aussi, le monstre de votre adversaire a ses effets annulés durant la Battle Phase uniquement. Si cette carte face recto contrôlée par son propriétaire quitte le Terrain à cause d'un effet de carte de l'adversaire : vous pouvez cibler 1 monstre Machine dans votre Cimetière ; Invoquez-le Spécialement.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 2600,
    "def": 1400,
    "level": 7,
    "monsterType": "Machine",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "80696379",
    "name": "Dragon Météorimpact aux Yeux Impairs",
    "nameEn": "Odd-Eyes Meteorburst Dragon",
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLorsque cette carte est Invoquée Spécialement : vous pouvez cibler 1 carte dans votre Zone Pendule ; Invoquez-la Spécialement, et aussi, cette carte ne peut pas attaquer le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Dragon Météorimpact aux Yeux Impairs\" qu'une fois par tour. Les monstres possédés par votre adversaire ne peuvent pas activer leurs effets durant la Battle Phase.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Odd-Eyes"
  },
  {
    "id": "67616300",
    "name": "Jeu de la Poule-mouillée",
    "nameEn": "Chicken Game",
    "description": "Le joueur avec le moins de LP ne reçoit aucun dommage. Une fois par tour, durant la Main Phase : le joueur du tour peut payer 1000 LP, puis activer 1 de ces effets ;\n●Piochez 1 carte.\n●Détruisez cette carte.\n●Votre adversaire gagne 1000 LP.\nAucun joueur ne peut ni activer de cartes ni d'effets en réponse à l'activation de cet effet.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "67098114",
    "name": "Loki, Seigneur des Ases",
    "nameEn": "Loki, Lord of the Aesir",
    "description": "1 Syntoniseur \"Alfe Nordique\" + 2+ monstres non-Syntoniseur\nUne fois par tour, lorsque votre adversaire active une Carte Magie/Piège durant votre Battle Phase (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez-la. Une fois par tour, durant la End Phase, si cette carte face recto que vous contrôliez a été détruite par un effet de carte de votre adversaire et envoyée à votre Cimetière ce tour : vous pouvez bannir 1 Syntoniseur \"Alfe Nordique\" depuis votre Cimetière ; Invoquez Spécialement cette carte. Lorsqu'elle est Invoquée de cette façon : vous pouvez cibler 1 Piège dans votre Cimetière ; ajoutez la cible à votre main.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 3300,
    "def": 3000,
    "level": 10,
    "monsterType": "Spellcaster",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Aesir"
  },
  {
    "id": "68540059",
    "name": "Métalmorphe",
    "nameEn": "Metalmorph",
    "description": "Ciblez 1 monstre face recto sur le Terrain ; équipez cette carte à la cible. Il gagne 300 ATK/DEF. S'il attaque, il gagne une ATK égale à la moitié de l'ATK de la cible de l'attaque durant le calcul des dommages uniquement.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "93483212",
    "name": "Odin, Dieu des Ases",
    "nameEn": "Odin, Father of the Aesir",
    "description": "1 Syntoniseur \"Ascendant Nordique\" + 2+ monstres non-Syntoniseur\nUne fois par tour : jusqu'à la fin de ce tour, vous pouvez rendre cette carte non affectable par des effets de Magie/Piège. Une fois par tour, durant la End Phase, si cette carte face recto que vous contrôliez a été détruite par un effet de carte de votre adversaire et envoyée à votre Cimetière ce tour : vous pouvez bannir 1 Syntoniseur \"Ascendant Nordique\" depuis votre Cimetière ; Invoquez Spécialement cette carte. Lorsqu'elle est Invoquée de cette façon : vous pouvez piocher 1 carte.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 4000,
    "def": 3500,
    "level": 10,
    "monsterType": "Fairy",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Aesir"
  },
  {
    "id": "9113513",
    "name": "Ostinato",
    "nameEn": "Ostinato",
    "description": "Si vous ne contrôlez aucun monstre : Invoquez par Fusion 1 Monstre Fusion \"Musique\" depuis votre Extra Deck, en utilisant 2 monstres depuis votre main et/ou Deck comme Matériel Fusion. Durant la End Phase de ce tour, détruisez le monstre Invoqué par Fusion par cet effet, et si vous le faites, si tous les Matériels Fusion qui ont été utilisés pour son Invocation Fusion sont dans votre Cimetière, vous pouvez tous les Invoquer Spécialement.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Melodious"
  },
  {
    "id": "11845050",
    "name": "Requin à Droite",
    "nameEn": "Right-Hand Shark",
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 \"Requin à Gauche\" depuis votre Deck à votre main. Si cette carte est dans votre Cimetière et que vous ne contrôlez aucun monstre : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Un Monstre Xyz qui a été Invoqué en utilisant uniquement des monstres EAU comme Matériel (cette carte sur le Terrain incluse) gagne cet effet.\n●Cette carte ne peut pas être détruite au combat.\nVous ne pouvez utiliser chaque effet de \"Requin à Droite\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1500,
    "def": 1300,
    "level": 4,
    "monsterType": "Fish",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "47840168",
    "name": "Requin à Gauche",
    "nameEn": "Left-Hand Shark",
    "description": "Si cette carte est Invoquée Spécialement depuis le Cimetière : le Niveau de cette carte devient 4. Vous ne pouvez utiliser chacun des effets suivants de \"Requin à Gauche\" qu'une fois par tour. Si vous contrôlez \"Requin à Droite\", et que cette carte est dans votre main ou Cimetière : vous pouvez Invoquer Spécialement cette carte, mais bannissez-la lorsqu'elle quitte le Terrain. Un Monstre Xyz qui a été Invoqué en utilisant uniquement des monstres EAU comme Matériel (cette carte sur le Terrain incluse) gagne cet effet.\n●Cette carte ne peut pas être détruite par des effets de carte.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1300,
    "def": 1500,
    "level": 3,
    "monsterType": "Fish",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "70156946",
    "name": "Requin Lanterne",
    "nameEn": "Lantern Shark",
    "description": "Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez activer cet effet ; Invoquez Spécialement 1 monstre EAU de Niveau 3, 4 ou 5 (\"Requin Lanterne\" exclu) depuis votre main en Position de Défense, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Requin Lanterne\" qu'une fois par tour. Si cette carte est utilisée pour l'Invocation Xyz d'un monstre EAU, elle peut être traitée comme un monstre de Niveau 3 ou 5.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1500,
    "def": 900,
    "level": 4,
    "monsterType": "Fish",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "7150545",
    "name": "Requin Scie Circulaire",
    "nameEn": "Buzzsaw Shark",
    "description": "Vous pouvez cibler 1 monstre EAU que vous contrôlez ; Invoquez Spécialement 1 monstre Poisson du même Niveau que le monstre mais de nom différent depuis votre Deck en Position de Défense, et si vous le faites, il ne peut pas activer ses effets ce tour, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Xyz exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Requin Scie Circulaire\" qu'une fois par tour. Si cette carte est utilisée pour l'Invocation Xyz d'un monstre EAU, elle peut être traitée comme un monstre de Niveau 3 ou 5.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 1600,
    "def": 500,
    "level": 4,
    "monsterType": "Fish",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "60990740",
    "name": "Roi Absolu Back Jack",
    "nameEn": "Absolute King Back Jack",
    "description": "Durant le tour de votre adversaire (Effet Rapide) : vous pouvez bannir cette carte depuis le Cimetière ; dévoilez la carte du dessus de votre Deck, et si c'est un Piège Normal, Posez-le sur votre Terrain. Sinon, envoyez-la au Cimetière. La carte Posée peut être activée durant ce tour. Si cette carte est envoyée au Cimetière : vous pouvez regarder les 3 cartes du dessus de votre Deck, puis placez-les au-dessus du Deck dans l'ordre de votre choix. Vous ne pouvez utiliser chaque effet de \"Roi Absolu Back Jack\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Fiend",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "5908650",
    "name": "Shopina la Maestria de la Musique",
    "nameEn": "Shopina the Melodious Maestra",
    "description": "Une fois par tour : vous pouvez cibler 1 monstre LUMIÈRE de Type Elfe dans votre Cimetière ; ajoutez-le à votre main. Vous ne pouvez pas activer des effets de monstre non-LUMIÈRE durant le tour où vous activez cet effet.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 2300,
    "def": 1700,
    "level": 7,
    "monsterType": "Fairy",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Melodious"
  },
  {
    "id": "54031490",
    "name": "Signaux de Fumée de Shien",
    "nameEn": "Shien's Smoke Signal",
    "description": "Ajoutez 1 monstre \"Six Samouraïs\" de max. Niveau 3 depuis votre Deck à votre main.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Six Samurai"
  },
  {
    "id": "21954587",
    "name": "Sirènemure Abyssmégalo",
    "nameEn": "Mermail Abyssmegalo",
    "description": "Vous pouvez défausser 2 autres monstres EAU au Cimetière ; Invoquez Spécialement cette carte depuis votre main. Lorsqu'elle est Invoquée de cette façon : vous pouvez ajouter 1 Magie/Piège \"-Abysses\" depuis votre Deck à votre main. Vous pouvez Sacrifier 1 autre monstre EAU en Position d'Attaque ; durant chaque Battle Phase ce tour, cette carte peut faire une seconde attaque.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2400,
    "def": 1900,
    "level": 7,
    "monsterType": "Sea Serpent",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Mermail"
  },
  {
    "id": "29981921",
    "name": "Six Samouraïs Légendaires - Shi En",
    "nameEn": "Legendary Six Samurai - Shi En",
    "description": "1 Syntoniseur Guerrier + 1+ monstre non-Syntoniseur \"Six Samouraïs\"\nUne fois par tour, lorsque votre adversaire active une Carte Magie/Piège (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez-la. Si cette carte sur le Terrain va être détruite au combat ou par un effet de carte, vous pouvez détruire un autre monstre \"Six Samouraïs\" que vous contrôlez à la place.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": 1400,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Six Samurai"
  },
  {
    "id": "27132350",
    "name": "Sorcière du Feu",
    "nameEn": "Fire Sorcerer",
    "description": "FLIP : Sélectionnez au hasard 2 cartes de votre main et retirez-les du jeu pour infliger 800 points de dommages aux Life Points de votre adversaire.",
    "isEffect": true,
    "attribute": "FIRE",
    "atk": 1000,
    "def": 1500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "30604579",
    "name": "Thor, Seigneur des Ases",
    "nameEn": "Thor, Lord of the Aesir",
    "description": "1 Syntoniseur \"Bête Nordique\" + 2+ monstres non-Syntoniseur\nUne fois par tour : jusqu'à la fin de ce tour, vous pouvez annuler les effets de tous les monstres face recto actuellement contrôlés par votre adversaire. Une fois par tour, durant la End Phase, si cette carte face recto que vous contrôliez a été détruite par un effet de carte de votre adversaire et envoyée à votre Cimetière ce tour : vous pouvez bannir 1 Syntoniseur \"Bête Nordique\" depuis votre Cimetière ; Invoquez Spécialement cette carte. Si elle est Invoquée de cette façon : infligez 800 points de dommages à votre adversaire.",
    "isEffect": true,
    "attribute": "EARTH",
    "atk": 3500,
    "def": 2800,
    "level": 10,
    "monsterType": "Beast-Warrior",
    "type": "Synchro",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Aesir"
  },
  {
    "id": "23672629",
    "name": "Vaillant Lancier Requin",
    "nameEn": "Valiant Shark Lancer",
    "description": "2 monstres de Niveau 5\nVous pouvez cibler 1 monstre contrôlé par votre adversaire ; détachez 1 Matériel d'un Monstre Xyz que vous contrôlez, et si vous le faites, détruisez le monstre. Ceci est un Effet Rapide si vous contrôlez un autre Monstre Xyz EAU. Si un ou plusieurs autres Monstres Xyz EAU que vous contrôlez sont détruits au combat ou par un effet de carte tant que vous contrôlez ce monstre : vous pouvez prendre 1 Magie depuis votre Deck et la placer au-dessus de votre Deck. Vous ne pouvez utiliser chaque effet de \"Vaillant Lancier Requin\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "WATER",
    "atk": 2500,
    "def": 1600,
    "level": 5,
    "monsterType": "Beast-Warrior",
    "type": "Xyz",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "35027493",
    "name": "Virus Démoniaque de Destruction de Deck",
    "nameEn": "Deck Devastation Virus",
    "description": "Sacrifiez 1 monstre TÉNÈBRES avec min. 2000 ATK ; regardez la main de votre adversaire, tous les monstres qu'il contrôle et toutes les cartes qu'il pioche jusqu'à la fin de son 3e tour après activation de cette carte, et détruisez tous ces monstres avec max. 1500 ATK.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "54974237",
    "name": "Virus Épidémique d'Éradication",
    "nameEn": "Eradicator Epidemic Virus",
    "description": "Sacrifiez 1 monstre TÉNÈBRES avec min. 2500 ATK, et déclarez 1 type de carte (Magie ou Piège) ; regardez la main de votre adversaire, tous les Magies/Pièges qu'il contrôle et toutes les cartes qu'il pioche jusqu'à la fin de son 3e tour après activation de cette carte, et détruisez toutes les cartes du type déclaré.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "4931121",
    "name": "Virus Force Maximum",
    "nameEn": "Full Force Virus",
    "description": "Sacrifiez 1 monstre TÉNÈBRES avec min. 2000 DEF ; regardez la main de votre adversaire, tous les monstres qu'il contrôle et toutes les cartes qu'il pioche jusqu'à la fin de son 3e tour après activation de cette carte, et détruisez tous ces monstres avec max. 1500 DEF.",
    "isEffect": false,
    "attribute": "TRAP",
    "type": "Trap",
    "isPendulum": false,
    "isLink": false
  },
  {
    "id": "72270339",
    "name": "Diabellstar la Sorcière Sombre",
    "nameEn": "Diabellstar the Black Witch",
    "description": "Vous pouvez Invoquer Spécialement cette carte (depuis votre main) en envoyant 1 carte depuis votre main ou Terrain au Cimetière. Vous ne pouvez Invoquer Spécialement \"Diabellstar la Sorcière Sombre\" qu'une fois par tour de cette façon. Vous ne pouvez utiliser chacun des effets suivants de \"Diabellstar la Sorcière Sombre\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez Poser 1 Magie/Piège \"Butin du Péché\" directement depuis votre Deck. Durant le tour de votre adversaire, si cette carte est envoyée depuis la main ou Terrain de son propriétaire au Cimetière : vous pouvez envoyer 1 carte depuis votre main ou Terrain au Cimetière, et si vous le faites, Invoquez Spécialement cette carte.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 2500,
    "def": 2000,
    "level": 7,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Diabellstar"
  },
  {
    "id": "25801745",
    "name": "Lo, les Prières de la Sans Voix",
    "nameEn": "Lo, the Prayers of the Voiceless Voice",
    "description": "Si vous Invoquez Rituellement exactement 1 Monstre Rituel LUMIÈRE (Guerrier ou Dragon) avec un effet de carte qui nécessite l'utilisation de monstres, cette carte peut être utilisée pour l'ensemble du Sacrifice. Vous ne pouvez utiliser chacun des effets suivants de \"Lo, les Prières de la Sans Voix\" qu'une fois par tour. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez placer face recto 1 Magie Continue/Piège Continu \"Sans Voix\" depuis votre Deck dans votre Zone Magie & Piège. Si un Monstre Rituel LUMIÈRE (Guerrier ou Dragon) est Invoqué Spécialement sur votre Terrain, tant que cette carte est dans votre Cimetière (sauf durant la Damage Step) : vous pouvez Invoquer Spécialement cette carte.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 50,
    "def": 2050,
    "level": 1,
    "monsterType": "Fairy",
    "type": "Effect",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Voiceless Voice"
  },
  {
    "id": "71818935",
    "name": "Lune du Paradis Fermé",
    "nameEn": "Moon of the Closed Heaven",
    "description": "2 Monstres à Effet\r\nVous pouvez cibler 1 monstre face recto contrôlé par votre adversaire pointé par cette carte ; ce tour, si vous Invoquez par Lien un monstre Link-5 en utilisant cette carte que vous contrôlez, vous pouvez aussi utiliser le monstre contrôlé par votre adversaire comme Matériel. Vous ne pouvez utiliser cet effet de \"Lune du Paradis Fermé\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "LIGHT",
    "atk": 1200,
    "def": null,
    "level": null,
    "monsterType": "Fiend",
    "type": "Link",
    "isPendulum": false,
    "isLink": true
  },
  {
    "id": "80453041",
    "name": "Fantôme de Yubel",
    "nameEn": "Phantom of Yubel",
    "description": "1 monstre \"Yubel\" + 1 monstre Démon avec 0 ATK/DEF\r\nUniquement Invocable Spécialement (depuis votre Extra Deck) en mélangeant les cartes ci-dessus depuis votre main, Terrain et/ou Cimetière dans le Deck/Extra Deck. Non utilisable comme Matériel Fusion. Non destructible au combat, et aussi, vous ne recevez aucun dommage de combats impliquant cette carte. Lorsque votre adversaire active un effet de monstre (Effet Rapide) : vous pouvez Sacrifier cette carte ; l'effet activé devient \"Votre adversaire détruit 1 monstre \"Yubel\" dans sa main, Deck, ou Terrain\". Vous ne pouvez utiliser cet effet de \"Fantôme de Yubel\" qu'une fois par tour.",
    "isEffect": true,
    "attribute": "DARK",
    "atk": 0,
    "def": 0,
    "level": 9,
    "monsterType": "Fiend",
    "type": "Fusion",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Phantom Knights"
  },
  {
    "id": "30336082",
    "name": "Invocation Sangen",
    "nameEn": "Sangen Summoning",
    "description": "Durant votre Main Phase 1, les monstres FEU Dragon que vous contrôlez ne sont pas affectés par les effets activés de votre adversaire. Durant votre Main Phase : vous pouvez ajouter 1 monstre \"Tenpai Dragon\" depuis votre Deck à votre main, puis défaussez 1 carte. Vous ne pouvez utiliser cet effet de \"Invocation Sangen\" qu'une fois par tour. Si cette carte est détruite durant la Battle Phase : vous pouvez cibler 1 Monstre Synchro Dragon que vous contrôlez ; doublez son ATK.",
    "isEffect": false,
    "attribute": "SPELL",
    "type": "Magic",
    "isPendulum": false,
    "isLink": false,
    "archetype": "Sangen"
  }
]