[
  {
    "id": "15693423",
    "name": "À Forces Égales",
    "nameEn": "À Forces Égales",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "À la fin de la Battle Phase, si votre adversaire contrôle plus de cartes que vous : vous pouvez faire bannir face verso à votre adversaire des cartes depuis son Terrain jusqu'à ce qu'il contrôle le même nombre de cartes que vous. Si vous ne contrôlez aucune carte, vous pouvez activer cette carte depuis votre main."
  },
  {
    "id": "81470373",
    "name": "Aile Noire - Simoon le Vent Empoisonné",
    "nameEn": "Aile Noire - Simoon le Vent Empoisonné",
    "attribute": "DARK",
    "atk": 1600,
    "def": 2000,
    "level": 6,
    "monsterType": "Winged Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucun monstre et avez cette carte dans votre main : vous pouvez bannir 1 autre monstre \"Aile Noire\" depuis votre main ; placez 1 \"Tourbillon Noir\" depuis votre Deck face recto dans votre Zone Magie & Piège, puis, soit envoyez cette carte au Cimetière, soit immédiatement après la résolution de cet effet, Invoquez-la Normalement sans Sacrifice. Vous ne pouvez pas Invoquer Spécialement de monstres (monstres TÉNÈBRES exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Aile Noire - Simoon le Vent Empoisonné\" qu'une fois par tour. Durant la End Phase, envoyez \"Tourbillon Noir\" placé par cet effet au Cimetière, et si vous le faites, recevez 1000 points de dommages.",
    "archetype": "Blackwing"
  },
  {
    "id": "68468459",
    "name": "Albaz le Déchu",
    "nameEn": "Albaz le Déchu",
    "attribute": "DARK",
    "atk": 1800,
    "def": 0,
    "level": 4,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Normalement ou Spécialement (sauf durant la Damage Step) : vous pouvez défausser 1 carte ; Invoquez par Fusion 1 Monstre Fusion depuis votre Extra Deck, en utilisant des monstres sur au moins l'un des Terrains (cette carte incluse) comme Matériel Fusion, mais vous ne pouvez pas utiliser d'autres monstres que vous contrôlez comme Matériel Fusion. Vous ne pouvez utiliser cet effet de \"Albaz le Déchu\" qu'une fois par tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "73304257",
    "name": "Alpha le Maître des Bêtes",
    "nameEn": "Alpha le Maître des Bêtes",
    "attribute": "EARTH",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) tant que la somme des ATK de tous les monstres contrôlés par votre adversaire est supérieure à celle de tous les monstres que vous contrôlez. Vous pouvez cibler un nombre de votre choix de monstres Bête, Bête-Guerrier et/ou Bête Ailée que vous contrôlez ; renvoyez-les à la main, puis, renvoyez un nombre de monstres face recto contrôlés par votre adversaire à la main, égal au nombre de cartes que vous avez renvoyées à la main, et aussi, \"Alpha le Maître des Bêtes\" que vous contrôlez ne peut pas attaquer directement le reste de ce tour. Vous ne pouvez utiliser cet effet de \"Alpha le Maître des Bêtes\" qu'une fois par tour."
  },
  {
    "id": "62849088",
    "name": "Âmépée - L'Iris",
    "nameEn": "Âmépée - L'Iris",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2500,
    "level": 8,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase, si un monstre, dont les effets sont annulés, est sur le Terrain (Effet Rapide) : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si votre adversaire Invoque Spécialement un ou plusieurs monstres (sauf durant la Damage Step) : vous pouvez activer 1 de ces effets selon d'où ils ont été Invoqués Spécialement ;\n●Main : Invoquez Spécialement 1 monstre depuis votre main.\n●Deck : Piochez 2 cartes.\n●Extra Deck : Détruisez 1 de ces monstres Invoqués Spécialement depuis l'Extra Deck.\nVous ne pouvez utiliser chaque effet de \"Âmépée - L'Iris\" qu'une fois par tour.",
    "archetype": "Swordsoul"
  },
  {
    "id": "25862681",
    "name": "Ancien Dragon Féerique",
    "nameEn": "Ancien Dragon Féerique",
    "attribute": "LIGHT",
    "atk": 2100,
    "def": 3000,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par tour : vous pouvez Invoquer Spécialement 1 monstre de max. Niveau 4 depuis votre main. Vous ne pouvez pas mener votre Battle Phase le tour où vous activez cet effet. Une fois par tour : vous pouvez détruire autant de Magies de Terrain sur le Terrain que possible, et si vous le faites, gagnez 1000 LP, puis vous pouvez ajouter 1 Magie de Terrain depuis votre Deck à votre main."
  },
  {
    "id": "77235086",
    "name": "Ange Cyber Benten",
    "nameEn": "Ange Cyber Benten",
    "attribute": "LIGHT",
    "atk": 1800,
    "def": 1500,
    "level": 6,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Invoquer Rituellement cette carte avec \"Rituel de l'Ange Machine\". Si cette carte détruit un monstre au combat et l'envoie au Cimetière : infligez des dommages à votre adversaire égaux à la DEF d'origine du monstre dans le Cimetière. Si cette carte est Sacrifiée : vous pouvez ajouter 1 monstre LUMIÈRE Elfe depuis votre Deck à votre main.",
    "archetype": "Cyber Angel"
  },
  {
    "id": "53334641",
    "name": "Ange de l'Espièglerie Fantôruse",
    "nameEn": "Ange de l'Espièglerie Fantôruse",
    "attribute": "DARK",
    "atk": 2000,
    "def": 2500,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Xyz \"Fantôruse\" (\"Ange de l'Espièglerie Fantôruse\" exclu) que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Lorsque le nombre de Matériels sur cette carte devient 10, vous gagnez le Duel. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte ; ajoutez 1 Magie/Piège \"Fantôruse\" depuis votre Deck à votre main. Une fois par tour : vous pouvez attacher 1 carte \"Fantôruse\" depuis votre main à cette carte comme Matériel.",
    "archetype": "Ghostrick"
  },
  {
    "id": "86937530",
    "name": "Animal Féérique - Luna",
    "nameEn": "Animal Féérique - Luna",
    "attribute": "LIGHT",
    "atk": 1850,
    "def": 1000,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez ajouter 1 monstre Magicien avec 1850 ATK depuis votre Deck à votre main. Une fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; votre adversaire peut envoyer 1 carte du nom du monstre depuis son Deck ou Extra Deck au Cimetière pour annuler cet effet, sinon renvoyez cette carte ainsi que le monstre à la main."
  },
  {
    "id": "24224830",
    "name": "Appelé par la Tombe",
    "nameEn": "Appelé par la Tombe",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre dans le Cimetière de votre adversaire ; bannissez-le, et si vous le faites, jusqu'à la fin du prochain tour, ses effets sont annulés, ainsi que les effets activés et les effets sur le Terrain de monstres du même nom d'origine."
  },
  {
    "id": "34755994",
    "name": "Artémis, Jeune Fille de la Lune Magistus",
    "nameEn": "Artémis, Jeune Fille de la Lune Magistus",
    "attribute": "LIGHT",
    "atk": 800,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre Magicien de max. Niveau 4\nSi un ou plusieurs autres monstres \"Magistus\" sont Invoqués Normalement ou Spécialement tant que vous contrôlez ce monstre (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres ; équipez-lui cette carte que vous contrôlez. Tant que cette carte est équipée à un monstre : vous pouvez ajouter 1 monstre \"Magistus\" depuis votre Deck à votre main. Vous ne pouvez utiliser chaque effet de \"Artémis, Jeune Fille de la Lune Magistus\" qu'une fois par tour. Vous ne pouvez Invoquer Spécialement \"Artémis, Jeune Fille de la Lune Magistus\" qu'une fois par tour.",
    "archetype": "Magistus"
  },
  {
    "id": "21887175",
    "name": "Avramax Mekk-Chevalier Croisédia",
    "nameEn": "Avramax Mekk-Chevalier Croisédia",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres Invoqués Spécialement depuis l'Extra Deck\nTant que cette carte Invoquée par Lien est sur le Terrain, votre adversaire ne peut pas cibler cette carte avec des effets de carte, et aussi, ses monstres ne peuvent pas cibler de monstres (celui-ci exclu) avec une attaque. Une fois par combat, durant le calcul des dommages, si cette carte combat un monstre Invoqué Spécialement (Effet Rapide) : durant ce calcul des dommages uniquement, vous pouvez faire gagner à cette carte une ATK égale à l'ATK du monstre de l'adversaire. Si cette carte Invoquée par Lien que vous contrôlez est envoyée à votre Cimetière par une carte de l'adversaire : vous pouvez mélanger 1 carte sur le Terrain dans le Deck.",
    "archetype": "Mekk-Knight"
  },
  {
    "id": "84815190",
    "name": "Baronne de Fleur",
    "nameEn": "Baronne de Fleur",
    "attribute": "WIND",
    "atk": 3000,
    "def": 2400,
    "level": 10,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nUne fois par tour : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Une fois, tant que cette carte est face recto sur le Terrain, lorsqu'une carte ou un effet est activé (Effet Rapide) : vous pouvez annuler l'activation, et si vous le faites, détruisez la carte. Vous ne pouvez utiliser l'effet précédent de \"Baronne de Fleur\" qu'une fois par tour. Une fois par tour, durant la Standby Phase : vous pouvez cibler 1 monstre de max. Niveau 9 dans votre Cimetière ; renvoyez cette carte à l'Extra Deck, et si vous le faites, Invoquez Spécialement le monstre.",
    "archetype": "Fleur"
  },
  {
    "id": "83326048",
    "name": "Barrière Dimensionnelle",
    "nameEn": "Barrière Dimensionnelle",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Déclarez 1 type de carte de monstre (Rituel, Fusion, Synchro, Xyz ou Pendule) ; le reste de ce tour, aucun joueur ne peut Invoquer Spécialement de monstres du type déclaré, et aussi, annulez les effets de tous les monstres de ce type tant qu'ils sont sur le Terrain. Vous ne pouvez activer qu'1 \"Barrière Dimensionnelle\" par tour."
  },
  {
    "id": "73642296",
    "name": "Beauté Fantôme et Manoir Hanté",
    "nameEn": "Beauté Fantôme et Manoir Hanté",
    "attribute": "EARTH",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une carte ou un effet qui inclut n'importe lequel de ces effets est activé (Effet Rapide) : vous pouvez défausser cette carte ; annulez l'activation.\n●Ajouter une ou plusieurs cartes depuis le Cimetière à la main, Deck et/ou Extra Deck.\n●Invoquer Spécialement une ou plusieurs Cartes Monstre depuis le Cimetière.\n●Bannir une ou plusieurs cartes depuis le Cimetière.\nVous ne pouvez utiliser cet effet de \"Beauté Fantôme et Manoir Hanté\" qu'une fois par tour."
  },
  {
    "id": "15397015",
    "name": "Boarder Inspecteur",
    "nameEn": "Boarder Inspecteur",
    "attribute": "LIGHT",
    "atk": 2000,
    "def": 2000,
    "level": 4,
    "monsterType": "Machine",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Invocable Spécialement si vous contrôlez un monstre. Aucun joueur ne peut activer d'effets de monstre sauf si le nombre d'effets de monstre que le joueur a précédemment activé ce tour est inférieur au nombre de types de carte de monstre actuellement sur le Terrain (Rituel, Fusion, Synchro, Xyz, Pendule et Lien). (Si l'activation d'un effet a été annulée, elle est toujours incluse dans le compte total du tour. Seuls les effets qui ont été activés tant que ce monstre était face recto sur le Terrain sont comptés.)"
  },
  {
    "id": "54757758",
    "name": "Boudragon des Marais",
    "nameEn": "Boudragon des Marais",
    "attribute": "WATER",
    "atk": 1900,
    "def": 1600,
    "level": 4,
    "monsterType": "Wyrm",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres du même Attribut mais de Types différents\nVotre adversaire ne peut cibler ni cette carte ni des monstres sur le Terrain du même Attribut que cette carte, avec des effets de carte. Une fois par tour (Effet Rapide) : vous pouvez déclarer 1 Attribut ; jusqu'à la fin de ce tour, cette carte devient de cet Attribut."
  },
  {
    "id": "4031928",
    "name": "Changement de Cœur",
    "nameEn": "Changement de Cœur",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre contrôlé par votre adversaire ; jusqu'à la End Phase, prenez son contrôle."
  },
  {
    "id": "58699500",
    "name": "Cherubini, Ange Ébène des Abysses Ardents",
    "nameEn": "Cherubini, Ange Ébène des Abysses Ardents",
    "attribute": "DARK",
    "atk": 500,
    "def": null,
    "level": 0,
    "monsterType": "Fairy",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres de Niveau 3\nLes monstres pointés par cette carte ne peuvent pas être détruits par des effets de carte. Si cette carte va être détruite au combat ou par un effet de carte de l'adversaire, vous pouvez envoyer 1 autre carte que vous contrôlez au Cimetière à la place. Vous pouvez envoyer 1 monstre de Niveau 3 depuis votre Deck au Cimetière, puis ciblez 1 monstre \"Abysses Ardents\" sur le Terrain ; jusqu'à la fin de ce tour, il gagne une ATK/DEF égale à l'ATK/DEF du monstre envoyé au Cimetière. Vous ne pouvez utiliser cet effet de \"Cherubini, Ange Ébène des Abysses Ardents\" qu'une fois par tour.",
    "archetype": "Burning Abyss"
  },
  {
    "id": "45462149",
    "name": "Codeur Bavard à l'Envers",
    "nameEn": "Codeur Bavard à l'Envers",
    "attribute": "LIGHT",
    "atk": 1300,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2 monstres Cyberse\nSi cette carte est Invoquée par Lien : vous pouvez Invoquer Spécialement 1 monstre Cyberse depuis votre main dans votre zone pointée par cette carte. Vous ne pouvez utiliser cet effet de \"Codeur Bavard à l'Envers\" qu'une fois par tour.",
    "archetype": "Code Talker"
  },
  {
    "id": "43694650",
    "name": "Danger !? Jackalope ?",
    "nameEn": "Danger !? Jackalope ?",
    "attribute": "DARK",
    "atk": 500,
    "def": 2000,
    "level": 3,
    "monsterType": "Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez révéler cette carte dans votre main ; votre adversaire choisit 1 carte au hasard depuis toute votre main, puis vous défaussez la carte choisie. Puis, si la carte défaussée n'était pas \"Danger !? Jackalope ?\", Invoquez Spécialement 1 \"Danger !? Jackalope ?\" depuis votre main, et si vous le faites, piochez 1 carte. Si cette carte est défaussée : vous pouvez Invoquer Spécialement 1 monstre \"Danger !\" (\"Danger !? Jackalope ?\" exclu) depuis votre Deck en Position de Défense. Vous ne pouvez utiliser cet effet de \"Danger !? Jackalope ?\" qu'une fois par tour.",
    "archetype": "Danger!"
  },
  {
    "id": "61245672",
    "name": "Décodeur Bavard Chaleurâme",
    "nameEn": "Décodeur Bavard Chaleurâme",
    "attribute": "FIRE",
    "atk": 2300,
    "def": null,
    "level": null,
    "monsterType": "Cyberse",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres Cyberse d'Attributs différents\nGagne 500 ATK pour chaque monstre pointé par cette carte. (Effet Rapide) : vous pouvez payer 1000 LP ; piochez 1 carte, puis si vous avez max. 2000 LP, vous pouvez appliquer cet effet.\n●Bannissez cette carte depuis le Terrain, et si vous le faites, Invoquez Spécialement 1 monstre Cyberse de max. Link-3 (\"Décodeur Bavard Chaleurâme\" exclu) depuis votre Extra Deck.\nVous ne pouvez utiliser cet effet de \"Décodeur Bavard Chaleurâme\" qu'une fois par tour.",
    "archetype": "Code Talker"
  },
  {
    "id": "42166000",
    "name": "Dieu Égyptien Slime",
    "nameEn": "Dieu Égyptien Slime",
    "attribute": "WATER",
    "atk": 3000,
    "def": 3000,
    "level": 10,
    "monsterType": "Aqua",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 monstre Aqua + 1 monstre EAU de Niveau 10\nDoit d'abord être soit Invoquée par Fusion, soit Invoquée Spécialement depuis votre Extra Deck en Sacrifiant 1 monstre Aqua de Niveau 10 avec 0 ATK. Cette carte peut être traitée comme 1 ou 3 Sacrifices pour l'Invocation Sacrifice d'un monstre. Non destructible au combat. Les monstres de votre adversaire ne peuvent pas cibler avec une attaque, et votre adversaire ne peut pas cibler avec des effets de carte, les monstres que vous contrôlez (\"Dieu Égyptien Slime\" exclu).",
    "archetype": "Egyptian God"
  },
  {
    "id": "93854893",
    "name": "Dingirsu, l'Orcust de l'Étoile du Berger",
    "nameEn": "Dingirsu, l'Orcust de l'Étoile du Berger",
    "attribute": "DARK",
    "atk": 2600,
    "def": 2100,
    "level": 8,
    "monsterType": "Machine",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 8\nVous ne pouvez Invoquer Spécialement un ou plusieurs \"Dingirsu, l'Orcust de l'Étoile du Berger\" qu'une fois par tour. Vous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Lien \"Orcust\" que vous contrôlez comme Matériel. Si une ou plusieurs cartes que vous contrôlez vont être détruites au combat ou par un effet de carte, vous pouvez détacher 1 Matériel de cette carte à la place. Si cette carte est Invoquée Spécialement : vous pouvez activer 1 de ces effets ;\n●Envoyez 1 carte contrôlée par votre adversaire au Cimetière.\n●Attachez 1 de vos monstres Machine bannis à cette carte comme Matériel.",
    "archetype": "Orcust"
  },
  {
    "id": "94192409",
    "name": "Dispositif d'Évacuation Obligatoire",
    "nameEn": "Dispositif d'Évacuation Obligatoire",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre sur le Terrain ; renvoyez la cible à la main."
  },
  {
    "id": "60303688",
    "name": "Dogmatika Ecclésia, la Vertueuse",
    "nameEn": "Dogmatika Ecclésia, la Vertueuse",
    "attribute": "LIGHT",
    "atk": 1500,
    "def": 1500,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non destructible au combat avec un monstre Invoqué Spécialement depuis l'Extra Deck. Vous ne pouvez utiliser chacun des effets suivants de \"Dogmatika Ecclésia, la Vertueuse\" qu'une fois par tour. Si un monstre Invoqué Spécialement depuis l'Extra Deck est sur le Terrain : vous pouvez Invoquer Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez activer cet effet ; ajoutez 1 carte \"Dogmatika\" (\"Dogmatika Ecclésia, la Vertueuse\" exclu) depuis votre Deck à votre main, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck le reste de ce tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "73539069",
    "name": "Dragon Attaquant",
    "nameEn": "Dragon Attaquant",
    "attribute": "DARK",
    "atk": 1000,
    "def": null,
    "level": null,
    "monsterType": "Dragon",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "1 monstre Dragon de max. Niveau 4\nSi cette carte est Invoquée par Lien : vous pouvez ajouter 1 \"Lancement Secteur de Boot\" depuis votre Deck à votre main. Vous pouvez cibler 1 monstre face recto que vous contrôlez et 1 monstre \"Rokkette\" dans votre Cimetière ; détruisez le monstre sur le Terrain, et si vous le faites, ajoutez l'autre monstre depuis le Cimetière à votre main. Vous ne pouvez utiliser chaque effet de \"Dragon Attaquant\" qu'une fois par tour."
  },
  {
    "id": "44405066",
    "name": "Dragon de Métal Flamboyant aux Yeux Rouges",
    "nameEn": "Dragon de Métal Flamboyant aux Yeux Rouges",
    "attribute": "DARK",
    "atk": 2800,
    "def": 2400,
    "level": 7,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 7\nNon destructible par des effets de carte tant qu'elle a du Matériel Xyz. Tant que cette carte a du Matériel Xyz, chaque fois que votre adversaire active une carte ou un effet, infligez 500 points de dommages à votre adversaire immédiatement après sa résolution. Une fois par tour (Effet Rapide) : vous pouvez détacher 1 Matériel Xyz de cette carte, puis ciblez 1 Monstre Normal \"Yeux Rouges\" dans votre Cimetière ; Invoquez-le Spécialement.",
    "archetype": "Red-Eyes"
  },
  {
    "id": "64202399",
    "name": "Dragon des Abysses aux Yeux Bleus",
    "nameEn": "Dragon des Abysses aux Yeux Bleus",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si cette carte est Invoquée Spécialement : vous pouvez ajouter 1 Magie Rituelle ou 1 \"Polymérisation\" depuis votre Deck à votre main. Durant votre End Phase : vous pouvez ajouter 1 monstre Dragon de min. Niveau 8 depuis votre Deck à votre main. Vous pouvez bannir cette carte depuis votre Cimetière ; tous les monstres Dragon de min. Niveau 8 que vous contrôlez gagnent 1000 ATK. Vous ne pouvez utiliser chaque effet de \"Dragon des Abysses aux Yeux Bleus\" qu'une fois par tour, et pouvez uniquement les activer tant que \"Dragon Blanc aux Yeux Bleus\" est sur votre Terrain ou dans votre Cimetière.",
    "archetype": "Blue-Eyes"
  },
  {
    "id": "62968263",
    "name": "Dragon des Dernières Lueurs aux Yeux Galactiques",
    "nameEn": "Dragon des Dernières Lueurs aux Yeux Galactiques",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre \"Yeux Galactiques\" : vous pouvez Invoquer Spécialement cette carte depuis votre main en Position de Défense. Si cette carte est détachée d'un Monstre Xyz pour activer l'effet du monstre : vous pouvez prendre 1 \"Dragon Photon aux Yeux Galactiques\" depuis votre main ou Deck, et soit Invoquez-le Spécialement soit attachez-le à un Monstre Xyz que vous contrôlez comme Matériel, puis si vous avez activé cet effet durant la Battle Phase, doublez l'ATK de tous les Monstres Xyz \"Numéro\" que vous contrôlez. Vous ne pouvez utiliser chaque effet de \"Dragon des Dernières Lueurs aux Yeux Galactiques\" qu'une fois par tour.",
    "archetype": "Galaxy-Eyes"
  },
  {
    "id": "39030163",
    "name": "Dragon Photon Armure Complète aux Yeux Galactiques",
    "nameEn": "Dragon Photon Armure Complète aux Yeux Galactiques",
    "attribute": "LIGHT",
    "atk": 4000,
    "def": 3500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "3 monstres de Niveau 8\nVous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Xyz \"Yeux Galactiques\" que vous contrôlez (\"Dragon Photon Armure Complète aux Yeux Galactiques\" exclu) comme Matériel. (Transférez ses Matériels à cette carte.) Une fois par tour : vous pouvez cibler max. 2 Cartes d'Équipement équipées à cette carte ; attachez-les à cette carte comme Matériel. Une fois par tour : vous pouvez détacher 1 Matériel de cette carte, puis ciblez 1 carte face recto contrôlée par votre adversaire ; détruisez-la.",
    "archetype": "Galaxy-Eyes"
  },
  {
    "id": "27548199",
    "name": "Dragon Sauvage Chargeborrelle",
    "nameEn": "Dragon Sauvage Chargeborrelle",
    "attribute": "DARK",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Dragon",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez équiper 1 Monstre Lien depuis votre Cimetière à cette carte, et si vous le faites, placez un nombre de Compteurs Borrelle sur cette carte égal à la Classification Lien du Monstre Lien. Cette carte gagne une ATK égale à la moitié de l'ATK du monstre qui lui est équipé par son effet. Lorsque votre adversaire active une carte ou un effet (Effet Rapide) : vous pouvez retirer 1 Compteur Borrelle de cette carte ; annulez l'activation. Vous ne pouvez utiliser cet effet de \"Dragon Sauvage Chargeborrelle\" qu'une fois par tour.",
    "archetype": "Borrel"
  },
  {
    "id": "69946549",
    "name": "Dragostapelia Prédaplante",
    "nameEn": "Dragostapelia Prédaplante",
    "attribute": "DARK",
    "atk": 2700,
    "def": 1900,
    "level": 8,
    "monsterType": "Plant",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Fusion + 1 monstre TÉNÈBRES\nUne fois par tour (Effet Rapide) : vous pouvez cibler 1 monstre face recto contrôlé par votre adversaire ; placez 1 Compteur Prédateur sur celui-ci, et s'il est de min. Niveau 2, il devient Niveau 1 tant qu'il a un Compteur Prédateur. Annulez les effets activés des monstres de votre adversaire qui ont des Compteurs Prédateur.",
    "archetype": "Predaplant"
  },
  {
    "id": "99266988",
    "name": "Espace du Chaos",
    "nameEn": "Espace du Chaos",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre LUMIÈRE ou TÉNÈBRES depuis votre main au Cimetière ; ajoutez 1 monstre LUMIÈRE ou TÉNÈBRES qui ne peut pas être Invoqué/Posé Normalement depuis votre Deck à votre main, avec un Niveau entre 4 et 8, et d'Attribut différent du monstre. Vous pouvez bannir cette carte depuis votre Cimetière, puis ciblez 1 de vos monstres LUMIÈRE ou TÉNÈBRES bannis qui ne peut pas être Invoqué/Posé Normalement ; placez le monstre au-dessous du Deck, puis piochez 1 carte. Vous ne pouvez utiliser chaque effet de \"Espace du Chaos\" qu'une fois par tour.",
    "archetype": "Chaos"
  },
  {
    "id": "18094166",
    "name": "Faris, HÉROS Vision",
    "nameEn": "Faris, HÉROS Vision",
    "attribute": "DARK",
    "atk": 1600,
    "def": 1800,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez défausser 1 autre monstre \"HÉROS\" ; Invoquez Spécialement cette carte depuis votre main. Si cette carte est Invoquée Normalement ou Spécialement : vous pouvez placer 1 monstre \"HÉROS Vision\" (\"Faris, HÉROS Vision\" exclu) depuis votre Deck dans votre Zone Magie & Piège comme un Piège Continu face recto, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres (monstres \"HÉROS\" exclus) depuis l'Extra Deck le reste de ce tour. Vous ne pouvez utiliser chaque effet de \"Faris, HÉROS Vision\" qu'une fois par tour.",
    "archetype": "Vision HERO"
  },
  {
    "id": "14558127",
    "name": "Floraison de Cendres et Joyeux Printemps",
    "nameEn": "Floraison de Cendres et Joyeux Printemps",
    "attribute": "FIRE",
    "atk": 0,
    "def": 1800,
    "level": 3,
    "monsterType": "Zombie",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsqu'une carte ou un effet qui inclut n'importe lequel de ces effets est activé (Effet Rapide) : vous pouvez défausser cette carte ; annulez l'effet.\n●Ajouter une carte depuis le Deck à la main.\n●Invoquer Spécialement depuis le Deck.\n●Envoyer une carte depuis le Deck au Cimetière.\nVous ne pouvez utiliser cet effet de \"Floraison de Cendres et Joyeux Printemps\" qu'une fois par tour."
  },
  {
    "id": "48686504",
    "name": "Floraison de Feu",
    "nameEn": "Floraison de Feu",
    "attribute": "FIRE",
    "atk": 500,
    "def": 1400,
    "level": 3,
    "monsterType": "Plant",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Une fois par tour : vous pouvez Sacrifier 1 monstre Plante face recto ; Invoquez Spécialement 1 monstre Plante depuis votre Deck."
  },
  {
    "id": "11827244",
    "name": "Fusion Magiqualisée",
    "nameEn": "Fusion Magiqualisée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez par Fusion 1 Monstre Fusion Magicien depuis votre Extra Deck, en bannissant des Matériels Fusion listés sur celui-ci depuis votre Terrain ou Cimetière. Vous ne pouvez activer qu'1 \"Fusion Magiqualisée\" par tour."
  },
  {
    "id": "102380",
    "name": "Golem de Lave",
    "nameEn": "Golem de Lave",
    "attribute": "FIRE",
    "atk": 3000,
    "def": 2500,
    "level": 8,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Ni Invocable Normalement ni Posable Normalement. Doit d'abord être Invoquée Spécialement (depuis votre main) sur le Terrain de votre adversaire en Sacrifiant 2 monstres qu'il contrôle. Vous ne pouvez pas Invoquer/Poser Normalement le tour où vous Invoquez Spécialement cette carte. Une fois par tour, durant votre Standby Phase : recevez 1000 points de dommages."
  },
  {
    "id": "24299458",
    "name": "Gouttelette de l'Interdit",
    "nameEn": "Gouttelette de l'Interdit",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez un nombre de votre choix d'autres cartes depuis votre main et/ou Terrain au Cimetière ; choisissez autant de Monstres à Effet contrôlés par votre adversaire, et jusqu'à la fin de ce tour, leur ATK est divisée par deux, et aussi, leurs effets sont annulés. En réponse à l'activation de cette carte, votre adversaire ne peut activer ni de cartes ni d'effets de cartes du même type d'origine (Monstre/Magie/Piège) que les cartes envoyées au Cimetière pour activer cette carte. Vous ne pouvez activer qu'1 \"Gouttelette de l'Interdit\" par tour.",
    "archetype": "Forbidden"
  },
  {
    "id": "10802916",
    "name": "Guide des Enfers",
    "nameEn": "Guide des Enfers",
    "attribute": "DARK",
    "atk": 1000,
    "def": 600,
    "level": 3,
    "monsterType": "Fiend",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est Invoquée Normalement : vous pouvez Invoquer Spécialement 1 monstre Démon de Niveau 3 depuis votre main ou Deck, mais annulez ses effets, et aussi, il ne peut pas être utilisé comme Matériel Synchro."
  },
  {
    "id": "79606837",
    "name": "Héraut de la Lumière Arc",
    "nameEn": "Héraut de la Lumière Arc",
    "attribute": "LIGHT",
    "atk": 600,
    "def": 1000,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur + 1+ monstre non-Syntoniseur\nLes monstres envoyés depuis la main ou Main Deck au Cimetière sont bannis à la place. Lorsqu'une Carte Magie/Piège ou un effet de monstre est activé (Effet Rapide) : vous pouvez Sacrifier cette carte ; annulez l'activation, et si vous le faites, détruisez la carte. Si cette carte est envoyée au Cimetière : vous pouvez ajouter 1 Monstre Rituel ou 1 Magie Rituelle depuis votre Deck à votre main.",
    "archetype": "Herald"
  },
  {
    "id": "97268402",
    "name": "Illusionniste d'Effet",
    "nameEn": "Illusionniste d'Effet",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase de votre adversaire (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière, puis ciblez 1 Monstre à Effet contrôlé par votre adversaire ; jusqu'à la fin de ce tour, annulez les effets du monstre face recto contrôlé par votre adversaire."
  },
  {
    "id": "10045474",
    "name": "Inifini Éphémère",
    "nameEn": "Inifini Éphémère",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; annulez ses effets (jusqu'à la fin de ce tour), puis, si cette carte a été Posée avant l'activation et est sur le Terrain à la résolution, tous les autres effets de Magie/Piège dans cette colonne sont annulés le reste de ce tour. Si vous ne contrôlez aucune carte, vous pouvez activer cette carte depuis votre main."
  },
  {
    "id": "34267821",
    "name": "Lancea - Artéfact",
    "nameEn": "Lancea - Artéfact",
    "attribute": "LIGHT",
    "atk": 1700,
    "def": 2300,
    "level": 5,
    "monsterType": "Fairy",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez Poser cette carte depuis votre main dans votre Zone Magie & Piège comme une Magie. Durant le tour de votre adversaire, si cette carte Posée dans la Zone Magie & Piège est détruite et envoyée à votre Cimetière : Invoquez-la Spécialement. Durant le tour de votre adversaire (Effet Rapide) : vous pouvez Sacrifier cette carte depuis votre main ou Terrain face recto ; le reste de ce tour, aucun joueur ne peut bannir de cartes.",
    "archetype": "Artifact"
  },
  {
    "id": "10000080",
    "name": "Le Dragon Ailé de Râ - Mode Sphère",
    "nameEn": "Le Dragon Ailé de Râ - Mode Sphère",
    "attribute": "DIVINE",
    "atk": -1,
    "def": -1,
    "level": 10,
    "monsterType": "Divine-Beast",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Non Invocable Spécialement. Nécessite 3 Sacrifices depuis l'un des Terrains pour son Invocation Normale sur ce Terrain (non Posable Normalement), puis passez le contrôle au propriétaire de cette carte durant la End Phase du prochain tour. Ne peut pas attaquer. Votre adversaire ne peut pas cibler cette carte avec une attaque ou des effets de carte. Vous pouvez Sacrifier cette carte ; Invoquez Spécialement 1 \"Le Dragon Ailé de Râ\" depuis votre main ou Deck, en ignorant ses conditions d'Invocation, et si vous le faites, son ATK/DEF deviennent 4000.",
    "archetype": "Egyptian God"
  },
  {
    "id": "87639778",
    "name": "Le Dragon de Compagnie de Dame Harpie",
    "nameEn": "Le Dragon de Compagnie de Dame Harpie",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous contrôlez un monstre VENT Bête Ailée : jusqu'à la fin de ce tour, annulez les effets de monstre activés par votre adversaire. Si vous contrôlez un monstre \"Harpie\", vous pouvez activer cette carte depuis votre main. Si cette carte dans la Zone Magie & Piège de son propriétaire est détruite par un effet de carte de l'adversaire : vous pouvez ajouter 1 \"Le Plumeau de Dame Harpie\" depuis votre Deck ou Cimetière à votre main.",
    "archetype": "Harpie"
  },
  {
    "id": "38342335",
    "name": "Licorne, Chevalier du Cauchemar",
    "nameEn": "Licorne, Chevalier du Cauchemar",
    "attribute": "DARK",
    "atk": 2200,
    "def": null,
    "level": 0,
    "monsterType": "Fiend",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres de noms différents\nSi cette carte est Invoquée par Lien : vous pouvez défausser 1 carte, puis ciblez 1 carte sur le Terrain ; mélangez-la dans le Deck, puis, si cette carte était co-liée lorsque cet effet a été activé, vous pouvez piocher 1 carte. Vous ne pouvez utiliser cet effet de \"Licorne, Chevalier du Cauchemar\" qu'une fois par tour. Tant que des monstres \"Chevalier du Cauchemar\" co-liés sont sur le Terrain, pour votre pioche normale dans votre Draw Phase, piochez 1 carte pour chaque nom de carte différent parmi ces monstres \"Chevalier du Cauchemar\" co-liés, au lieu de piocher uniquement 1 carte.",
    "archetype": "Knightmare"
  },
  {
    "id": "23516703",
    "name": "Limiteur d'Invocation",
    "nameEn": "Limiteur d'Invocation",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Aucun joueur ne peut Invoquer plus de deux fois par tour. (Les Invocations annulées comptent dans le calcul de cette limite. Les cartes/effets annulés qui vont Invoquer ne comptent pas.)"
  },
  {
    "id": "46448938",
    "name": "Livre de Magie du Jugement",
    "nameEn": "Livre de Magie du Jugement",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Quick-Play",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la End Phase du tour où cette carte a été activée, ajoutez un nombre de Cartes Magie \"Livre de Magie\" (\"Livre de Magie du Jugement\" exclu) depuis votre Deck à votre main, inférieur ou égal au nombre de Cartes Magie activées après la résolution de cette carte, puis, vous pouvez Invoquer Spécialement 1 monstre de Type Magicien depuis votre Deck dont le Niveau est inférieur ou égal au nombre de cartes ajoutées à votre main par cet effet. Vous ne pouvez activer qu'1 \"Livre de Magie du Jugement\" par tour.",
    "archetype": "Spellbook"
  },
  {
    "id": "58481572",
    "name": "Loi des Ténèbres, HÉROS Masqué",
    "nameEn": "Loi des Ténèbres, HÉROS Masqué",
    "attribute": "DARK",
    "atk": 2400,
    "def": 1800,
    "level": 6,
    "monsterType": "Warrior",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Uniquement Invocable Spécialement avec \"Changement de Masque\". Les cartes envoyées au Cimetière de votre adversaire sont bannies à la place. Une fois par tour, si votre adversaire ajoute une ou plusieurs cartes depuis son Deck à sa main (sauf durant la Draw Phase ou la Damage Step) : vous pouvez bannir 1 carte au hasard depuis la main de votre adversaire.",
    "archetype": "Masked HERO"
  },
  {
    "id": "72167543",
    "name": "Magicienne Sédafana",
    "nameEn": "Magicienne Sédafana",
    "attribute": "DARK",
    "atk": 2100,
    "def": 200,
    "level": 4,
    "monsterType": "Spellcaster",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres Magicien de Niveau 4\nDurant votre Main Phase 2, vous pouvez aussi Invoquer par Xyz cette carte en utilisant un Monstre Xyz de max. Rang 3 que vous contrôlez comme Matériel. (Transférez ses Matériels à cette carte.) Cette carte gagne 200 ATK pour chaque Matériel qui lui est attaché. Si cette carte attaque un monstre en Position de Défense, infligez des dommages de combat perçants. Si cette carte combat, après le calcul des dommages : détachez 1 Matériel de cette carte."
  },
  {
    "id": "91800273",
    "name": "Migrateur Dimensionnel",
    "nameEn": "Migrateur Dimensionnel",
    "attribute": "DARK",
    "atk": 1200,
    "def": 2200,
    "level": 6,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous n'avez aucune carte dans votre Cimetière (Effet Rapide) : vous pouvez envoyer cette carte depuis votre main au Cimetière ; jusqu'à la fin du prochain tour, les cartes envoyées au Cimetière sont bannies à la place."
  },
  {
    "id": "80532587",
    "name": "N'tss, Ancienne Entité",
    "nameEn": "N'tss, Ancienne Entité",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 1200,
    "level": 4,
    "monsterType": "Fairy",
    "type": "Fusion",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Monstre Synchro + 1 Monstre Xyz\nUniquement Invocable Spécialement (depuis votre Extra Deck) en envoyant les cartes ci-dessus que vous contrôlez au Cimetière. (N'utilisez pas \"Polymérisation\".) Une fois par tour : vous pouvez Invoquer Spécialement 1 monstre de Niveau 4 depuis votre main. Si cette carte est envoyée au Cimetière : vous pouvez cibler 1 carte sur le Terrain ; détruisez-la. Vous ne pouvez Invoquer Spécialement un ou plusieurs \"N'tss, Ancienne Entité\" qu'une fois par tour."
  },
  {
    "id": "27204311",
    "name": "Nibiru, l'Être Primitif",
    "nameEn": "Nibiru, l'Être Primitif",
    "attribute": "LIGHT",
    "atk": 3000,
    "def": 600,
    "level": 11,
    "monsterType": "Rock",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase, si votre adversaire Invoque Normalement ou Spécialement min. 5 monstres ce tour (Effet Rapide) : vous pouvez Sacrifier autant de monstres face recto sur le Terrain que possible, et si vous le faites, Invoquez Spécialement cette carte depuis votre main, puis Invoquez Spécialement 1 \"Jeton Être Primitif\" (Rocher/LUMIÈRE/Niveau 11/ATK ?/DEF ?) sur le Terrain de votre adversaire. (L'ATK/DEF de ce Jeton sont égales à la somme des ATK/DEF d'origine des monstres Sacrifiés.) Vous ne pouvez utiliser cet effet de \"Nibiru, l'Être Primitif\" qu'une fois par tour."
  },
  {
    "id": "57314798",
    "name": "Numéro 100 : Dragon Numeron",
    "nameEn": "Numéro 100 : Dragon Numeron",
    "attribute": "LIGHT",
    "atk": 0,
    "def": 0,
    "level": 1,
    "monsterType": "Dragon",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 Monstres Xyz \"Numéro\" du même nom et Rang\nUne fois par tour : vous pouvez détacher 1 Matériel de cette carte ; jusqu'à la fin du tour de votre adversaire, cette carte gagne une ATK égale à la somme des Rangs de tous les Monstres Xyz actuellement sur le Terrain x 1000. Lorsque cette carte est détruite par un effet de carte : vous pouvez détruire autant de monstres sur le Terrain que possible (min. 1), puis chaque joueur Pose 1 Magie/Piège depuis son Cimetière sur son Terrain. Lorsqu'un monstre de l'adversaire déclare une attaque tant que cette carte est dans votre Cimetière et que vous n'avez aucune carte dans votre main ou sur votre Terrain : vous pouvez Invoquer Spécialement cette carte."
  },
  {
    "id": "14532163",
    "name": "Orage Foudroyant",
    "nameEn": "Orage Foudroyant",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si vous ne contrôlez aucune carte face recto : activez 1 de ces effets ;\n●Détruisez tous les monstres en Position d'Attaque contrôlés par votre adversaire.\n●Détruisez toutes les Magies et tous les Pièges contrôlés par votre adversaire.\nVous ne pouvez activer qu'1 \"Orage Foudroyant\" par tour."
  },
  {
    "id": "89558743",
    "name": "Petit Monde",
    "nameEn": "Petit Monde",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Révélez 1 monstre dans votre main, choisissez 1 monstre depuis votre Deck qui a exactement soit le même Type, soit le même Attribut, soit le même Niveau, soit la même ATK ou soit la même DEF, et bannissez face verso le monstre révélé depuis votre main. Puis ajoutez, depuis le Deck à votre main, 1 monstre qui a exactement soit le même Type, soit le même Attribut, soit le même Niveau, soit la même ATK ou soit la même DEF que le monstre choisi depuis votre Deck, et bannissez face verso la carte choisie depuis le Deck. Vous ne pouvez activer qu'1 \"Petit Monde\" par tour."
  },
  {
    "id": "54693926",
    "name": "Plus du Tout Gouverneur des Ténèbres",
    "nameEn": "Plus du Tout Gouverneur des Ténèbres",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Annulez les effets de tous les monstres face recto actuellement contrôlés par votre adversaire jusqu'à la fin de ce tour, et aussi, le reste de ce tour après la résolution de cette carte, votre adversaire ne reçoit aucun dommage. Aucun joueur ne peut activer d'effets de monstre en réponse à l'activation de cette carte."
  },
  {
    "id": "49238328",
    "name": "Pot de l'Extravagance",
    "nameEn": "Pot de l'Extravagance",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Au début de votre Main Phase 1 : bannissez face verso 3 ou 6 cartes face verso au hasard depuis votre Extra Deck ; piochez 1 carte pour toutes les 3 cartes qui ont été bannies. Le reste de ce tour après la résolution de cette carte, vous ne pouvez pas piocher de cartes par des effets de carte.",
    "archetype": "Greed"
  },
  {
    "id": "84211599",
    "name": "Pot de la Prospérité",
    "nameEn": "Pot de la Prospérité",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez face verso 3 ou 6 cartes de votre choix depuis votre Extra Deck ; le reste de ce tour après la résolution de cette carte, les dommages reçus par votre adversaire sont divisés par deux, et aussi, dévoilez un nombre de cartes du dessus de votre Deck égal au nombre de cartes qui ont été bannies, ajoutez 1 carte dévoilée à votre main, placez les cartes restantes au-dessous de votre Deck dans l'ordre de votre choix. Vous ne pouvez activer qu'1 \"Pot de la Prospérité\" par tour. Vous ne pouvez pas piocher de cartes par des effets de carte le tour où vous activez cette carte.",
    "archetype": "Greed"
  },
  {
    "id": "35261759",
    "name": "Pot des Désirs",
    "nameEn": "Pot des Désirs",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Bannissez face verso 10 cartes du dessus de votre Deck ; piochez 2 cartes. Vous ne pouvez activer qu'1 \"Pot des Désirs\" par tour.",
    "archetype": "Greed"
  },
  {
    "id": "13048472",
    "name": "Pré-Préparation des Rites",
    "nameEn": "Pré-Préparation des Rites",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 Magie Rituelle depuis votre Deck à votre main, et ajoutez 1 Monstre Rituel dont le nom est mentionné sur la Magie Rituelle depuis votre Deck ou Cimetière à votre main. Vous ne pouvez activer qu'1 \"Pré-Préparation des Rites\" par tour."
  },
  {
    "id": "20899496",
    "name": "Prison du Dragon de Glace",
    "nameEn": "Prison du Dragon de Glace",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre dans le Cimetière de votre adversaire ; Invoquez-le Spécialement sur votre Terrain, mais ses effets sont annulés, puis, vous pouvez bannir 1 monstre depuis chaque Terrain qui ont chacun le même Type. Vous ne pouvez activer qu'1 \"Prison du Dragon de Glace\" par tour."
  },
  {
    "id": "58577036",
    "name": "Raisonnement",
    "nameEn": "Raisonnement",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Votre adversaire déclare un Niveau de monstre de 1 à 12. Dévoilez des cartes du dessus de votre Deck jusqu'à dévoiler un monstre qui est Invocable/Posable Normalement, puis, si le monstre est du même Niveau que celui déclaré par votre adversaire, envoyez toutes les cartes dévoilées au Cimetière. Sinon, Invoquez Spécialement le monstre dévoilé, et aussi, envoyez les cartes restantes au Cimetière."
  },
  {
    "id": "47325505",
    "name": "Recherche de Fossiles",
    "nameEn": "Recherche de Fossiles",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 monstre Dinosaure de max. Niveau 6 depuis votre Deck à votre main."
  },
  {
    "id": "55285840",
    "name": "Refaiseur des Voleurs de Temps",
    "nameEn": "Refaiseur des Voleurs de Temps",
    "attribute": "DARK",
    "atk": 2400,
    "def": 2000,
    "level": 4,
    "monsterType": "Psychic",
    "type": "Normal",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "2 monstres de Niveau 4\nUne fois par tour, durant la Standby Phase : vous pouvez attacher la carte du dessus du Deck de votre adversaire à cette carte comme Matériel. (Effet Rapide) : vous pouvez détacher max. 3 types différents des Matériels de cette carte, puis appliquez les effets suivants selon ce qui a été détaché.\n●Monstre : Jusqu'à la End Phase, bannissez cette carte.\n●Magie : Piochez 1 carte.\n●Piège : Placez 1 carte face recto contrôlée par votre adversaire au-dessus du Deck.\nVous ne pouvez utiliser cet effet de \"Refaiseur des Voleurs de Temps\" qu'une fois par tour.",
    "archetype": "Time Thief"
  },
  {
    "id": "32807846",
    "name": "Renfort de l'Armée",
    "nameEn": "Renfort de l'Armée",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ajoutez 1 monstre Guerrier de max. Niveau 4 depuis votre Deck à votre main."
  },
  {
    "id": "40975243",
    "name": "Révolte Tri-Brigade",
    "nameEn": "Révolte Tri-Brigade",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Invoquez Spécialement un nombre de vos monstres Bête, Bête-Guerrier et/ou Bête Ailée qui sont bannis et/ou dans votre Cimetière, mais annulez leurs effets, puis, immédiatement après la résolution de cet effet, Invoquez par Lien 1 Monstre Lien \"Tri-Brigade\" en utilisant uniquement ces monstres. Vous ne pouvez activer qu'1 \"Révolte Tri-Brigade\" par tour.",
    "archetype": "Tri-Brigade"
  },
  {
    "id": "77075360",
    "name": "Robot Rapide",
    "nameEn": "Robot Rapide",
    "attribute": "WIND",
    "atk": 1800,
    "def": 1000,
    "level": 5,
    "monsterType": "Warrior",
    "type": "Synchro",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "1 Syntoniseur \"Synchronique\" + 1+ monstre non-Syntoniseur\nSi cette carte est Invoquée par Synchronisation : vous pouvez Invoquer Spécialement autant de Syntoniseurs \"Synchronique\" que possible de Niveaux différents depuis votre Deck, en Position de Défense. Le tour où vous activez cet effet, vous ne pouvez pas Invoquer Spécialement de monstres (Monstres Synchro exclus) depuis l'Extra Deck. Lorsqu'une attaque impliquant cette carte Invoquée par Synchronisation ce tour et un autre monstre est déclarée : jusqu'à la fin de ce tour, vous pouvez faire devenir l'ATK de cette carte le double de son ATK d'origine. Vous ne pouvez utiliser chaque effet de \"Robot Rapide\" qu'une fois par tour."
  },
  {
    "id": "95477924",
    "name": "Sauvetage du Magicien",
    "nameEn": "Sauvetage du Magicien",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Field",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Lorsque cette carte est activée : vous pouvez Poser 1 \"Âme Éternelle\" directement depuis votre Deck. Si vous Invoquez Normalement ou Spécialement \"Magicien Sombre\" ou \"Magicienne des Ténèbres\" (sauf durant la Damage Step) : vous pouvez cibler 1 de ces monstres ; Invoquez Spécialement 1 \"Magicien Sombre\" ou \"Magicienne des Ténèbres\" depuis votre Cimetière, de nom différent du monstre. Vous ne pouvez utiliser cet effet de \"Sauvetage du Magicien\" qu'une fois par tour. Vous ne pouvez activer qu'1 \"Sauvetage du Magicien\" par tour.",
    "archetype": "Dark Magician"
  },
  {
    "id": "21011044",
    "name": "Schisme Marionnette de l'Ombre",
    "nameEn": "Schisme Marionnette de l'Ombre",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Continuous",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Durant la Main Phase, vous pouvez : Invoquez par Fusion 1 Monstre Fusion \"Marionnette de l'Ombre\" depuis votre Extra Deck, en bannissant les Matériels Fusion listés sur celui-ci depuis votre Terrain ou Cimetière, mais il ne peut pas attaquer directement. Puis, vous pouvez envoyer 1 monstre contrôlé par votre adversaire au Cimetière, du même Attribut que le monstre Invoqué par Fusion. Vous ne pouvez utiliser cet effet de \"Schisme Marionnette de l'Ombre\" qu'une fois par tour.",
    "archetype": "Shaddoll"
  },
  {
    "id": "45819647",
    "name": "Selene, Reine des Maîtres Magiciens",
    "nameEn": "Selene, Reine des Maîtres Magiciens",
    "attribute": "LIGHT",
    "atk": 1850,
    "def": null,
    "level": null,
    "monsterType": "Spellcaster",
    "type": "Link",
    "isEffect": false,
    "isPendulum": false,
    "isLink": true,
    "description": "2+ monstres (un monstre Magicien inclus)\nSi cette carte est Invoquée par Lien : placez un nombre de Compteurs Magie sur cette carte, égal au nombre de Magies sur le Terrain et dans les Cimetières. Tant qu'une ou plusieurs cartes \"Endymion\" sont sur le Terrain, les monstres de votre adversaire ne peuvent pas cibler cette carte avec une attaque. Une fois par tour, durant la Main Phase (Effet Rapide) : vous pouvez retirer 3 Compteurs Magie depuis votre Terrain ; Invoquez Spécialement 1 monstre Magicien depuis votre main ou Cimetière en Position de Défense, dans votre zone pointée par cette carte.",
    "archetype": "Endymion"
  },
  {
    "id": "82956214",
    "name": "Sentence Dogmatika",
    "nameEn": "Sentence Dogmatika",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Trap",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Ciblez 1 monstre face recto contrôlé par votre adversaire ; envoyez 1 monstre avec une ATK supérieure ou égale depuis votre Extra Deck au Cimetière, et si vous le faites, détruisez le monstre. Jusqu'à la fin de votre prochain tour après la résolution de cette carte, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck. Vous ne pouvez activer qu'1 \"Sentence Dogmatika\" par tour.",
    "archetype": "Dogmatika"
  },
  {
    "id": "1984618",
    "name": "Serviteur de Nadir",
    "nameEn": "Serviteur de Nadir",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Envoyez 1 monstre depuis votre Extra Deck au Cimetière, puis ajoutez 1 \"Albaz le Déchu\" ou monstre \"Dogmatika\" depuis votre Deck ou Cimetière à votre main, qui a une ATK inférieure ou égale au monstre envoyé dans le Cimetière, et aussi, vous ne pouvez pas Invoquer Spécialement de monstres depuis l'Extra Deck le reste de ce tour après la résolution de cette carte. Vous ne pouvez activer qu'1 \"Serviteur de Nadir\" par tour."
  },
  {
    "id": "95440946",
    "name": "Surnaliche le Seigneur d'Or",
    "nameEn": "Surnaliche le Seigneur d'Or",
    "attribute": "LIGHT",
    "atk": 2500,
    "def": 2800,
    "level": 10,
    "monsterType": "Zombie",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "Vous pouvez envoyer cette carte et 1 Magie/Piège depuis votre main au Cimetière, puis ciblez 1 carte sur le Terrain ; envoyez-la au Cimetière. Si cette carte est dans votre Cimetière : vous pouvez envoyer 1 Magie/Piège que vous contrôlez au Cimetière ; ajoutez cette carte à votre main, puis vous pouvez Invoquer Spécialement 1 monstre Zombie depuis votre main, et si vous le faites, jusqu'à la fin du tour de votre adversaire, il gagne 1000 ATK/DEF et ne peut pas être détruit par des effets de carte. Vous ne pouvez utiliser chaque effet de \"Surnaliche le Seigneur d'Or\" qu'une fois par tour.",
    "archetype": "Eldlich"
  },
  {
    "id": "25311006",
    "name": "Talent des Triples Tacitques",
    "nameEn": "Talent des Triples Tacitques",
    "attribute": null,
    "atk": null,
    "def": null,
    "level": null,
    "monsterType": "Normal",
    "type": "Spell",
    "isEffect": false,
    "isPendulum": false,
    "isLink": false,
    "description": "Si votre adversaire a activé un effet de monstre durant votre Main Phase ce tour : activez 1 de ces effets ;\n●Piochez 2 cartes.\n●Jusqu'à la End Phase, prenez le contrôle d'1 monstre contrôlé par votre adversaire.\n●Regardez la main de votre adversaire, et choisissez-en 1 carte à mélanger dans le Deck.\nVous ne pouvez activer qu'1 \"Talent des Triples Tacitques\" par tour."
  },
  {
    "id": "86395581",
    "name": "Wynn la Canalisatrice de Vent",
    "nameEn": "Wynn la Canalisatrice de Vent",
    "attribute": "WIND",
    "atk": 1850,
    "def": 1500,
    "level": 5,
    "monsterType": "Spellcaster",
    "type": "Effect",
    "isEffect": true,
    "isPendulum": false,
    "isLink": false,
    "description": "(Cette carte est toujours traitée comme une carte \"la Charmeuse\".)\nVous pouvez défausser cette carte et 1 autre monstre VENT ; ajoutez 1 monstre VENT avec max. 1500 DEF (\"Wynn la Canalisatrice de Vent\" exclu) depuis votre Deck à votre main, et aussi, vous ne pouvez pas activer d'effets de monstre (monstres VENT exclus) le reste de ce tour. Lorsqu'un monstre VENT que vous contrôlez est détruit au combat, tant que cette carte est dans votre main : vous pouvez Invoquer Spécialement cette carte. Vous ne pouvez utiliser chaque effet de \"Wynn la Canalisatrice de Vent\" qu'une fois par tour.",
    "archetype": "Charmer"
  }
]